{
  "dc_identifier_s": "c02bfa3b-619d-4fcc-b53b-ac658ba6910b",
  "dc_title_s": "National Agriculture Imagery Program (NAIP) 2004 for Pennsylvania",
  "dc_description_s": "This data set contains imagery from the National Agriculture Imagery Program (NAIP). Funding for upgrading the resolution and scope of the NAIP data in Pennsylvania was provided by DCNR Bureau of Forestry and OA Bureau of Geospatial Technologies. This imagery is 1-meter resolution color infra-red (CIR) imagery captured during leaf-on conditions primarily between June and August of 2004 though conditions necessitated NAIP acquires digital ortho imagery during the agricultural growing seasons in the continental U.S. A primary goal of the NAIP program is to enable availability of ortho imagery within one year of acquisition. NAIP provides two main products: 1 meter ground sample distance (GSD) ortho imagery rectified to a horizontal accuracy of within +/- 3 meters of reference digital ortho quarter quads (DOQQ's) from the National Digital Ortho Program (NDOP); and, 2 meter GSD ortho imagery rectified to within +/- 10 meters of reference DOQQs. The tiling format of NAIP imagery is based on a 3.75' x 3.75' quarter quadrangle with a 300 meter buffer on all four sides. NAIP quarter quads are formatted to the UTM coordinate system using NAD83. NAIP imagery may contain as much as 10% cloud cover per tile. This file was generated by compressing NAIP quarter quadrangle tiles that cover a county. MrSID compression, with mosaic option, was used. Target values for the compression ratio are (50:1) and compression levels(9) are used.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "U S Department of Agriculture"
  ],
  "dc_creator_sm": [
    "USDA-FSA Aerial Photography Field Office"
  ],
  "dc_subject_sm": [
    "Imagery and Base Maps",
    "Aerial"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=117\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=117\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2004"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "c02bfa3b-619d-4fcc-b53b-ac658ba6910b",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-74.58, -80.65, 42.4, 39.55)",
  "solr_year_i": 2004,
  "b1g_genre_sm": [
    "Aerial imagery"
  ],
  "b1g_centroid_ss": "40.975,-77.615",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}