{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "e80e31dffbc74208aed8d9a7f48f45a3_19",
  "dc_identifier_s": "e80e31dffbc74208aed8d9a7f48f45a3_19",
  "b1g_date_range_drsim": [
    "[2015 TO 2015]"
  ],
  "dct_temporal_sm": [
    "2015"
  ],
  "dc_subject_sm": [
    "Location"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2015",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-77.11392652,-76.90977026,38.99561284,38.81630265)",
  "b1g_keyword_sm": [
    "Cadastral",
    "DC",
    "DC",
    "DC GIS",
    "DCGIS",
    "District of Columbia",
    "Land",
    "location",
    "Lot",
    "Open Data",
    "planningCadastre",
    "Property",
    "Square",
    "Washington",
    "Washington DC"
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2015-02-27",
  "suppressed_b": "FALSE",
  "dc_description_s": "Record Lot points. Record lots are defined by the Department of Consumer of Regulatory Affairs (DCRA) Office of the Surveyor (OS) - DC Surveyor. They are official, platted, recorded subdivision lots created by the D.C Surveyor s Office in compliance with the Subdivision Ordinance of the District of Columbia (must have public street frontage etc). Typically, these lots are numbered 1 through 799 with no number being used more than once in a Square. Exceptions to this rule:When the 1-799 range has been exhausted within a square, the Surveyor s Office assigns numbers from 1200 or may even use 8000 and aboveFor reasons unknown, 42 Squares have record lot numbers greater than 799 but less than 1200Additionally, in most case scenario s, a piece of property must be a Record Lot before a building permit will be issued for that site in the District of Columbia, and all proposed Record Lots are carefully reviewed by Zoning Administration officials for compliance with the city s Zoning Ordinances. Other agencies that review new record lots besides OS are Office of Zoning, Office of Planning, the Dept. of Public Works, Historic Preservation and DDOT.Record lots are defined only when requested by property owners, normally when they are seeking a building permit. Record lots are recorded in Plat Books and Subdivision Books in the Office of the Surveyor. These documents are bound volumes of historical representations of the locations of property lines, and they include record dimensions, though typically no bearings of lines. These lots are located within squares, which usually correspond to one or two city blocks. Certain record lots can also be classified as of-lots . An Of-Lot is the D.C. Surveyor s Office term for describing Remaining/Part of Original Lot X In the record lot feature class, if a domain value of 1 resides in the OF_LOT field, you can assume that at one time the original lot was modified. Typically, any of these of-lots will also have a tax lot overlaying them since it is a piece or remainder of a Record Lot.Created as part of the DC Geographic Information System (DC GIS) for the D.C. Office of the Chief Technology Officer (OCTO) and participating D.C. government agencies. They are created by the DC's Surveyors Office.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Record Lot Points: Washington, D.C.",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"http://opendata.dc.gov/datasets/e80e31dffbc74208aed8d9a7f48f45a3_19\",\"http://schema.org/downloadUrl\":\"http://opendata.dc.gov/datasets/e80e31dffbc74208aed8d9a7f48f45a3_19.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps2.dcgis.dc.gov/dcgis/rest/services/DCGIS_DATA/Property_and_Land_WebMercator/MapServer/19\"}",
  "dct_isPartOf_sm": [
    "04c-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "District of Columbia"
  ],
  "dct_spatial_sm": [
    "Washington D.C"
  ],
  "b1g_centroid_ss": "38.905957744999995,-77.01184839000001",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04c-01",
  "dc_creator_sm": [
    "City of Washington, DC"
  ]
}