{
  "uuid": "f2f7deb0efd44007b88355510aa49dfa_0",
  "dc_identifier_s": "f2f7deb0efd44007b88355510aa49dfa_0",
  "dc_title_s": "Oil and Gas Fields of Ohio: Ohio",
  "dc_description_s": "These maps and database are an update of the Ohio Division of Geological Survey (ODGS) oil and gas fields Digital Chart and Map Series (DCMS 13 through 21), which was completed in 1996. Previous Ohio oil and gas fields maps were also published in 1948, 1953, 1960, 1964, and 1974. The updated maps and database have been created using the GIS-based ESRI/ARCMAP software. All documented oil and gas pools/fields have been digitized as polygons and each polygon is linked to a unique pool/field identification (ID) number and name. Like the previous DCMS oil and gas fields maps, the updated oil and gas pools/fields have been grouped into 8 major plays defined by specific stratigraphic intervals. These are the 1) Pennsylvanian undifferentiated sandstones and coals, 2) Mississippian undifferentiated sandstones (excluding the Berea and Cussewago Sandstone) and Maxville Limestone, 3) Mississippian Berea and Cussewago sandstones), 4) Upper Devonian Ohio Shale and siltstones, 5) Silurian/Devonian Big Lime interval (Onondaga Limestone, Oriskany Sandstone, Bass Islands Dolomite, Salina Group, and Lockport Dolomite), 6) Silurian Cataract/ Medina sandstone (Clinton/Medina) and Dayton Formation (Packer Shell), 7) Middle Ordovician fractured shale, Trenton Limestone and Black River Group and Wells Creek Formation, and 8) Cambrian-Ordovician Knox Dolomite (Beekmantown dolomite, Rose Run sandstone, Copper Ridge dolomite, B-zone, and Krysik sandstone). All oil and gas pool/field ID's are defined and grouped by play and not geographic boundary, since most of the producing oil and gas reservoirs in Ohio occur within stratigraphic traps. This is a departure from the method used in the 1974 map in which oil and gas fields were assigned geographically, and not by producing horizon. Thus on the 1974 map, one field could contain multiple, stacked, partially overlapping, producing horizons from the Cambrian to the Pennsylvanian. Since the 1974 map was produced, over 58,000 additional wells have been drilled and completed in multiple, stacked producing horizons, mostly in unique stratigraphic traps. This has made it too cumbersome to assign all producing horizons to the same pool/field ID within any given geographic area. Assignment of pool/field ID's by play or stratigraphic interval provides a better geologic method of displaying and defining these pools/fields that are dominantly stratigraphic traps. With this method of outlining polygons for producing horizons, a pool is defined as a single polygon that produces from horizons within one play. When more than one polygon is assigned the same ID within the same play, these polygons are defined as a field. Pool/field production types are displayed as gas (red), oil (green), or storage (orange). In most cases, the assignment of production type was determined from the 1974 Ohio oil and gas field map. For updates to the 1974 map, the production type (excluding the Knox Dolomite play) was determined by the dominance of oil or gas symbol as displayed on the township well spot maps. In many cases a subjective decision was made, since many of the wells are displayed as combination oil and gas. With the Knox Dolomite play, the production type was based on gas-to-oil ratio (GOR) using data from the ODGS production database POGO (Production of Oil and Gas in Ohio). Oil production is shown for pools/fields with a GOR less than 5,000, and gas for fields with a GOR greater than 5,000. Calculations are based on cumulative production since 1984. This method of using GOR was not possible for the other, older historical plays because of insufficient production data. Whenever possible, existing outlines from the 1996 digital oil and gas fields maps were used. Exceptions to this are in areas where the 1996-pool/field boundaries were modified or new pool/field boundaries were created from additional drilling. Pool/field boundaries were digitized based upon documented wells from the ODGS township well spot maps, and in some areas from the Ohio Fuel Gas (OFG) well spot maps. The OFG maps were used primarily for the Pennsylvanian and Mississippian plays because many of these older wells are not located on the ODGS township well spot maps. In some areas, digitized pools/fields from the 1996 version were deleted if the oil and gas township and/or the OFG maps or well cards could not verify them. A minimum of 3 producing wells within a 1-mile distance was required to draw a pool/field outline. Storage field outlines are approximate and are based primarily on the 1974 map. In drawing new polygons for pool/field boundaries, a buffer of 1/2 mile was made around each producing well, and boundaries were drawn using these buffers. In assigning pool/field ID's, the historical numbers and names from the 1974 map were maintained whenever possible. Pools/fields may be consolidated into a larger consolidated field only if they occur within the same play. When two or more pools/fields are consolidated, they were assigned a new field ID. The name of the consolidated field was taken from the oldest pool/field within the consolidated field. There may be exceptions to this if the name is firmly entrenched in literature (i.e., Canton Consolidated, East Canton Consolidated, etc.). In a given geographic area of multiple producing horizons, the same ID was maintained for the dominant producing horizon. The less dominant producing horizons in other plays for this geographic area were assigned new pool/field ID's. Every pool/field with an assigned number has also been assigned a unique name. If it is a new pool/field ID that was not on the 1974 map, a new name was assigned using the nearest place name (i.e., town, village, city, etc.) or a named geographic feature (i.e., stream, river, ridge, etc.) from a topographic map.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "State of Ohio"
  ],
  "dc_creator_sm": "Ohio Geographically Referenced Information Program",
  "dc_subject_sm": [
    "Geoscientific Information",
    "Economy"
  ],
  "dct_provenance_s": "Ohio State",
  "dct_references_s": "{\"http://schema.org/url\":\"https://ogrip-geohio.opendata.arcgis.com/datasets/f2f7deb0efd44007b88355510aa49dfa_0\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gis.ohiodnr.gov/arcgis/rest/services/DOG_Services/Oilgas_Fields/MapServer/0\",\"http://schema.org/downloadUrl\":\"https://ogrip-geohio.opendata.arcgis.com/datasets/f2f7deb0efd44007b88355510aa49dfa_0.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2017-11-08",
  "dct_spatial_sm": [
    "Ohio, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/5165418"
  ],
  "thumbnail_path_ss": "https://gis.ohiodnr.gov/arcgis/rest/services/DOG_Services/Oilgas_Fields/MapServer/info/thumbnail",
  "layer_slug_s": "f2f7deb0efd44007b88355510aa49dfa_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-16T21:3:54Z",
  "centroid_s": "40.1911,-82.6667",
  "solr_geom": "ENVELOPE(-84.8504, -80.483, 41.9687, 38.4135)",
  "solr_year_i": 2017
}