{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "5cde1dd4-f2f8-46a1-9054-f7d868d58a56",
  "dc_identifier_s": "5cde1dd4-f2f8-46a1-9054-f7d868d58a56",
  "b1g_date_range_drsim": [
    "[1995 TO 1995]"
  ],
  "dct_temporal_sm": [
    "1995"
  ],
  "dc_subject_sm": [
    "Geoscientific Information",
    "Farming"
  ],
  "b1g_dateAccessioned_s": "2016-10",
  "solr_year_i": "1995",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-91.4244,-87.384,42.4951,36.954)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Mixed",
  "dct_provenance_s": "Illinois",
  "dct_accrualMethod_s": "FGDC",
  "b1g_image_ss": "",
  "dct_issued_s": "1995-01-01",
  "suppressed_b": "FALSE",
  "dc_description_s": "This is a statewide SDE feature dataset for evaluating the potential for contamination of shallow aquifers by pesticides and nitrate. The sources of this data set were published and digitized at 1:250,000; however, the soils map and depth to aquifer map (stack-unit map) were generated from source data mapped at 1:15,000 and 1:64,000, respectively. This aquifer sensitivity map was published at 1:500,000 (statewide map), and 1:250,000 (county maps). Nominal scale is 1:250,000. Two statewide data sets were identified as containing information that would be useful for producing aquifer sensitivity maps: a soil association map (and database) and a map of geologic materials to a depth of 50 feet (Stack-unit map). The soil association map and database were used in an interpretive mapping model that generated maps of nitrate and pesticide leaching classes by examining factors that relate to water movement characteristics of the soil. The pesticide contamination sensitivity data set was created by combining the nitrate map interpretations with information on the distribution of organic matter. (Pesticides are organic compounds that tend to adsorb to soil organic matter, and so have their movement in soil water retarded.) One of the results is six nitrate and six pesticide leaching classes that group soil associations based on the relative probability of nitrate and pesticide movement through the associated soil profiles. The ranking is qualitative, and is based on the median leaching value of the soil map units that comprise each soil association. Leaching classes include: Excessive, High, Moderate, Somewhat Limited, Limited, and Very Limited. See ISGS EG 148 for the derivation of these classes. To provide a measure of leaching class variability within each association, leaching class range values were calculated. Four trimmed range values were determined for the leaching classes in each soil association to give an indication of the variability within a specific leaching class. This data set is necessary because each soil association could have only a single leaching class value assigned to it. This item was calculated by sorting the component soil series in order of their leaching characteristic within the association. The trimmed range is the domain of leaching characteristic values between the 90th and 10th quantiles in the sorted list.To reduce the impact of extreme leaching class values on this estimate, the the range values were trimmed so that the upper and lower 10% of values were not included in the calculation. These trimmed range values were used as an overprint on the published map of leaching classes (see cross reference entries). For example, a particular soil association may have pesticide leaching values that range from 'Excessive' to 'Somewhat Limited', with a median value of 'Moderate'. This soil association is assigned an overall leaching value of 'Moderate', with a range of 4 (being the values Excessive, High, Moderate, and Somewhat Limited). The ISGS statewide Stack-Unit map was used to create a map of depth to the uppermost aquifer, which was then combined with the maps of nitrate and pesticide leaching classes to ultimately derive aquifer sensitivity to contamination by nitrate and pesticide leaching. Six aquifer sensitivity classes are indicated: Excessive, High, Moderate, Somewhat limited, Limited, and Very limited. Disturbed land and surface water areas are also shown. These data are to be used in conjunction with ISGS Environmental Geology report 148.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Potential of Agricultural Chemical Contamination of Aquifers, 2004: Illinois",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"https://clearinghouse.isgs.illinois.edu/data/hydrology/potential-agricultural-chemical-contamination-aquifers\",\"http://schema.org/downloadUrl\":\"https://clearinghouse.isgs.illinois.edu/sites/clearinghouse.isgs/files/Clearinghouse/data/ISGS/Hydrology/zips/IL_Aquifer_Agri_Contam_Potent.zip\"}",
  "dct_isPartOf_sm": [
    "02a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "University of Illinois Urbana-Champaign",
    "Illinois State Geological Survey"
  ],
  "dct_spatial_sm": [
    "Illinois"
  ],
  "b1g_centroid_ss": "39.72455,-89.4042",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "02a-01",
  "dc_creator_sm": [
    "Donald A. Keefer,",
    "Illinois State Geological Survey"
  ]
}