{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "af4962ac-06bd-479e-96f9-5ecb8065d7fa",
  "dc_identifier_s": "af4962ac-06bd-479e-96f9-5ecb8065d7fa",
  "b1g_date_range_drsim": [
    "[1998 TO 1998]"
  ],
  "dct_temporal_sm": [
    "1998"
  ],
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "b1g_dateAccessioned_s": "2016-10",
  "solr_year_i": "1998",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-92,-86,43,36)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Mixed",
  "dct_provenance_s": "Illinois",
  "dct_accrualMethod_s": "FGDC",
  "b1g_image_ss": "",
  "dct_issued_s": "1998-02-22",
  "suppressed_b": "FALSE",
  "dc_description_s": "This feature dataset contains point, line and polygon data that describe ideal USGS quadrangle boundaries and corner points for quadrangles that intersect the state of Illinois. The attribute data include quadrangle name and index number, longitude and latitude values for quadrangle boundaries, X and Y coordinate values in decimal degrees for quadrangle corners, and boolean indicators of which lines to use to construct index maps for common map series (by scale or extent). This feature dataset includes line and polygon feature classes for each of the following scales/extents: 3.75-minute x 3.75-minute, commonly called quarter-quadrangles, typically used for a 1:12,000-scale index, 7.5-minute x 7.5-minute, the common USGS topographic sheet extent, typically 1:24,000-scale in Illinois, 15-minute x 15-minute, typically used for 1:62,500-scale index, 30-minute x 1 degree, typically used for 1:100,000-scale index, 1-degree x 2-degree, typically used for 1:250,000-scale index. Also included are master line, polygon, and corner point (tic) templates from which the above were generated. These are entitled Base_Template_Ln, Base_Template_Py and Corner_Tic_Pt respectively, and include of all the 3.75-minute x 3.75-minute quarter-quadrangles and corners from 36 to 43 degrees north latitude and 86 to 92 west longitude, with an indication of which are within Illinois. Each boundary line is composed of segments that are 18 arc-seconds in length. To provide some reference, there are 25 such segments in a line 7.5 minutes long. These vertices are included so that on reprojection of the data into a different coordinate system the quadrangle boundaries will 'curve' to maintain a realistic representation of quadrangle shape in relation to real world coordinates. The data were generated as a mathematical construct, independent of ground condition. That is, they were generated from a digital file of decimal degree-minute-second locations for each quadrangle corner, using the ArcInfo Workstation GENERATE command. Tics were generated in this manner as well, one at each quarter-quad corner. Thus quadrangle corners are exact within ideal geographic decimal degree NAD83 coordinate space. Some non-ideal quadrangle boundaries have been added to the dataset to account for quadrangle maps with irregular boundaries, for example 15-minute quadrangles in the Chicago area. The nominal scale is as stated above for each feature class. However, these data are in fact scale-less because they are a mathematical construct independent of ground condition. The spatial reference is the Geographic Coordinate System, decimal degrees, NAD83.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "USGS Quadrangle Boundaries and Corner Points in NAD83: Illinois, 2002",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"https://clearinghouse.isgs.illinois.edu/data/reference/usgs-quadrangle-boundaries-and-corner-points-illinois\",\"http://schema.org/downloadUrl\":\"https://clearinghouse.isgs.illinois.edu/sites/clearinghouse.isgs/files/Clearinghouse/data/ISGS/Reference/zips/IL_QUAD_Usgs_Quadrangle_Index_Nad83.zip\"}",
  "dct_isPartOf_sm": [
    "02a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "University of Illinois Urbana-Champaign",
    "Illinois State Geological Survey"
  ],
  "dct_spatial_sm": [
    "Illinois"
  ],
  "b1g_centroid_ss": "39.5,-89.0",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "02a-01",
  "dc_creator_sm": [
    "Illinois State Geological Survey"
  ]
}