{
  "uuid": "e90026448daa4d568daa3ef727d8d758_2",
  "dc_identifier_s": "e90026448daa4d568daa3ef727d8d758_2",
  "dc_title_s": "OC Development Authority: Oakland County, Michigan",
  "dc_description_s": "The DevelopmentAuthority polygon feature class identifies certain types of entities that encourage development/redevelopment in designated areas. This feature class currently represents Downtown Development Authorities (DDA), Tax Increment Finance Authorities (TIFA), and Local Development Finance Authorities (LDFA); however, it will also depict Corridor Improvement Authorities (CIA) and Brownfield Redevelopment Authorities (BRA) in the future. These five types of authorities have the ability to capture tax increment financing (TIF).The features were digitized using legal descriptions, parcel lists, and maps that were provided to the State of Michigan Office of the Great Seal and/or Oakland County Equalization by the authority. The key attributes are Name (official name of the authority), Type (the type of development authority), and DevelopmentPlan (yes/no indicating if the feature represents an area that is part of a development plan and can caputre tax increment financing).Tax Increment Financing is a tool used to promote redevelopment and community improvement projects by channeling funding toward projects in targeted areas. TIF is captured from the increase of property values from a base year. Millage rates from taxing jurisdictions are applied to the increased value. The resulting tax revenue is directed to the authority, rather than the appropriate jurisdiction.Beginning in 1994, taxing jurisdictions have the option to opt out of having its taxes captured by the authority. Also since 1994, school taxes may no longer be captured unless they are necessary to make payments on existing eligible obligations. For more information about TIF, see Michigan Department of Treasury's Tax Increment Financing FAQ web page at http://www.michigan.gov/treasury/0,1607,7-121-3218---F,00.html. The State of Michigan has adopted enabling legislation to allow TIF through five types of authorities. Each type of authority has a focus relating to development/redevelopment: Downtown Development Authority (PA 197 of 1975)'Correct and prevent deterioration in business districtsEncourage historic preservationPromote economic growth of the districts Tax Increment Finance Authority (PA 450 of 1980)Prevent urban deteriorationEncourage economic development and activityEncourage neighborhood revitalization and historic preservationClosed to new applicants since 1987Allows the development of virtually any type of land use Local Development Finance Authority (PA 281 of 1986)Encourage local developmentPromote conditions of employmentPromote economic growthLimited to business activities involving:ManufacturingAgricultural processingHigh-technology activitiesEnergy productionBusiness incubators Brownfield Redevelopment Authority (PA 381 of 1996)Promote revitalization, redevelopment, and reuse of certain propertyFocus on tax reverted, blighted, or functionally obsolete propertyMDEQ must approve brownfield redevelopment areas Corridor Improvement Authority (PA 281 of 2005)Correct and prevent deterioration in business districtsEncourage historic preservationPromote economic growth of the districtsMust be adjacent to a road classified as an arterial or collectorThese quasi-public entities are created by resolution through a community's governing body. CIA and LDFA boundaries may cross municipal boundaries. In the case of these multi-jurisdictional authorities, both communities must pass resolutions establishing authority. There is currently only one Joint LDFA (Cities of Southfield and Troy) and there are no CIAs in Oakland County. When the community establishes the authority, it must also define the geographic boundaries in which it will operate. DDAs and CIAs are authorized to levy and collect taxes through a special assessment on all properties within the authority boundary.After the authority and its boundaries are established, the authority creates a tax increment financing and development plan. The plan estimates the amount of tax increment financing that will be captured and lists specific projects on which it will be spent. It also defines the development area where the tax increment financing and projects will occur. The development area must be completely within the authority boundary; however, it may be coincident with the authority boundary.An authority may contain multiple development areas, each with its own development and tax increment financing plan. BRAs normally designate development areas as a one or two parcels for a specific development project, while the other types of authorities define development areas as a larger area. Also, LDFAs are only allowed to capture TIF from parcels in a permitted use, such as manufacturing.There may be both eliglible and inelgible parcels within a development area; however, the inelgible parcels do not participate in TIF capture. The base year used to calculate the amount of tax increment financing is set when the development plan is adopted. If the development plan is expanded at a later date, the base year could be reset for the entire development area or the capture could be calculated using multiple base years.The source for the base year was the tax billing code used by Oakland County Equalization. When no tax billing code was available (for communities that don't use the county's assessing system), the community was contacted to obtain the base year. When two separate authorities overlap, each authority can establish overlapping development areas. The authority that first created the development area has first claim on tax increment financing capture.Authority boundaries are represented using multiple features when the development area is not coincident with the authority boundary. One feature represents the development area and a second feature represents the remainder of the authority district that is not part of the development area. Multiple features are also used to represent authorities that have multiple development areas or development areas that have multiple base years.Brownfield Redevelopment Authorities are unique in that the authority boundaries are generally defined as the entire municipality. For this reason, the non-development areas of BRA's have been excluded from this data. The following list shows communities in Oakland County that have established a BRA: City of Auburn Hills City of Birmingham City of Farmington City of Farmington Hills City of Ferndale City of Hazel Park Charter Township of Highland Village of Holly City of Madison Heights Village of Milford County of Oakland City of Oak Park City of Pontiac City of Rochester City of Rochester Hills Charter Twp of Royal Oak City of Royal Oak City of Southfield City of Troy Charter Township of Waterford'Source documents for the boundary of each feature were obtained from the State of Michigan Office of the Great Seal, Oakland County Equalization, and the Oakland County Treasurer's office. These could be in the form of a legal description, parcel list, and/or map.For several boundaries, multiple sources were available and conflicted with each other. When this occurred, hierarchy was given to the legal description, then a parcel list, over the map, and the conflict is noted in the Comments field. However, if a parcel was shown in a parcel list, but not described in the authority based on the legal description, then it was still shown in the authority.It should also be noted that legal descriptions were not digitized using exact coordinate geometry. Instead, features were created by referencing the legal description to snap vertices to parcels, right-of-way, section corners, subdivisions, and lots. Features digitized from a legal description or map included road and railroad rights-of-way as it was described or shown in the document.For vague legal descriptions and parcel lists, right-of-way was addressed uniquely for each authority. Some source documents had statements that all or half of the surrounding right-of-way is to be included in the boundary, but some did not address right-of-way at all. In these cases, right-of-way was addressed distinctly for each authority based on the type of authority and the source documents with the method used recorded in the Comments field.The data will be updated on an as needed basis when authorities amend their development plans or new authorities are established. Oakland County Equalization and the Oakland County Treasurer's Office will notify and forward the source documents of necessary revisions to Oakland County Planning and Economic Development Services who is the custodian of the feature class. Communities will be contacted annually to verify that the districts have not changed without the knowledge of county departments. In particular, county departments may not be aware of BRA development projects when no TIF is captured. Lastly, because the tax parcel feature class is revised periodically and it is important for the features to be coincident with the tax parcel feature class, the development authority feature class will also be updated annually to correct conflicts due to parcel shifting.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Oakland County, Michigan"
  ],
  "dc_creator_sm": "Access Oakland",
  "dc_subject_sm": [
    "Planning and Cadastral",
    "Economy"
  ],
  "dct_provenance_s": "Michigan State",
  "dct_references_s": "{\"http://schema.org/url\":\"https://accessoakland.oakgov.com/datasets/e90026448daa4d568daa3ef727d8d758_2\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gisservices.oakgov.com/arcgis/rest/services/Enterprise/EnterpriseOpenPlanningMapService/MapServer/2\",\"http://schema.org/downloadUrl\":\"https://accessoakland.oakgov.com/datasets/e90026448daa4d568daa3ef727d8d758_2.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016-10-16",
  "dct_spatial_sm": [
    "Oakland County, Michigan, United States",
    "Michigan, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/5004223",
    "http://sws.geonames.org/5001836"
  ],
  "thumbnail_path_ss": "https://gisservices.oakgov.com/arcgis/rest/services/Enterprise/EnterpriseOpenPlanningMapService/MapServer/info/thumbnail",
  "layer_slug_s": "e90026448daa4d568daa3ef727d8d758_2",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-16T21:4:4Z",
  "centroid_s": "42.6598425,-83.3843095",
  "solr_geom": "ENVELOPE(-83.694337, -83.074282, 42.893598, 42.426087)",
  "solr_year_i": 2016
}