{
  "dc_identifier_s": "7571064d-e78b-4035-b026-758258fe32e3",
  "dc_title_s": "Land Recycling Cleanup Locations: Pennsylvania",
  "dc_description_s": "Land Recycling Cleanup Location Land Recycling Cleanup Locations (LRCL) are divided into one or more sub-facilities categorized as media: Air, Contained Release or Abandoned Container, Groundwater, Sediment, Soil, Surface Water, and Waste. Media is the environmental resource that is associated with the cleanup effort. The following primary facility kinds describe the Acts from which cleanup locations are derived: Act2 Land Recycling and Environmental Remediation Standards The first declaration of Section 102 of the policy provides a brief description of the purpose of Act2: The elimination of public health and environmental hazards on existing commercial and industrial land across this Commonwealth is vital to their use and reuse as sources of employment, housing, recreation, and open-space areas. The reuse of industrial land is an important component of a sound land use policy that will help prevent the needless development of prime farmland, open-space areas and natural areas and reduce public costs for installing new water, sewer, and highway infrastructure. CERCLA Comprehensive Environmental Response, Compensation, and Liability Act, also known as the Superfund This act was passed by Congress as a federal law in December of 1980, creating a tax on chemical and petroleum industries to: Identify and respond to sites from which releases of hazardous substances into the environment have occurred or could potentially occur Ensure they are cleaned up by responsible parties or through government funding Evaluate damages to natural resources HSCA Hazardous Sites Cleanup Act [This Act] provides the Department of Environmental Protection (DEP) with the funding and the authority to conduct cleanup actions at sites where hazardous substances have been released. HSCA also provides DEP with enforcement authorities to force the persons who are responsible for releases of hazardous substances to conduct cleanup actions or to repay public funds spent on a DEP funded cleanup action. HSCA funds are also used to pay the state share of costs of cleanup actions at Pennsylvania sites in the Federal Superfund program. Under the provisions of HSCA, most HSCA sites involve bankrupt facility owners, abandoned facilities, and inappropriate disposal of hazardous substances. As a general rule, HSCA sites do not include active facilities with financially viable owners. Other The Other primary facility kind includes a mixture of various different cleanup sites, no further action sites, and potential sites. This is optional data that the regional offices are not required to maintain. STSP Storage Tank Spill and Prevention Act Releases and/or ruptures from improperly installed or faulty storage tanks contaminate the Commonwealth's land and water resources. This act was passed to prevent such contamination through 'improved safeguards on the installation and construction of storage tanks.'",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_subject_sm": [
    "Location",
    "Environment"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=279\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=279\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "7571064d-e78b-4035-b026-758258fe32e3",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-74.63349, -80.597707, 42.23097, 39.674747)",
  "solr_year_i": 2018,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.9528585,-77.6155985",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}