{
  "dc_identifier_s": "1979404a-a724-4251-9430-5686c02f14a8",
  "dc_title_s": "Digital Flood Insurance Rate Map Database, Pennsylvania",
  "dc_description_s": "The FIRM is the basis for floodplain management, mitigation, and insurance activities for the National Flood Insurance Program (NFIP). Insurance applications include enforcement of the mandatory purchase requirement of the Flood Disaster Protection Act, which ... requires the purchase of flood insurance by property owners who are being assisted by Federal programs or by Federally supervised, regulated or insured agencies or institutions in the acquisition or improvement of land facilities located or to be located in identified areas having special flood hazards, Section 2 (b) (4) of the Flood Disaster Protection Act of 1973. In addition to the identification of Special Flood Hazard Areas (SFHAs), the risk zones shown on the FIRMs are the basis for the establishment of premium rates for flood coverage offered through the NFIP. The DFIRM Database presents the flood risk information depicted on the FIRM in a digital format suitable for use in electronic mapping applications. The DFIRM database is a subset of the Digital FIS database that serves to archive the information collected during the FIS. The Digital Flood Insurance Rate Map (DFIRM) Database depicts flood risk information and supporting\\r\\ndata used to develop the risk data. The primary risk classifications used are the 1-percent-annual-chance\\r\\nflood event, the 0.2-percent-annual-chance flood event, and areas of minimal flood risk. The DFIRM\\r\\nDatabase is derived from Flood Insurance Studies (FISs), previously published Flood Insurance Rate Maps\\r\\n(FIRMs), flood hazard analyses performed in support of the FISs and FIRMs, and new mapping data,\\r\\nwhere available. The FISs and FIRMs are published by the Federal Emergency Management Agency (FEMA).\\r\\nThe file is georeferenced to earth\\s surface using the UTM projection and coordinate system.The\\r\\nspecifications for the horizontal control of DFIRM data files are consistent with those required for\\r\\nmapping at a scale of 1:12,000.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Federal Emergency Management Agency"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Hydrology",
    "Inland Waters"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=2365\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=2365\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2015"
  ],
  "dct_spatial_sm": [
    "United States of America"
  ],
  "layer_slug_s": "1979404a-a724-4251-9430-5686c02f14a8",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:27Z",
  "solr_geom": "ENVELOPE(-80.5199, -74.6895, 42.5161, 39.7198)",
  "solr_year_i": 2015,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "41.11795,-77.6047",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6252001"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}