{
  "dc_identifier_s": "d387accdda4d468286787641e23bf884_4",
  "dc_title_s": "Shoreline Changes - Anne Arundel 10 Years Shoreline Erosion Level: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information on http://imap.maryland.gov. To quantify shoreline rates of change (erosion or accretion), Maryland Geological Survey (MGS) used historical and recent shorelines spanning 1993-2010 as input into the Digital Shoreline Analysis System (DSAS) Version 4. 3. DSAS, a computer program developed by the U. S. Geological Survey (USGS), determines linear rates of shoreline change along closely spaced, shore-normal transects. Based on DSAS output, MGS assigned generalized rate of change categories as attributes to a recent shoreline for Anne Arundel County. This recent shoreline consisted of the National Oceanic and Atmospheric Administration (NOAA) Continually Updated Shoreline Product (CUSP) digital shoreline currently available for Anne Arundel County; and 2) portions of the Maryland Department of Natural Resources (MD DNR) Critical Area Commission (CAC) digital shoreline for Anne Arundel County. Based on the results of an End Point Rate (EPR) analysis on the ca. 1990s shoreline and the ca. 2000/2010 shoreline (recent shoreline), MGS grouped the rate results into the following general categories: (a) No change (-0. 01 to 0. 01 feet/year), (b) Accretion (greater than 0. 01 feet/year), (c) Slight erosion rate (0 to -2 feet/year), (d) Low erosion rate (-2 to -4 feet/year), (e) Moderate erosion rate (-4 to -8 ft/yr), (f) High erosion rate (greater than -8 feet/year), (g) Protected, (h) No data (insufficient shorelines to calculate 10-year EPR rate), (i) No data (no transects cast; unprotected or unknown shoreline condition), and (j) No data (rates not delivered; calculated rates suspect). The NOAA CUSP shoreline represents the shoreline position in Anne Arundel County between the years 2005-2010. The CAC shoreline represents the shoreline position in Anne Arundel County in 2007. In Anne Arundel County, the NOAA CUSP data set covered all shoreline in the county with the exception of the Patuxent River along the western county border. As such, MGS utilized the CAC shoreline data set in the Patuxent River area. To identify which shoreline source is responsible for a shoreline segment, view the DSAS_SRC attribute table field -- CAC indicates a shoreline sourced from MD DNR CAC data set; NOAA CUSP indicates a shoreline sourced from the NOAA CUSP data set. Negative rate of change values indicate erosion, and positive values indicate accretion. In general, MGS tried to attribute lengths of shoreline of at least 80 meters in length sharing similar rates of change. Last Updated: 6/2017Map Service Link: http://geodata. md. gov/imap/rest/services/Hydrology/MD_ShorelineChanges/MapServer/4",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_creator_sm": [
    "Maryland iMap"
  ],
  "dc_subject_sm": [
    "Oceans"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://data.imap.maryland.gov/datasets/d387accdda4d468286787641e23bf884_4\",\"http://schema.org/downloadUrl\":\"https://hub.arcgis.com/datasets/6319ec2d8bb445e990881c5fd9c4d198_0,\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://data.imap.maryland.gov/datasets/d387accdda4d468286787641e23bf884_4\"}",
  "dct_isPartOf_sm": [
    "ArcGIS Open Data"
  ],
  "dct_issued_s": "2017",
  "dct_temporal_sm": [

  ],
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "layer_slug_s": "d387accdda4d468286787641e23bf884_4",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-07-10T14:46:07Z",
  "solr_geom": "ENVELOPE(-76.7137, -76.3946, 39.2371, 38.7127)",
  "solr_year_i": 2017,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "38.9749,-76.55415",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "ArcGIS Open Data",
  "geoblacklight_version": "1.0"
}