{
  "dc_identifier_s": "ed9c64e9-a89a-4422-b0c0-f6379014d922",
  "dc_title_s": "National Wetland Inventory Update: Minnesota",
  "dc_description_s": "The National Wetland Inventory (NWI) data for Minnesota are being updated through a multi-agency collaborative effort under leadership of the Minnesota Department of Natural Resources (MNDNR). The update is being conducted in geographic phases with data released for each region as it is finalized. This metadata record covers the first three geographic regions: northeast, east-central, and southern Minnesota. Major funding was provided by the Environmental and Natural Resources Trust Fund. The updated NWI classify wetlands according to the system developed by Cowardin et al. (1979). The data also contains a simplified plant community classification (SPCC) and a simplified hydrogeomorphic (HGM) classification. Quality assurance of the data included visual inspection, automated checks for attribute validity and topologic consistency, as well as a formal accuracy assessment based on an independent field verified data set. Further details on the methods employed can be found in the technical procedures document for this project located on the project website (http://www.dnr.state.mn.us/eco/wetlands/nwi_proj.html ). The updated NWI data are primarily based on spring aerial imagery acquired in 2011 and LiDAR elevation data as well as other modern ancillary data. These data are intended to replace the original 1980s NWI data. NWI data support effective wetland management, protection, and restoration. The data provide a baseline for assessing the effectiveness of wetland policies and management actions. These data are used at all levels of government, as well as by private industry and non-profit organizations for wetland regulation and management, land use and conservation planning, environmental impact assessment, and natural resource inventories.                 EAST-CENTRAL: Operational support for wetland mapping and classification was provided by Ducks Unlimited (DU) and support for methods development and field validation were provided by the Remote Sensing and Geospatial Analysis Laboratory at the University of Minnesota. The DNR Resource Assessment Office provided additional support data processing, field checking, and quality control review. The east-central project area consists of 13 counties including: Anoka, Carver, Chisago, Dakota, Goodhue, Hennepin, Isanti, Ramsey, Rice, Scott, Sherburne, Washington, and Wright Counties. The updated wetland inventory area included complete coverage for all USGS quarter quadrangles that intersect any of these counties (about 7,150 square mile).The NWI classification process for east-central Minnesota consisted of three basic steps: 1) creation of image segments (polygons), 2) RandomForest classification of the segments, and 3) photo-interpretation/editing of the classified image segments.              NORTHEAST: Operational support for wetland mapping and classification was provided by Ducks Unlimited (DU) and support for methods development and field validation were provided by the Remote Sensing and Geospatial Analysis Laboratory at the University of Minnesota. The DNR Resource Assessment Office provided additional support data processing, field checking, and quality control review. The project area consists of 5 counties in northeast Minnesota including: Cook, Koochiching, Lake, St. Louis, and a portion of Carlton Counties. The project encompasses 1,097 USGS quarter quads covering an area of 14,330 square miles (17% of the state). The NWI classification process for northeast Minnesota consisted of three basic steps: 1) creation of image segments (polygons), 2) RandomForest classification of the segments, and 3) photo-interpretation of the classified image segments. Please note that a portion of Koochiching County was completed as a separate pilot project. Those data are not yet included in the greater northeast regional product and will be incorporated after their validation is complete.                               SOUTHERN: Operational support for wetland mapping and classification was provided by Geospatial Services of St. Mary's University of Minnesota (SMUMN) and support for methods development and field validation were provided by the Remote Sensing and Geospatial Analysis Laboratory at the University of Minnesota. The MNDNR Resource Assessment Office provided additional support data processing, field checking, and quality control review. Major funding was provided by the Environmental and Natural Resources Trust Fund. The project area consists of 36 counties in southern Minnesota including: Big Stone, Blue Earth, Brown, Chippewa, Cottonwood, Dodge, Faribault, Fillmore, Freeborn, Houston, Jackson, Kandiyohi, Lac qui Parle, Le Sueur, Lincoln, Lyon, Martin, McLeod, Meeker, Mower, Murray, Nicollet, Nobles, Olmstead, Pipestone, Redwood, Renville, Rock, Sibley, Steele, Swift, Wabasha, Waseca, Watonwan, Winona, and Yellow Medicine Counties. The project encompasses 1,787 USGS quarter quads covering an area of 23,900 square miles (28% of the state). The NWI classification process for southern Minnesota relied on visual image interpretation and other geospatial techniques to identify and classify wetlands using remote sensing data.               NOTE: The layer files for this data have been set up to restrict drawing of the data when zoomed out beyond 1:100,000 scale for the east-central region and when zoomed out beyond 1:250,000 scale for the northeast and southern regions. This is, in part, to prevent problems with slow performance with this large dataset. However, the data have also been compressed to speed the drawing performance and this results in a terminal system instability in ArcMap version 10.2 when the east-central data are viewed zoomed out beyond about 1:100,000 scale (1:60,000 scale for the Cowardin symbolized layer). This does not affect the more recent versions of ArcMap such as ArcMap 10.2.2. It also does not affect uncompressed versions of the data.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Minnesota Department of Natural Resources (DNR)"
  ],
  "dc_creator_sm": [
    "Minnesota Department of Natural Resources, Ducks Unlimited, and St. Mary's University of Minnesota"
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/ed9c64e9-a89a-4422-b0c0-f6379014d922\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/water_nat_wetlands_inv_2009_2014/shp_water_nat_wetlands_inv_2009_2014.zip\",\"http://schema.org/image\":\"https://btaagdp.org/thumbnails/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/water_nat_wetlands_inv_2009_2014/preview/preview.jpg\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/water_nat_wetlands_inv_2009_2014/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2014-07-29T15:04:45.555288",
  "dct_temporal_sm": [
    "2017"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "ed9c64e9-a89a-4422-b0c0-f6379014d922",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T17:12:30Z",
  "solr_geom": "ENVELOPE(-96.862, -89.492, 48.688, 43.35)",
  "solr_year_i": 2017,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "46.019,-93.177",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "b1g_image_ss": "https://btaagdp.org/thumbnails/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/water_nat_wetlands_inv_2009_2014/preview/preview.jpg",
  "b1g_collection_sm": "05a-01",
  "geoblacklight_version": "1.0"
}