{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "1cb0ecae-e270-4e70-9307-4f8e962e942f",
  "dc_identifier_s": "1cb0ecae-e270-4e70-9307-4f8e962e942f",
  "dc_title_s": "Twin Cities Metropolitan Area Regional Groundwater Flow Model Results, Version 2.00 (Metro Model 2): Minnesota",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This metadata record provides an index to datasets generated by the Twin Cities Metropolitan Area Regional Groundwater Flow Model.  The 2005 Minnesota Legislature directed the Metropolitan Council to \"carry out planning activities addressing the water supply needs of the metropolitan area\" (Minnesota Statutes, Section 473.1565). Specifically the Council is charged with developing a base of technical information for water supply planning decisions and to prepare a metropolitan area master water supply plan. This dataset supports this charge.  Links below contain additional information relating to each dataset : 1. <a href=\"RegionalGroundwaterFlowModelBoundary.html\" target=_blank> Regional Groundwater Flow Model Boundary</a> (polygon)  2. <a href=\"AvailableHead.html\" target=_blank>Areas of Predicted Aquifer Decline Greater than 50% of Available Head</a> (raster): - Drawdown Available Head 2030 Franconia Ironton Galesville  - Drawdown Available Head 2050 Franconia Ironton Galesville  - Drawdown Available Head 2030 Prairie du Chien Jordan - Drawdown Available Head 2050 Prairie du Chien Jordan  3. <a href=\"GroundwaterDeclineSurfaceWaters.html\" target=_blank>Drawdown in Areas with Significant Potential for Impact to Surface Waters due to Cummulative Pumping Stresses</a> (raster): - Water Table Decline By Connected Surface Water 2030  - Water Table Decline By Connected Surface Water 2050  4. <a href=\"WaterLevelDecline.html\" target=_blank>Projected Aquifer Drawdown</a> (raster) - Water Level 2030 Prairie du Chien Jordan  - Water Level 2050 Prairie du Chien Jordan  - Water Level 2030 Franconia Ironton Galesville  - Water Level 2050 Franconia Ironton Galesville  - Water Level 2030 Mt Simon  - Water Level 2050 Mt Simon  5. <a href=\"WaterLevelModern.html\" target=_blank>Calibrated Hydraulic Head Contours</a> (polyline): - Water Level Modern Prairie du Chien Jordan - Water Leve lModern Franconia Ironton Galesville - Water Level Modern Mt. Simon  6. <a href=\"WaterLevelPreDevelopment.html\" target=_blank>Projected Pre-Development Hydraulic Head Contours</a> (polyline): - Water Level Pre Development Prairie du Chien Jordan  - Water Level Pre Development Franconia Ironton Galesville  - Water Level Pre Development Mt Simon  7. <a href=\"WaterLevelProjected.html\" target=_blank>Projected Hydraulic Head</a> (raster): - Water Level 2030 Prairie du Chien Jordan  - Water Level 2050 Prairie du Chien Jordan  - Water Level 2030 Franconia Ironton Galesville  - Water Level 2050 Franconia Ironton Galesville  - Water Level 2030 Mt Simon  - Water Level 2050 Mt Simon",
  "dc_creator_sm": [
    ""
  ],
  "dc_publisher_sm": [
    "Metropolitan Council, Twin Cities, Minnesota"
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Raster",
  "dct_provenance_s": "Minnesota",
  "dct_issued_s": "2015-09-09",
  "dct_temporal_sm": [
    "2015"
  ],
  "b1g_date_range_drsim": [
    "[2015 TO 2015]"
  ],
  "solr_year_i": "2015",
  "dct_spatial_sm": [
    "Minnesota"
  ],
  "solr_geom": "ENVELOPE(-94.012,-92.732,45.415,44.471)",
  "b1g_centroid_ss": "44.943,-93.372",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "05a-01",
  "dct_isPartOf_sm": [
    "05a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "Minnesota Geospatial Commons",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/1cb0ecae-e270-4e70-9307-4f8e962e942f\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_metc/water_metro_grndwater_flow_model/metadata/metadata.html\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/water_metro_grndwater_flow_model/shp_water_metro_grndwater_flow_model.zip\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}