{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "45a1f14e-f39b-4a93-aae4-873a7c919cd6",
  "dc_identifier_s": "45a1f14e-f39b-4a93-aae4-873a7c919cd6",
  "dc_title_s": "State Agency Administrative Boundaries: Minnesota",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "MnDOT created area transportation partnerships (ATPs) to emphasize greater public involvement in the preparation of transportation plans and programs. There are eight ATPs in Minnesota (one for each MnDOT District area). The ATP Districts are also used to describe the locations and responsible district for construction projects identified in various MnDOT Annual Reports (ex. CHIP/STIP, Major Highway Projects Report. The metropolitan planning area for each Metro Planning Area (MPO). MnDOT divides the state into eight administrative zonal areas referred to as construction districts. The boundaries of these districts are used to determine which district is responsible for construction activities on trunk highways, and for reporting purposes. Construction Districts is a polygon feature class that represents an area that defines the portions of trunk highways and their junctions served by each of the eight districts. The Minnesota Department of Transportation (MnDOT) divides the state into eight administrative zonal areas called Construction Districts. Some of these Construction Districts have been further sub-divided into Maintenance SubDistricts, which may identify a region for operational or administrative purposes. Maintenance SubDistricts is a polygon feature class that represents this area, and defines the portions of trunk highways and their junctions served by each SubDistrict. They are derived from the SubDistrict attribute field from the Maintenance Subareas feature class. MnDOT divides the state into eight administrative zonal areas call construction districts. Within each construction district, there are a varying number of maintenance subareas. These subareas represent which facility is responsible for maintenance activities on trunk highways, specifically winter maintenance. Note that summer maintenance activates may deviate substantially from these boundaries. Maintenance Subareas is a polygon feature class that represents the area, and defines the portions of trunk highways and their junctions served by each districts subarea. This dataset is a copy of the Minnesota Department of Public Safety State Patrol district boundaries. There are 11 state patrol districts, comprised of 59 station number sub-districts. With the exception of Hubbard, St Louis, and Todd County, the district boundaries follow county lines. District 2000 and District 4600 are specific to building perimeter and not spatially represented in this dataset. The area for each Regional Development Org (RDO). Check other metadata records in this package for more information on State Agency Administrative Boundaries.",
  "dc_creator_sm": [
    "Minnesota Department of Transportation (DOT)"
  ],
  "dc_publisher_sm": [
    "State of Minnesota"
  ],
  "dc_subject_sm": [
    "Boundaries"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Minnesota",
  "dct_issued_s": "2018-07-24",
  "dct_temporal_sm": [
    "2018"
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Minnesota"
  ],
  "solr_geom": "ENVELOPE(-97.50897,-89.02899,49.652543,43.192405)",
  "b1g_centroid_ss": "46.422474,-93.26898",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "05a-01",
  "dct_isPartOf_sm": [
    "05a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "Minnesota Geospatial Commons",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/45a1f14e-f39b-4a93-aae4-873a7c919cd6\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dot/bdry_organization/metadata/metadata.html\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dot/bdry_organization/shp_bdry_organization.zip\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}