{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "e0347c9a-f2aa-4055-bead-1f1e05904eff",
  "dc_identifier_s": "e0347c9a-f2aa-4055-bead-1f1e05904eff",
  "dc_title_s": "Resilient Sites for Terrestrial Conservation: Minnesota",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This is a collection of 5 raster datasets and an <a href=ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_resilient_sites_tnc/metadata/Ecoregions.html target=blank>ecoregions boundary file</a> that were used to compile the report available here: http://www.conservationgateway.org/ConservationByGeography/NorthAmerica/UnitedStates/centralUS/GreatLakes/Pages/Reports-and-Data.aspx  The Minnesota Department of Natural Resources provides these datasets clipped to the Minnesota boundary and re-projected to UTM Zone 15N. Detailed metadata for each layer can be found here: <a href=ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_resilient_sites_tnc/metadata/Settings.html target=blank>Settings</a> <a href=ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_resilient_sites_tnc/metadata/Landscape_Diversity.html target=blank>Landscape Diversity</a> <a href=ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_resilient_sites_tnc/metadata/Local_Connectedness.html target=blank>Local Connectedness</a> <a href=ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_resilient_sites_tnc/metadata/Resilience_Score.html target=blank>Resilience Score</a> <a href=ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_resilient_sites_tnc/metadata/Above_Average_Resilience.html target=blank>Above Average Resilience</a>  Brief Summary of Methods  Detailed methods are addressed in the report. Here we provide a short summary of the key resilience inputs and analysis steps. <ul><li><i>Settings</i>: We developed geophysical setting classifications that best correspond to important drivers of species diversity and vegetation types in the project area. This analysis resulted in a set of empirically derived and ecologically relevant geophysical settings on which we can base conservation priorities. The settings fall broadly into bedrock-influenced and surficial soil texture categories.</li> <li><i>Landscape Diversity</i>: To create a standardized metric of Landscape Diversity we transformed two indices (Landform Variety and Wetland Scoreto standardized normal distributions (“Z-scores”with a mean of 0 and standard deviation of 1) and then combined them into a single index. Landforms are the base score of the Landscape Diversity metric—because not all landscapes have wetlands. Where wetlands were present, if the Wetland Score was greater than the Landform Diversity Score, the Landform Diversity Score and the Wetland Score were combined. In these cases, the Landform Variety Score received twice the weight of the Wetland Score. The final map of Landscape Diversity shows the areas estimated to have the most microclimates based on Landform Variety and the Wetland score (when wetlands are present, they increase the Landscape Diversity score of flat landforms).</li> <li><i>Local Connectedness</i>: Local connectedness measures how impaired the structural connections are between natural ecosystems within a local landscape. Connectedness answers the question: “To what extent are ecological flows outward from that cell impeded or facilitated by the surrounding local landscape?” To measure this, each cell is coded with a resistance weight based on land cover, and the theoretical spread of a species or process outward from a focal cell is a function of the resistance values of the neighboring cells and their distance from a focal cell out to a maximum distance (3 km). Based on the possible spread, each cell is given a resultant local connectedness value from 0 (least connected) to 100 (most connected). This score is then converted to a Z-score: The cell score“x” minus the mean scoreof all cells “µ” divided by the standard deviation of all cells.</li> <li><i>Resilience Estimates</i>: We combined the Landscape Diversity and the local connectedness scores into an integrated resilience score. To ensure that the two factors had equal weight in the integrated score we transformed each metric to standardized normalized scores (z-scores) so that each had a mean of zero and a standard deviation of one (this prevents the factor with a larger mean or variance from having more influence). The formula for calculating the z-scores was: the cell score“x”minus the mean scoreof all cells “µ” divided by the standard deviation of all cells “σ”.</li> <li><i>Stratification of Resilience Estimates</i>: To arrive at a final resilience score, we stratified our evaluation of estimated resilience at three geographic stratification levels: ecoregions, settings with ecoregions, and for the entire region. The base result is resilience stratified by ecoregion. We then added in overrides to capture the most resilient areas in each setting and the most resilient areas in the region. The Ecoregional Stratification highlights the most resilient places in each ecoregion and ensures a fair geographic distribution. For the Setting Stratification, we boosted the areas with the highest scores of each geophysical setting within ecoregion. If the Setting Stratification was above average (&gt;.5 SD above the mean) and exceeded the Ecoregion Stratification score, the grid cell received the Setting Stratification score. Finally, we wanted to ensure that the highest scoring places for resilience in the region appeared in the final map. If the Regional results were above average and were higher than the combined ecoregional and setting results, the grid cell received the value of the Regional score. The threshold for “above average” scores for Regional resilience included all scores meeting a “above average” (&gt;1 SD) or “slightly above average (between 0.5 and 1 SD) if the landscape diversity score was also above average. This specification ensured that areas with only slightly above average scores for the region were only included if they also have high landscape diversity. We also corrected the final scores to ensure lands with high intensity corn landuse or surface mining could not have a maximum score above .5 SD, and we also ran a spatial smoothing algorithm to improve transitional mapping within 20km of ecoregional lines.</li> <li><i>Final Resilience Score Legend</i>: Our method identified the sites that scored above or below average in estimated resilience using the -0.5 standard deviations (SD) to 0.5 SD of the range of sites as the definition of average. Although the result is a continuous numeric number for each 30m pixel, our standard legend was as follows:  Far below average (&lt;-2 SD) Most Vulnerable Below average (-1 to -2 SD) More Vulnerable Slightly below average (-0.5 to -1 SD) Somewhat Vulnerable Average (-0.5 to 0.5 SD) Average Slightly above average (0.5 to 1 SD) Somewhat Resilient Above average (1- 2 SD) More Resilient Far above average (&gt;2 SD) Most Resilient</li></ul>",
  "dc_creator_sm": [
    "Minnesota Department of Natural Resources (DNR)"
  ],
  "dc_publisher_sm": [
    "State of Minnesota"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Raster",
  "dct_provenance_s": "Minnesota",
  "dct_issued_s": "2018-12-13",
  "dct_temporal_sm": [
    "2018"
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Minnesota"
  ],
  "solr_geom": "ENVELOPE(-97.378616,-89.225875,49.427764,43.375484)",
  "b1g_centroid_ss": "46.401624,-93.3022455",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "05a-01",
  "dct_isPartOf_sm": [
    "05a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "Minnesota Geospatial Commons",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/e0347c9a-f2aa-4055-bead-1f1e05904eff\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/env_resilient_sites_tnc/metadata/metadata.html\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_resilient_sites_tnc/shp_env_resilient_sites_tnc.zip\"}",
  "layer_id_s": "",
  "b1g_image_ss": "https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/env_resilient_sites_tnc/metadata/preview.jpg"
}