{
  "uuid": "8172224fea804a7ab4d08e102b36f8a5_0",
  "dc_identifier_s": "8172224fea804a7ab4d08e102b36f8a5_0",
  "dc_title_s": "Watersheds - Federal Watersheds (HUC 11): Maryland",
  "dc_description_s": "This is a MD iMAP hosted service layer. Find more information at http://imap.maryland.gov. Hydrologic unit boundaries define the aerial extent of surface water drainage to a point. Hydrologic units through four levels were created in the 1970's and have been used extensively throughout the United States. During that time the U. S. Geological Survey (USGS) developed a hierarchical hydrologic unit code (HUC) for Hydrologic unit boundaries define the aerial extent of surface water drainage to a point. Hydrologic units through four levels were created in the 1970's and have been used extensively throughout the United States. During that time the U. S. Geological Survey (USGS) developed a hierarchical hydrologic unit code (HUC) for the United States. This system divides the country into 21 Regions, 222 Subregions, 352 Accounting Units, and 2,149 Cataloging Units based on surface hydrologic features. The smallest USGS unit (8-digit HU) is approximately 448,000 acres. During the late 1970's the Natural Resources Conservation Service (NRCS), formerly the Soil Conservation Service, initiated a national program to further subdivide HU's into smaller watersheds for water resources planning. A 3-digit extension was added to the 8-digit identification. By the early 1980's this 11-digit HU mapping was completed for most of the U. S. These data demonstrate Maryland's watersheds as represented by the federal Hydrologic Unit Code denoted by an 11-digit numerical code. The watersheds were defined using contours on U. S. Geological Survey (USGS) 7. 5 minute quadrangle map sheets. The state has been divided into 138 watersheds that are identified by Maryland, using an 8-digit numerical code. These watersheds are equivalent to the HUC 11-digit codes. The watershed file is generally considered to be map accurate at a scale of 1:24,000. A new 12-digit watershed file is available from DNR which provides more detailed line work for over 1,100 watersheds which is approximately equivalent to the HUC 14-digit code. Last Updated: 1998",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Maryland iMap"
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/8172224fea804a7ab4d08e102b36f8a5_0\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Hydrology/MD_Watersheds/FeatureServer/0\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/8172224fea804a7ab4d08e102b36f8a5_0.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016",
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4361885"
  ],
  "thumbnail_path_ss": "https://geodata.md.gov/imap/rest/services/Hydrology/MD_Watersheds/FeatureServer/info/thumbnail",
  "layer_slug_s": "8172224fea804a7ab4d08e102b36f8a5_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-12T21:16:30Z",
  "centroid_s": "38.8046,-77.26905",
  "solr_geom": "ENVELOPE(-79.4878, -75.0503, 39.7231, 37.8861)",
  "solr_year_i": 2016
}