{
  "dc_identifier_s": "9ssd-ypf9",
  "dc_title_s": "Child Care Providers: Southeast Michigan, 2014",
  "dc_description_s": "Locations of all Licensed and / or Registered childcare providers in Southeast Michigan from June 2014. Provided by the United Way of Southeast Michigan's Regional Resource Center. Contains information on whether a provider is a Head Start or Great Start Readiness provider, as well as the quality rating from Great Start to Quality if a provider participates. This data was exported to Data Driven Detroit by the United Way for SE Michigan. Data Driven Detroit added fields indicating whether a location was physically in Detroit, and also a single field indicating whether a provider paricipated in either Head Start, Great Start or Early Head Start. Locations of all Licensed and / or Registered childcare providers in Southeast Michigan from June 2014. Provided by the United Way of Southeast Michigan's Regional Resource Center, a partner of the Early Childhood Investment Corporation. Contains information on whether a provider is a Head Start or Great Start Readiness provider, as well as the quality rating from Great Start to Quality if a provider participates. This data was exported to Data Driven Detroit by the United Way for SE Michigan. Data Driven Detroit added fields indicating whether a location was physically in Detroit, and also a single field indicating whether a provider paricipated in either Head Start, Great Start or Early Head Start.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "City of Detroit Open Data Portal"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Society"
  ],
  "dct_provenance_s": "Michigan",
  "dct_references_s": "{\"http://schema.org/url\":\"https://data.detroitmi.gov/d/9ssd-ypf9\",\"http://schema.org/downloadUrl\":\"https://data.detroitmi.gov/api/geospatial/9ssd-ypf9?method=export&format=Shapefile\"}",
  "dct_isPartOf_sm": [
    "Detroit Open Data"
  ],
  "dct_issued_s": "2014-05-31T12:00:00",
  "dct_temporal_sm": [
    "2014"
  ],
  "dct_spatial_sm": [
    "Detroit, Michigan, United States",
    "Michigan, United States"
  ],
  "layer_slug_s": "9ssd-ypf9",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:05:29Z",
  "solr_geom": "ENVELOPE(-83.2880, -82.9105, 42.4502, 42.2552)",
  "solr_year_i": 2014,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "42.3527,-83.09925",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4990729"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "07c-01",
  "geoblacklight_version": "1.0"
}