{
  "uuid": "e97e61ce44174faf9d42ae169185e263_0",
  "dc_identifier_s": "e97e61ce44174faf9d42ae169185e263_0",
  "dc_title_s": "Land Use - Enhanced (Feature Service): Delaware Valley",
  "dc_description_s": "The Delaware Valley Regional Planning Commission (DVRPC) contracted Aerial Information Systems, Inc. (AIS) to perform a 2015 Land Use Update (aka Phase 1, Product 1, P1) and to create a 2015 Enhanced Land Use Update (aka Phase 2, Product 2, P2) data set for the nine-county DVRPC region consisting of Bucks, Chester, Delaware, Montgomery, and Philadelphia counties in Pennsylvania, and Camden, Burlington, Gloucester, and Mercer counties in New Jersey. The project started in February 2016 and completed in April 2017. AIS used computer interactive photo interpretation and heads-up digitizing to create both land use datasets. The project was performed in two phases.This metadata is for the Enhanced Land Use (P2) mapping effort.The P2 layer was the creation of an enhanced land use layer using a more detailed land use classification and standardized data capture criteria, including minimum mapping size guidelines for built-up land use types and parking lots. The P2 layer will support DVRPC?s more detailed planning analyses goals and other programs and projects at DVRPC and their member governments and agencies.Despite some overlap in the land use classification and data capture criteria for each effort, the P1 and P2 geodatabases do not completely correlate to one another due to the more detailed P2 classification, changes in the categorization of some land use features from P1 to P2 and revisions to the original DVRPC data capture criteria.All work was performed by AIS staff, at the AIS office in Redlands, California using Esri ArcGIS 10.3 software capabilities. No sub-contractors or outside consultants were used throughout the performance of the contract.Detailed Metadata Document",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Delaware Valley Regional Planning Commission"
  ],
  "dc_creator_sm": "Delaware Valley Regional Planning Commission",
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/e97e61ce44174faf9d42ae169185e263_0\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://arcgis.dvrpc.org/arcgis/rest/services/Planning/LandUse2015_Enhanced/FeatureServer/0\",\"http://schema.org/downloadUrl\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/e97e61ce44174faf9d42ae169185e263_0.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2017-09-11",
  "dct_temporal_sm": [
    "2015"
  ],
  "dct_spatial_sm": [
    "Delaware River, Delaware, United States",
    "Maryland, United States",
    "New Jersey, United States",
    "Pennsylvania, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4142210",
    "http://sws.geonames.org/4361885",
    "http://sws.geonames.org/5101760",
    "http://sws.geonames.org/6254927"
  ],
  "layer_slug_s": "e97e61ce44174faf9d42ae169185e263_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-16T23:47:48Z",
  "centroid_s": "40.05905,-75.2664",
  "solr_geom": "ENVELOPE(-76.1513, -74.3815, 40.6087, 39.5094)",
  "solr_year_i": 2015
}