{
  "uuid": "b9753521380444439a92762e7d2149e2_2",
  "dc_identifier_s": "b9753521380444439a92762e7d2149e2_2",
  "dc_title_s": "Offshore Ocean Resources - Sand Volume Estimates: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information on http://imap.maryland.gov. Volumetric estimations for Fenwick, Weaver, Isle of Wight shoals used vibracore data collected in 1992 1997, volumes were calculated in 2000 (Conkwright, Williams and Christiansen, 2000). Borrow Area 2 has been virtually exhausted by dredging. Between 1988-1992, ~2. 9 million m^3 was dredged from Borrow Area 2, ~4. 2 million m^3 dredged from Borrow Area 3, and ~3. 2 million m^3 dredged from Borrow Area 9 (Wells, 1994). Revised volumentric estimations for Shoals B, C, D, Little Gull Bank Great Gull Bank (1996) In the 1993 sand resources study (Conkwright and Gast, 1994b) the seismically defined ravinement surface was used as the lower structural boundary for volume calculations. However, the purpose of the current study is to estimate only the volume of sand with measured physical parameters. Therefore, the lower boundary for volumetric calculations was determined primarily by the grain size parameters of vibracore samples. The lower boundary surface was set at the depth where the sampled sand became too fine or too poorly sorted for use as beach fill. In those cases where the entire length of core contained usable sand, the boundary surface was set at the depth of maximum vibracore penetration. Because vibracore penetrations on Little and Great Gull Banks were generally within a meter of the ravinement surface, that surface was used as the lower boundary for those shoals, unless vibracore samples indicated otherwise. (Conkwright and Williams, 1996). REFS:Conkwright, R. D. and R. A. Gast. 1994a. Potential Offshore Sand Resources in Southern Maryland Shoal Fields. Coastal and Estuarine Geology File Report #95-4Conkwright, R. D. and R. A. Gast. 1994b. Potential Offshore Sand Resources in Central Maryland Shoal Fields. Coastal and Estuarine Geology File Report #95-9Conkwright, R. D. and C. P. Williams. 1996. Offshore Sand Resources in Central Maryland Shoal Fields. Coastal and Estuarine Geology File Report #96-3Conkwright, R. D. , Williams, C. P. , and L. B. Christiansen. 2000. Offshore Sand Resources in Northern Maryland Shoal Fields. Coastal and Estuarine Geology File Report No. 00-2Wells, D. V. 1994. Non-Energy Resources and Shallow Geological Framework of the Inner Continental Margin Off Ocean City, Maryland. Coastal and Estuarine Geology Open File Report #16USACE. 2008. Atlantic Coast of Maryland Shoreline Protection Project Final supplemental Environmental Impact Statement General Reevaluation Study: Borrow Sources for 2010-2044 Funding to compile these datasets provided by BOEM under cooperative agreement number: M14AC00007. Data processing and compilation was executed by Maryland Geological Survey. Last updated: 1/1/2000",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Maryland iMap"
  ],
  "dc_subject_sm": [
    "Oceans"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/b9753521380444439a92762e7d2149e2_2\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Geoscientific/MD_OffshoreOceanResources/FeatureServer/2\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/b9753521380444439a92762e7d2149e2_2.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016",
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4361885"
  ],
  "thumbnail_path_ss": "https://geodata.md.gov/imap/rest/services/Geoscientific/MD_OffshoreOceanResources/FeatureServer/info/thumbnail",
  "layer_slug_s": "b9753521380444439a92762e7d2149e2_2",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-12T21:16:7Z",
  "centroid_s": "38.2622,-75.0209",
  "solr_geom": "ENVELOPE(-75.21, -74.8318, 38.513, 38.0114)",
  "solr_year_i": 2016
}