{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "1d5bfc66dd664a2a9d3f0bc203132022_0",
  "dc_identifier_s": "1d5bfc66dd664a2a9d3f0bc203132022_0",
  "b1g_date_range_drsim": [
    "[2017 TO 2017]"
  ],
  "dct_temporal_sm": [
    "2017"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "b1g_dateAccessioned_s": "2019-10-11",
  "solr_year_i": "2017",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-79.4871,-75.0522,39.723,37.9647)",
  "b1g_keyword_sm": [
    "Administrative Classification",
    "Administrative Class",
    "Admin Classification",
    "Admin Class",
    "State Classification System",
    "Roadway Classification",
    "Roadway Classification System",
    "Highway Performance Monitoring System",
    "HPMS",
    "Transportation",
    "Statewide",
    "Maryland",
    "MD",
    "Federal Highway Administration",
    "FHWA",
    "Maryland Department of Transportation",
    "MDOT",
    "Maryland Department of Transportation State Highway Administration",
    "MDOT SHA",
    "State Highway Administration",
    "SHA",
    "Office of Planning and Preliminary Engineering",
    "OPPE",
    "Data Services Division",
    "DSD",
    "MD iMAP",
    "Vector",
    "Dynamic",
    "WFS",
    "WMS",
    "KML",
    "TRAN",
    "2017",
    "MDOT SHA Geospatial Technologies",
    "GIS@mdot.maryland.gov"
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2019-10-02T19:07:19.000Z",
  "suppressed_b": "FALSE",
  "dc_description_s": "ArcGIS Online (AGOL) Feature Layer which includes the MDOT SHA Roadway Administrative Classifications (State Classifications) geospatial data product.MDOT SHA Roadway Administrative Classification (State Classifications) data consists of linear geometric features which specifically show State highways included in the State Primary State Secondary systems throughout the State of Maryland. Roadway Administrative Classification is primarily used for general planning and funding purposes by showcasing the State Primary vs. State Secondary systems. The Maryland Department of Transportation State Highway Administration (MDOT SHA) currently reports this data only on the inventory direction (generally North or East) side of the roadway. Roadway Administrative Classification is not a complete representation of all roadway geometry.There are 29,265 centerline miles of roadway in the State of Maryland. Of this total, the Maryland Department of Transportation State Highway Administration (MDOT SHA) maintains 5,243 centerline miles (17.92%). Although this represents less than 20 percent of the total miles of roadways in the State, these highways account for approximately 70% of the total vehicle miles of travel in the State. The 5,243 miles of highways maintained by the Maryland Department of Transportation State Highway Administration (MDOT SHA) are categorized for funding purposes as Primary and Secondary highways. The State Primary Systems consists of approximately 1,288 miles of state maintained routes or 25 percent of the total State maintained road mileage. The State Primary System was originally adopted in 1972 and revised in 1978 in accordance with provisions of State law. The Primary System serves the state in the same manner as the Interstate System serves the nation. It has been a policy of the Department to develop the Primary System with a maximum practical degree of access control in order to provide safety to the motorist. The Secondary System is a network of State routes which serve inter-regional and localized traffic. This network consists of 3,955 miles (75.45%) of the total State maintained roadways and provides feeder and support functions to the Primary System. It also complements county highway systems.Roadway Administrative Classification data is maintained by the Maryland Department of Transportation State Highway Administration (MDOT SHA), under the Office of Planning and Preliminary Engineering (OPPE) Data Services Division (DSD). This data is used by various business units throughout MDOT, as well as many other Federal, State and local government agencies. This data is key to understanding the State classifications (Primary vs Secondary) of public roadways in the State of Maryland.Roadway Administrative Classification data is updated and published on an annual basis for the prior year. This data is for the year 2017.Last Updated: 09/2018For additional information, contact the MDOT SHA Geospatial Technologies Team:Email: GIS@mdot.maryland.govFor additional data, visit the MDOT GIS Open Data Portal:Website: https://data.imap.maryland.gov/pages/mdot/For additional information related to the Maryland Department of Transportation (MDOT):Website: https://www.mdot.maryland.gov/For additional information related to the Maryland Department of Transportation State Highway Administration (MDOT SHA):Website: https://www.roads.maryland.gov/Home.aspxFor additional information related to the MDOT SHA Office of Planning Preliminary Engineering (OPPE):Website: https://www.roads.maryland.gov/Index.aspx PageId=125MDOT SHA Geospatial Data Legal Disclaimer:The Maryland Department of Transportation State Highway Administration (MDOT SHA) makes no warranty, expressed or implied, as to the use or appropriateness of geospatial data, and there are no warranties of merchantability or fitness for a particular purpose or use. The information contained in geospatial data is from publicly available sources, but no representation is made as to the accuracy or completeness of geospatial data. MDOT SHA shall not be subject to liability for human error, error due to software conversion, defect, or failure of machines, or any material used in the connection with the machines, including tapes, disks, CD-ROMs or DVD-ROMs and energy. MDOT SHA shall not be liable for any lost profits, consequential damages, or claims against MDOT SHA by third parties.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    "MDOT SHA Roadway Administrative Classification"
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Roadway Administrative Classification: State of Maryland",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/1d5bfc66dd664a2a9d3f0bc203132022_0.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Transportation/MD_RoadwayAdministrativeClassification/FeatureServer/0\",\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/1d5bfc66dd664a2a9d3f0bc203132022_0\"}",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dct_spatial_sm": [
    "Maryland"
  ],
  "b1g_centroid_ss": "38.84385,-77.26965",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04a-01",
  "dc_creator_sm": [
    "ArcGIS Online for Maryland"
  ]
}