{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "7a66e97515cf481499a392d296e315c9_1",
  "dc_identifier_s": "7a66e97515cf481499a392d296e315c9_1",
  "b1g_date_range_drsim": [
    "[2016 TO 2016]"
  ],
  "dct_temporal_sm": [
    "2016"
  ],
  "dc_subject_sm": [
    "Environment",
    "Planning and Cadastral"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2016",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-79.5098,-75.0719,39.7736,37.867)",
  "b1g_keyword_sm": [
    "MD",
    "Maryland",
    "environment",
    "biota",
    "hubs",
    "corridors",
    "green infrastructure",
    "MD iMAP",
    "BIOT",
    "Dynamic",
    "WMS",
    "Vector",
    "DNR",
    "Department of Natural Resources",
    "KML"
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2016-03-29",
  "suppressed_b": "FALSE",
  "dc_description_s": "This is a MD iMAP hosted service layer. Find more information at http://imap.maryland.gov.These data map hub and corridor elements within the green infrastructure. The Green Infrastructure Assessment was developed to provide decision support for Maryland's Department of Natural Resources land conservation programs. Methods used to identify and rank green infrastructure lands are intended soley for this use. Other applications are at the discretion of the user. The Maryland Department of Natural Resources is not responsible for any inaccuracies in the data and does not necessarily endorse any uses or products derived from the data other than those for which the data were originally intended. Maryland's green infrastructure is a network of undeveloped lands that provide the bulk of the state's natural support system. Ecosystem services, such as cleaning the air, filtering water, storing and cycling nutrients, conserving soils, regulating climate, and maintaining hydrologic function, are all provided by the existing expanses of forests, wetlands, and other natural lands. These ecologically valuable lands also provide marketable goods and services, like forest products, fish and wildlife, and recreation. The Green Infrastructure serves as vital habitat for wild species and contributes in many ways to the health and quality of life for Maryland residents. To identify and prioritize Maryland's green infrastructure, we developed a tool called the Green Infrastructure Assessment (GIA). The GIA was based on principles of landscape ecology and conservation biology, and provides a consistent approach to evaluating land conservation and restoration efforts in Maryland. It specifically attempts to recognize: a variety of natural resource values (as opposed to a single species of wildlife, for example), how a given place fits into a larger system, the ecological importance of natural open space in rural and developed areas, the importance of coordinating local, state and even interstate planning, and the need for a regional or landscape-level view for wildlife conservation. The GIA identified two types of important resource lands - hubs and corridors. Hubs typically large contiguous areas, separated by major roads and/or human land uses, that contain one or more of the following: Large blocks of contiguous interior forest (containing at least 250 acres, plus a transition zone of 300 feet) Large wetland complexes, with at least 250 acres of unmodified wetlands; Important animal and plant habitats of at least 100 acres, including rare, threatened, and endangered species locations, unique ecological communities, and migratory bird habitats; relatively pristine stream and river segments (which, when considered with adjacent forests and wetlands, are at least 100 acres) that support trout, mussels, and other sensitive aquatic organisms; and existing protected natural resource lands which contain one or more of the above (for example, state parks and forests, National Wildlife Refuges, locally owned reservoir properties, major stream valley parks, and Nature Conservancy preserves). In the GIA model, the above features were identified from Geographic Information Systems (GIS) spatial data that covered the entire state. Developed areas and major roads were excluded, areas less than 100 contiguous acres were dropped, adjacent forest and wetland were added to the remaining hubs, and the edges were smoothed. The average size of all hubs in the state is approximately 2200 acres. Corridors are linear features connecting hubs together to help animals and plant propagules to move between hubs. Corridors were identified using many sets of data, including land cover, roads, streams, slope, flood plains, aquatic resource data, and fish blockages. Generally speaking, corridors connect hubs of similar type (hubs containing forests are connected to one another; while those consisting primarily of wetlands are connected to others containing wetlands). Corridors generally follow the best ecological or most natural routes between hubs. Typically these are streams with wide riparian buffers and healthy fish communities. Other good wildlife corridors include ridge lines or forested valleys. Developed areas, major roads, and other unsuitable features were avoided. Please to the Green Infrastructure web site (http://www.dnr.state.md.us/greenways/gi/gi.html) for additional information.Feature Service Layer Link:https://geodata.md.gov/imap/rest/services/Biota/MD_GreenInfrastructure/MapServer/1",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Hubs and Corridors, Maryland Green Infrastructure Assessment: Maryland",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/7a66e97515cf481499a392d296e315c9_1\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/7a66e97515cf481499a392d296e315c9_1.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://geodata.md.gov/imap/rest/services/Biota/MD_GreenInfrastructure/MapServer/1\"}",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dct_spatial_sm": [
    "Maryland"
  ],
  "b1g_centroid_ss": "38.8203,-77.29085",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04a-01",
  "dc_creator_sm": [
    "ArcGIS Online for Maryland"
  ]
}