{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "911a24f09f9c4dfc95ac53897256fc65_0",
  "dc_identifier_s": "911a24f09f9c4dfc95ac53897256fc65_0",
  "b1g_date_range_drsim": [
    "[2019 TO 2019]"
  ],
  "dct_temporal_sm": [
    "2019"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "b1g_dateAccessioned_s": "2019-10-11",
  "solr_year_i": "2019",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-79.4412,-75.0169,39.7297,37.9526)",
  "b1g_keyword_sm": [
    "NPDES",
    "stormwater structures",
    "headwalls",
    "endwalls",
    "cross culverts",
    "pumping stations",
    "stormwater risers and weirs",
    "inlets",
    "pipe connections",
    "manholes",
    "inflow",
    "outflow",
    "outfall",
    "MDOT",
    "SHA",
    "Maryland",
    "MDOT SHA"
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2019-09-06T23:13:54.000Z",
  "suppressed_b": "FALSE",
  "dc_description_s": "BackgroundAs a government agency that owns and maintains separate storm sewer systems, the Maryland State Highway Administration (SHA) is mandated to file a National Pollutant Discharge Elimination System (NPDES) permit with the Maryland Department of the Environment (MDE). The permit requires the inventory, inspection, and maintenance of SHA stormwater infrastructure. SHA is responsible for maintaining storm drain infrastructure on more than 5,000 miles of roadway statewide. SHA has developed a program consisting of SHA personnel, data managers, and subject matter experts to support the permit requirements and maintain these roadways. The tasks involved in the SHA NPDES data collection program are often completed by engineering consultants for SHA. The data are organized into a series of drainage systems with stormwater management facilities that are interconnected, allowing for flow-tracing function through distinct systems. A drainage system is defined as a series of storm drain structures or point features (i.e., manholes, inlets, endwalls) that connect hydraulically through conveyance features such as pipes and / or ditches. Closed and open storm drain structures are connected by pipe and ditch conveyance to create the drainage system. Stormwater management facilities (SWMF), also known as stormwater best management practices (BMP) are inventoried with the storm drain system. A system can include both open and closed storm drain features. StructuresPhysical stormwater structures to be identified and inventoried include headwalls, endwalls, cross culverts, pumping stations, stormwater risers and weirs, inlets, pipe connections, and manholes. Storm drain structures are represented as point features in the database. Several database features are included that are not existing physical structures, but are employed to facilitate connection of drainage systems in the database. For detailed descriptions of each feature, refer to the SHA Book of Standard for Highway Incidental Structures, Category 3 Drainage. Storm drain structures within SHA ROW are inventoried. Information on private storm drain structures will need to be collected if a private system ties into SHA-owned storm drain features. The only structures that are not inventoried within SHA ROW are single residential driveway culvert end structures (See below for more details), bridge inlets, under drains, roof drainage, or other private tie-ins with the exception of the first or last structure from a private storm drain system and curb opening. If an under-drain pipe has an end structure (such as an endwall), then the structure is inventoried. Curb openings are only inventoried when affecting the drainage area for a BMP or major outfalls. If it is deemed necessary to include a curb cut in the database, the curb cut is captured as an inlet feature with comments identifying the feature as a curb opening. A curb opening is not a COG or COS inlet with an open back, but simply a cut in the curb where sheet flow is exiting impervious. The following are brief discussions of the structures in the data. See Chapter 2 of the Maryland SHA Stormwater NPDES Program SOP for more information, figures, and descriptions of each field. End / Head StructuresAn end / head structure is any structure at the upstream or downstream end of a culvert or pipe. These can include headwalls, endwalls, end sections, and projection pipes. Often the end / head structure is designated on the contract sheets and field verified. When contract plans are not available for a roadway, the SHA Book of Standard for Highway Incidental Structures should be referenced if structure types are unfamiliar with field teams. Outfall areas are not to be inventoried, but will be analyzed during the inspection process. Headwalls (HW) are structures that are placed at the upstream end of pipes and culverts to provide a stable or hydraulically desirable entrance to the conveyance. Headwalls are usually concrete but can be constructed of wood or masonry, such as brick or concrete block. Wall structures on the upstream side of a culvert or pipe are inventoried as headwalls. Plan sheets may designate the upstream end of a pipe or culvert as an endwall, but these structures should be inventoried as headwalls. All wall-end structures at the upstream end of a pipe or culvert should be inventoried as headwalls. Endwalls (EW) are structures that are placed at the downstream end of pipes and culverts to provide a stable or hydraulically desirable exit to the conveyance. Endwalls are usually concrete, but can be constructed of wood or masonry such as brick or concrete block. All wall structures on the downstream side of a culvert or pipe are inventoried as endwalls. Plan sheets may designate the downstream end of pipe or culvert as a headwall, but these structures should be inventoried as endwalls. All wall-end structures at the downstream end of a pipe or culvert should be inventoried as endwalls. End Sections (ES) are structures that transition the ends of pipes into slopes and provide stability to the pipe entrances and outflows. End sections do not affect the hydraulic capacity or efficiency of the pipes. End sections can be constructed of concrete, metal, or plastic (HDPE). End sections can either be inventoried at the upstream or downstream end of a pipe. Projection Pipes (PP) are not physical structures but represent the upstream and downstream end of a pipe if an end structure on a pipe does not exist. Projection pipes are captured spatially as a feature and represent the ends of pipes. Inlet StructuresInlets are structures that collect storm drain runoff. Inlets convey the runoff to closed storm drain systems, open conveyance, or outfalls. There are many different types of inlet structures, and all are discussed in the SHA Standard Design Manual and should be reviewed prior to conducting an inventory. Spring heads are also inventoried as inlets. Inlets (IN) are hydraulic structure chambers below surface grade that collect storm drain runoff. An inlet either has a grate or open sides / curb to allow runoff to enter the storm drain system. Inlets are often constructed of concrete, masonry brick, or concrete block. Spring Heads (SH) are inventoried as inlets. Spring heads are inventoried only where they emerge and are connected to a storm drain system. Spring heads are inventoried because they provide evidence for the presence of ground water for dry weather flows during illicit discharge field screening operation. Spring heads may be identified from contract drawings or identified during the field inventory. Spring heads are mostly found in rural areas. Connection StructuresA connection structure is a storm drain structure that connects conveyance (pipes and ditches) within a system and is not an inlet, riser, weir, or pumping station. These can include manholes, ditch intersections, junction boxes, pipe connections, wye connections, capped inlets, pipe bends, and pipe directions. Because field crews are not required to open manhole lids and enter closed storm drain structures, no designation type is necessary for connection structures. All of the attribute data for these structures will be collected from contract drawings, including connection material and top of manhole elevations. The existence of connection structures should be field verified for spatial accuracy, even though the attributed data will be collected from contract drawings. For structures that are buried or paved over, a GPS point is to be recorded at the best estimated location in the field based on contract plan sheets. The verification of attribute table data for structures that cannot be verified in the field will be completed based on plan sheet information. This also holds true for structures that are buried or cannot be accessed; the attribute data should be obtained from plan sheets. Manholes (MH) are hydraulic structures that connect pipes through a system. They are used as access points to a system, to change direction or invert elevations for pipes, as a junction to change pipe size and / or material, and as a junction of multiple pipes to a single pipe. Manholes are frequently paved over or buried, but are still inventoried. Unless it is certain that the manhole does not exist, the manhole is inventoried. Manholes with lids that have designed holes to allow runoff to enter are inventoried as manholes and not inlets. Ditch Intersections (ID) are geographic representations of where ditches meet, begin, or end a system and are captured as point features. These features are used to define the extents of ditches. Junction Boxes (JB) are underground hydraulic structures that connect pipes through a system. They are used to change direction or invert elevations for pipes, to change pipe size and / or material, and to connect multiple pipes to a single pipe. Identifying junction boxes in the field is difficult because these structures are usually buried with no part of the structure exposed to the surface. Junction boxes are only inventoried from contract drawings and should never be assumed in the field, unless the field crew is certain the structure is a junction box. If the field crew suspects that pipes are merging together and no contract plans are available to confirm this, the connection should be inventoried as a pipe connection and not a junction box. Pipe Connections (PC) are locations throughout the conveyance of a system where two or more pipes connect. A pipe connection is also captured at the location where a closed storm drain pipe connects to a culvert or stream crossing. Wye Connections (YC) are hydraulic structures that join two pipes together within a system s conveyance. Wye connections will be identified from contract drawings and should not be assumed in the field. Instead of assuming a wye connection structure in the field, a pipe connection should be inventoried. Access to wye connections will not be possible in the field, so the material should be determined from the contract drawings. Capped Inlets (CI) are inlets that have been capped for some reason, such as roadway widening. These are not inventoried as inlets, but as connectors. Capped inlets should be identified from the contract drawings and should not be assumed in the field. Pipe Bends (PB) are locations along a conveyance where a pipe makes a significant turn in direction and are usually shown on contract plan sheets. Pipe bends can be actual physical features or used to facilitate an accurate representative of the pipe. Pipe bends will be identified from contract drawings and will be at the discretion of the team to determine if a pipe bend is necessary. Pipe bends can also be used if the pipe turns and no pipe bend feature is identified on the plans, such as pipes that make slight S-turns. Pipe Directions (PD) are not physical features in the field, but represent connectivity with private storm drain systems when an upstream or downstream private structure cannot be located in the field. If an SHA storm drain flows into or out of a private storm drain structure, then the first or last structure in the private system is inventoried. Pipe directions are used in the inventory when it is obvious that an SHA storm drain system is flowing into or from a private system, but the private downstream or upstream connection is outside of SHA right of- way (ROW) and / or cannot be found. In these situations, a PD is inventoried so that the pipe feature can be created and pipe attributes can be recorded. Pipe directions are not used within SHA ROW because SHA would like to know the exact access point for every system. Control StructuresA control structure is any type of structure that controls flows. Control structures will most often be riser, weir, or emergency spillway structures. Although other structures such as inlets, headwalls, end sections, projection pipes, and pump stations can function as a control structures as well. Riser structures and weirs (and emergency spillways) are collected in separate tables because they require collection of additional attributes not associated with other types of control structures. Information about risers and weirs that is collected in the field and from contract sets includes material, riser type, trash rack existence, and orifice invert elevations. Monitoring wells and infiltration trench observation wells are not considered control structures and are not inventoried but identified in the inspection process. Riser Structures (SW) are vertical structures extending from the bottom of a stormwater BMP that are used to control discharge rates from a BMP for specified design storms. Riser structures are normally constructed of concrete or corrugated metal. Riser structures may or may not have low-flow orifices and / or trash racks. Typically riser structures are designed with different type of inflow devises to control flow out of stormwater BMPs and are normally connected to an outfall pipe. During the BMP inspection process, BMP control structures will be examined for flaws and structural integrity. Weir Structures (SW) are earthen notches or other water barriers, such as a concrete or gabion wall structure, in a berm dam through which flow of water out of a stormwater BMP is regulated and controlled. Weirs are commonly constructed from concrete, wood, metal, earthen, or riprap. Weir structures may or may not have low-flow orifices and / or trash racks. Because earthen spillway embankment weirs may be difficult to find in the field, efforts should be made to identify weir structures prior to conducting a field inventory. Emergency Spillways (EM) are depressions or notches in cut that convey stormwater BMP overflow in a controlled manner, rather than allowing it to overtop the embankment. The material of an emergency spillway can be concrete, earthen, or riprap. Emergency spillways are inventoried if they exist for a stormwater BMP and are recorded in the WEIR table. Because earthen emergency spillways may be difficult to find in the field, they should be identified prior to conducting a field inventory. Pumping Stations (PS) are mechanical pumps stored in a pump house that pump or lift stormwater uphill to a high point where gravity can again convey flow. Pump stations are considered control structures because they control the quantity of water being pumped out of a BMP. Pump stations are rare and are mostly identified from contract drawings. Attribute information is collected from contract plans and include number of pumps, station name, maximum capacity, and installation date. The field team only needs to locate the pump house and are not to enter the pump station.SimplificationsThe simplification process flattens database tables that normalize attribute information, resulting in a dataset with all attributes but also many null fields when the attribute type is not relevant to the structure type. The simplified data are a snapshot in time of the production NPDES data, updated every night.PublishingThis service was last published by Elliott Plack on 9/6/2019 based on a materialized view created by John Shiu.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    "MDOT SHA NPDES Structures"
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "National Pollutant Discharge Elimination System Structures: State of Maryland",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/911a24f09f9c4dfc95ac53897256fc65_0.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://maps.roads.maryland.gov/arcgis/rest/services/NPDES/NPDES_Simple_Structures_Maryland_MDOTSHA/FeatureServer/0\",\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/911a24f09f9c4dfc95ac53897256fc65_0\"}",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dct_spatial_sm": [
    "Maryland"
  ],
  "b1g_centroid_ss": "38.84115,-77.22905",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04a-01",
  "dc_creator_sm": [
    "ArcGIS Online for Maryland"
  ]
}