{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "e239a4183e0249afa53c690049407974",
  "dc_identifier_s": "e239a4183e0249afa53c690049407974",
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "dc_subject_sm": [
    "Elevation",
    "Imagery and Base Maps"
  ],
  "b1g_dateAccessioned_s": "2019-04-14",
  "solr_year_i": "2018",
  "dc_format_s": "Raster Dataset",
  "solr_geom": "ENVELOPE(-77.0999,-76.6556,39.1494,38.5229)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Raster",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2019-03-18",
  "suppressed_b": "FALSE",
  "dc_description_s": "Montgomery and Prince George's counties project called for the Planning, Acquisition, processing and derivative products of lidar data to be collected at a nominal pulse spacing (NPS) of 0.7 meter. Project specifications are based on the U.S. Geological Survey National Geospatial Program Base Lidar Specification, Version 1.2. The data was developed based on a horizontal projection/datum of NAD83 (HARN), State Plane, Feet and vertical datum of NAVD88 (GEOID12B), Feet. Lidar data was delivered as processed Classified LAS 1.4 files, formatted to 1,413 individual 4000 ft x 6000 ft tiles, as tiled Intensity Rasters, and as tiled bare-earth DEM; all tiled to the same 4000 ft x 6000 ft schema. Ground Conditions: Lidar was collected in early to mid 2018, while no snow was on the ground and rivers were at or below normal levels. Sensor errors in mulitple locations were identified in processing, additonal acquisition on 7/20/2018 was completed to remedy the errors. 2016 lidar data was used with approval in a single area of restricted airspace. In order to post process the lidar data to meet task order specifications and meet ASPRS vertical accuracy guidelines, Sanborn Map Company, Inc. established a total of 23 ground control points that were used to calibrate the lidar to known ground locations established throughout the project area. An additional 79 independent accuracy check points in Open Terrain and Urban landcovers were used to assess the vertical accuracy of the data. These check points were not used to calibrate or post process the data. This is a MD iMAP hosted service.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    "Maryland LiDAR Prince Georges County - DEM Feet"
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "LiDAR Elevation Datasets, DEM Feet: Prince George's County, Maryland, 2018",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"https://data.imap.maryland.gov/datasets/e239a4183e0249afa53c690049407974\",\"urn:x-esri:serviceType:ArcGIS#ImageMapLayer\":\"https://lidar.geodata.md.gov/imap/rest/services/PrinceGeorges/MD_princegeorges_dem_ft/ImageServer\"}",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dct_spatial_sm": [
    "Prince George's County, Maryland",
    "Maryland"
  ],
  "b1g_centroid_ss": "38.83615,-76.87775",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04a-01",
  "dc_creator_sm": [
    "MD iMAP, DoIT"
  ]
}