{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "f6af9a5a2c7b403195b569578bbc1e5a_14",
  "dc_identifier_s": "f6af9a5a2c7b403195b569578bbc1e5a_14",
  "b1g_date_range_drsim": [
    "[2017 TO 2017]"
  ],
  "dct_temporal_sm": [
    "2017"
  ],
  "dc_subject_sm": [
    "Planning and Cadastral",
    "Boundaries"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2017",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-79.0678,-75.4241,39.839,38.1834)",
  "b1g_keyword_sm": [
    "Metropolitan Planning Organizations",
    "MPO",
    "MPOs",
    "Boundary",
    "Boundaries",
    "Business Economy",
    "Incentive Zone",
    "Incentive Zones",
    "Planning",
    "Planning Cadastre",
    "Maryland",
    "MD",
    "Statewide",
    "Maryland Department of Transportation",
    "MDOT",
    "Transportation Secretarys Office",
    "TSO",
    "Office of Planning and Capital Programming",
    "MDOT Office of Planning and Capital Programming",
    "United States Department of Transportation",
    "USDOT",
    "Office of the Assistant Secretary for Research and Technology",
    "Bureau of Transportation Statistics",
    "BTS",
    "National Transportation Atlas Database",
    "NTAD",
    "Federal Highway Administration",
    "FHWA",
    "Maryland Department of Transportation State Highway Administration",
    "MDOT SHA",
    "Office of Planning and Preliminary Engineering",
    "OPPE",
    "Regional Intermodal Planning Division",
    "RIPD",
    "Data Governance Division",
    "DGD",
    "MDiMAP",
    "Vector",
    "Dynamic",
    "WFS",
    "WMS",
    "KML",
    "BSEC",
    "2017"
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2017-10-20",
  "suppressed_b": "FALSE",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information at http://imap.maryland.gov.Polygon features that represent the political boundaries of Metropolitan Planning Organizations (MPO) that exist in Maryland and for which the Maryland Department of Transportation (MDOT) is a member. In several instances, these MPO boundaries extend beyond Maryland s borders into neighboring states as well as the District of Columbia. MPO Boundaries data includes information on each boundary's name, geographic location, and the total size / extent of each area. MPO Boundaries data was intended to be used for planning purposes within governments at the National and State level. Maryland's MPO Boundaries data is a sub-set of the U.S. Department of Transportation (USDOT) Office of the Assistant Secretary for Research and Technology's Bureau of Transportation Statistics (BTS) National Transportation Atlas Database (NTAD). A metropolitan planning organization (MPO) is a federally-mandated and federally-funded transportation policy-making organization that is made up of representatives from local governments and governmental transportation authorities. Federal law requires the formation of an MPO for any urbanized area (UZA) with a population greater than 50,000. Federal funding for transportation projects and programs are channeled through this planning process. Congress created MPOs to ensure that existing and future expenditures of federal funds for transportation projects and programs are based on a continuing, cooperative, and comprehensive ( 3 C ) planning process. MPOs are charged with developing a 20-year long-range transportation plan (LRTP) and a short-term (usually 2-6 years) program called the transportation improvement program (TIP) for each of their respective regions. The seven MPOs of which Maryland jurisdictions and agencies are members are listed below. The Maryland member jurisdictions are listed under each MPO (note that some MPOs cover multi-State regions). The Maryland Department of Transportation is a member of each of the MPOs listed. Each of the listed member jurisdictions has a different level of involvement with its MPO.Maryland's MPOs are as follows: National Capital Region Transportation Planning Board (TPB)https://www.mwcog.org/tpb/- Charles County, Maryland- Frederick County, Maryland- Montgomery County, Maryland- Prince George's County, Maryland- City of Bowie, Maryland- City of College Park, Maryland- City of Frederick, Maryland- City of Gaithersburg, Maryland- City of Greenbelt, Maryland- City of Laurel, Maryland- City of Rockville, Maryland- City of Takoma Park, Maryland- Maryland Department of Transportation (MDOT)Baltimore Regional Transportation Board (BRTB)https://baltometro.org/- Anne Arundel County, Maryland- Baltimore County, Maryland- Carroll County, Maryland- Harford County, Maryland- Howard County, Maryland- Queen Anne's County, Maryland- City of Annapolis, Maryland- City of Baltimore, Maryland- Maryland Department of Transportation (MDOT)Cumberland Area Metropolitan Planning Organization (CAMPO)http://alleganygov.org/473/Metropolitan-Planning-Organization- Allegany County, Maryland- City of Cumberland, Maryland- City of Frostburg, Maryland- Maryland Department of Transportation (MDOT)Hagerstown / Eastern Panhandle Metropolitan Planning Organization (HEPMPO)https://www.hepmpo.net/- Washington County, Maryland- City of Hagerstown, Maryland- Maryland Department of Transportation (MDOT)Wilmington Area Planning Council (WILMAPCO)http://www.wilmapco.org/- Cecil County, Maryland- Maryland Department of Transportation (MDOT)Salisbury / Wicomico Metropolitan Planning Organization (S / WMPO)http://www.swmpo.org/- Wicomico County, Maryland- City of Fruitland, Maryland- City of Salisbury, Maryland- Town of Delmar, Maryland- Maryland Department of Transportation (MDOT)Calvert-St. Mary s Metropolitan Planning Organization (C - SMMPO)http://www.calvert-stmarysmpo.com/- Calvert County, Maryland- St. Mary's County, Maryland- Maryland Department of Transportation (MDOT)Maryland's MPO Boundaries data is owned and maintained by the Transportation Secretary's Office (TSO) of the Maryland Department of Transportation (MDOT). Being a subset of the USDOT's NTAD, an annual update of Maryland's MPO Boundaries data is performed by TSO in close coordination with each MPO, the Maryland Department of Transportation State Highway Administration (MDOT SHA) and the Federal Highway Administration (FHWA). MPO Boundaries data is a strategic resource for the USDOT, FHWA, MDOT, as well as many other Federal, State, and local government agencies. Maryland's MPO Boundaries data is updated on an annual basis. For additional MPO information, contact MDOT's Office of Planning and Capital Programming:MDOTGIS@mdot.state.md.usFor additional data information, contact the MDOT SHA Geospatial Technologies Team:GIS@sha.state.md.usFor additional information related to the Maryland Department of Transportation (MDOT):http://www.mdot.maryland.gov/For additional information related to the Maryland Department of Transportation State Highway Administration (MDOT SHA):http://www.roads.maryland.gov/Feature Service Link:https://geodata.md.gov/imap/rest/services/BusinessEconomy/MD_IncentiveZones/FeatureServer/14",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Maryland Incentive Zones - Metropolitan Planning Organizations Boundaries: Maryland",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/f6af9a5a2c7b403195b569578bbc1e5a_14\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/f6af9a5a2c7b403195b569578bbc1e5a_14.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/BusinessEconomy/MD_IncentiveZones/FeatureServer/14\"}",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dct_spatial_sm": [
    "Maryland"
  ],
  "b1g_centroid_ss": "39.0112,-77.24595",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04a-01",
  "dc_creator_sm": [
    "ArcGIS Online for Maryland"
  ]
}