{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "f935066f460e4fff8d11a8aed0d2bb9e_3",
  "dc_identifier_s": "f935066f460e4fff8d11a8aed0d2bb9e_3",
  "b1g_date_range_drsim": [
    "[2016 TO 2016]"
  ],
  "dct_temporal_sm": [
    "2016"
  ],
  "dc_subject_sm": [
    "Oceans"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2016",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-77.2675,-75.0574,39.6152,37.9121)",
  "b1g_keyword_sm": [
    "Environment",
    "ENVL",
    "Coastal Zone",
    "Chesapeake Bay",
    "Coastal Bay",
    "Maryland",
    "Resiliency",
    "Climate Change",
    "MD",
    "MD iMAP",
    "WMS",
    "WFS",
    "DNR",
    "Maryland Department of Natural Resources",
    "TNC",
    "The Nature Conservancy",
    "vector",
    "dynamic",
    "hazard reduction",
    "marsh protection potential",
    "risk",
    "shoreline",
    "shoreline hazard",
    "KML"
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2016-05-31",
  "suppressed_b": "FALSE",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information on http://imap.maryland.gov.The Marsh Protection Potential Index (MPPI) ranks Maryland s coastal marshes by their ability to protect vulnerable communities from coastal hazards. To do so, we identified five key questions to assess each marsh: How much is the marsh able to reduce the impact of coastal hazards Is the marsh located where coastal hazards are a threat Is the marsh located where there are people to protect Is the marsh located adjacent to other protective habitats Is the marsh likely to survive in the face of rising sea levels Using data from the Coastal Resiliency Assessment and other sources, we developed metrics to score each marsh on these five questions. Then, the sub-scores were combined to create the Marsh Protection Potential Index overall rating, which ranks the protective ability of over 14,000 marshes statewide.It is important to note that the MPPI ranks marshes relative to other marshes, rather than providing an absolute measure of protective services. The Marsh Protection Potential Index does not attempt to describe the dollar-value of protective services provided by each marsh, nor does it compare marshes to other types of habitat or to other protection infrastructure solutions. In addition, the MPPI does not assess marshes on any of the other characteristics that often inform conservation priorities. Things like biodiversity, ecosystem health, rare species, recreation value, or water quality services are often important to stakeholders, and these are not captured by the MPPI. The MPPI is intended to supplement, not replace, the other ways conservation decision-makers prioritize natural habitats. The Department of Natural Resources makes no warranty, expressed or implied, as to the use or appropriateness of Spatial Data, and there are no warranties of merchantability or fitness for a particular purpose or use. The information contained in Spatial Data is from publicly available sources, but no representation is made as to the accuracy or completeness of Spatial Data. The Department of Natural Resources shall not be subject to liability for human error, error due to software conversion, defect, or failure of machines, or any material used in the connection with the machines, including tapes, disks, CD-ROMs or DVD-ROMs and energy. The Department of Natural Resources shall not be liable for any lost profits, consequential damages, or claims against the Department of Natural Resources by third parties. The liability of the Department of Natural Resources for damage regardless of the form of the action shall not exceed any distribution fees that may have been paid in obtaining Spatial Data.This dataset was produced under award number NA13NOS4190136 from the Office of Ocean and Coastal Resource Management (OCRM), National Oceanic and Atmospheric Administration (NOAA) through the Maryland Department of Natural Resources Chesapeake and Coastal Services (CCS). The statements, finding and recommendations are those of the authors and do not necessarily reflect the views of NOAA or the U.S. Department of Commerce. CCS and The Nature Conservancy (TNC) contributed to the production of this dataset.Feature Service Link: https://geodata.md.gov/imap/rest/services/Environment/MD_CoastalResiliencyAssessment/FeatureServer/3",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Coastal Resiliency Assessment - Marsh Protection Potential Index: Maryland",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/f935066f460e4fff8d11a8aed0d2bb9e_3\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/f935066f460e4fff8d11a8aed0d2bb9e_3.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Environment/MD_CoastalResiliencyAssessment/FeatureServer/3\"}",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dct_spatial_sm": [
    "Maryland"
  ],
  "b1g_centroid_ss": "38.76365,-76.16245",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04a-01",
  "dc_creator_sm": [
    "ArcGIS Online for Maryland"
  ]
}