{
  "dc_identifier_s": "70392a096a8e431381f1f692aaa06afd_24",
  "dc_title_s": "Crashes in DC: Washington, D.C.",
  "dc_description_s": "Crash locations along the street center line network maintained by the District Department of Transportation. In addition to locations, a related table consisting of crash details is available for each crash. This table provides some anonymized information about each of the persons involved in the crash (linked by CrimeID). Note that the CrimeID field is simply a unique id field within MPD crash database. It does not denote that a crime was committed. etails of point locations and crash details table are,Location points with some basic summary statistics,The DC ward the crash occurredSummary totals for: injuries (minor, major, fatal) by type (pedestrian, bicycle, car), mode of travel involved (pedestrian, bicycle, car), impaired participants (pedestrian, bicyclist, car passengers)If speeding was involvedNearest intersecting street nameDistance from nearest intersectionCardinal direction from the intersectionCrash details related table,Type of participant (driver, occupant, bicyclist, pedestrian)Age of participantsIf injured, severity (minor, major, fatal)Type of vehicle (passenger car, large truck, taxi, government, bicycle, pedestrian, etc)If persons issued a ticketIf a vehicle, the state (jurisdiction) license plate was issued (not license plate number)Are any persons deemed impaired Was person in vehicle where speeding was indicatedSome field definitions,CRIMEID - Unique ID for MPD crash report. This is a unique, database-generated ID.CCN - Criminal Complaint Number: a unique identifier assigned by MPD to each incident report. Other law enforcement agencies also request and use CCNs for their reports.REPORTDATE - The date the offense was reported to MPD, which may be later than the date the offense actually occurred.ROUTEID - The unique center line ID number that defines each street. A key part of the DDOT center line network.MEASURE - The measure is the distance along the DDOT center line (in meters) from the beginning of the street/routeOFFSET - Offset distance (in meters) from the original latitude/longitude location provided by MPD to the position located along the DDOT center line.STREETSEGID - a street block unique ID for a given road along a DDOT centerline. The street segments break at every street, This is the street segment ID at the crash location.ROADWAYSEGID - unique ID for a given road along a DDOT centerline. The roadway segments break at every street, alley, service road and ramp. This is the roadway segment ID at the crash location.MARID - For crashes that cannot be located using the MPD-supplied latitude/longitude coordinates, DDOT attempts to locate the crash using the MPD-supplied nearest address. The address is processed against OCTO's Master Address Repository Web services to find the address latitude/longitude coordinatesADDRESS - The MPD-supplied address associated to the crash. It's assumed that this is the nearest address to the crash location.WARD - DC Ward of the address location, which is supplied by the MAR.EVENTID - DDOT's internally managed LRS ID for the crash locationMAJORINJURIES* - Total number per pedestrian, bicyclist, driverMINORINJURIES* - Total number per pedestrian, bicyclist, driverFATAL* - Total number per pedestrian, bicyclist, driverIMPAIRED* - Total number impaired persons involvedTOTAL_TAXIS - Total number of taxis involved in the crash. NOTE: this does not include car-sharing vehicles such as Lyft or Uber.TOTAL_GOVERNMENT - Total number of DC, federal or other governmental vehicles involved in the crash.SPEEDING_INVOLVED - Indicates if the reporting officer believed speeding was a factor in the crash. NOTE: this doesn't necessarily equate to participants being ticketed/cited for speeding.Questions on the contents of these layers should be emailed to Metropolitan Police Department or the DDOT Traffic Safety Division. Questions regarding the Open Data DC can be sent to @OpenDataDC",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "City of Washington, DC"
  ],
  "dc_creator_sm": [
    "District of Columbia GIS Program"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://opendata.dc.gov/datasets/70392a096a8e431381f1f692aaa06afd_24\",\"http://schema.org/downloadUrl\":\"https://opendata.dc.gov/datasets/ff2c2b73dd434c9db92029d88f4d15de_6,\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://opendata.dc.gov/datasets/70392a096a8e431381f1f692aaa06afd_24\"}",
  "dct_isPartOf_sm": [
    "ArcGIS Open Data"
  ],
  "dct_issued_s": "2017",
  "dct_temporal_sm": [

  ],
  "dct_spatial_sm": [
    "Washington, D.C., United States"
  ],
  "layer_slug_s": "70392a096a8e431381f1f692aaa06afd_24",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-07-10T14:46:24Z",
  "solr_geom": "ENVELOPE(-77.1148, -76.9094, 38.9948, 38.8083)",
  "solr_year_i": 2017,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "38.90155,-77.0121",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "ArcGIS Open Data",
  "geoblacklight_version": "1.0"
}