{
  "uuid": "dc747eff01ba42c99dec8665bad55ae5_1",
  "dc_identifier_s": "dc747eff01ba42c99dec8665bad55ae5_1",
  "dc_title_s": "Small Area Plans: Washington, D.C.",
  "dc_description_s": "This dataset contains areal locations for Major Area Pans as established by the DC Office of Planning. Below are brief descriptions about each area. 1. Benning Road: The study area starts at the \"Starburst\" intersection 2. Brookland/CUA Metro Station Area Plan: The boundaries for the immediate Small Area Plan study area for Brookland generally are Taylor Street to the north 3. Deanwood Strategic Development Plan: The project area consists of Eastern Avenue to the Northeast 4. Georgia Avenue - Petworth Metro Station Area Corridor Plan: Project area includes all properties fronting Georgia Avenue The 4 neighborhood areas are defined as follows: -Upshur (Decatur Street to Shepherd Street) -Petworth-Metro (Shepherd Street to Otis Place) -Park View/Park Morton (Otis Place to Irving Street) -Pleasant Plains (Irving Street to Euclid Street) 5. Kennedy Street: Properties fronting on Kennedy from Georgia to North Capitol Street N. 6. Pennsylvania Avenue SE Land Development Plan: The study area includes all properties fronting on Pennsylvania Avenue SE from Independence Avenue SE/2nd Street SE eastward to Southern Avenue. The study area is more than three miles long and runs through parts of Wards 6 There are six sub areas located along the study area including: -Southern Avenue to Alabama Avenue (Ward 7) -Alabama Avenue to Branch Avenue (Ward 7) -Branch Avenue to 28th Street (Ward 7) -28th Street to the Sousa Bridge (Ward 8) -Sousa Bridge to 11th Street (Ward 6) -11th Street to 2nd Avenue/Independence Avenue (Ward 6) 7. Riggs Road / South Dakota Avenue: The Office of Planning will undertake a community planning process with area stakeholders (including residents This includes Fort Totten Metro Station. 8. Upper Georgia Avenue Land Development Plan: Project boundaries extends from Decatur Street on the south to Eastern Avenue on the north 9. St. Elizabeths East Redevelopment Framework Plan: Corner of MLK SE and the alley 1 block north of Lebaum St. SE. Go southeast until Alabama Ave Head north to corner of Hebrew Cemetery boundary then northeast until Bruce St Finally 10. Anacostia Transit Area Strategic Investment Redevelopment Plan: The study area for the Anacostia Transit Area Framework Plan extends between Fort Stanton Park and Anacostia Park on the east and west 11. Convention Center Area Strategic Development Plan: Bounded by New York Avenue The area includes Logan Circle 12. Uptown Destination District Plan (DUKE): Project boundaries Barry Place NW to the north; 6th Street NW to the east; Rhode Island Avenue to the south; and 13th Street to the west. 13. H Street Revitalization Plan: The project boundaries extend along H Street NE from North Capitol Street to 17th Street NE. (13 blocks). 14. Takoma Central District Plan: Project boundaries are defined by the area between Chestnut Street to the north All DC GIS data is stored and exported in Maryland State Plane coordinates NAD 83 meters. METADATA CONTENT IS IN PROCESS OF VALIDATION AND SUBJECT TO CHANGE.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "District of Columbia GIS Program"
  ],
  "dc_subject_sm": [
    "Planning and Cadastral",
    "Planning",
    "Land use",
    "Zoning",
    "Planning"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://opendata.dc.gov/datasets/dc747eff01ba42c99dec8665bad55ae5_1\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps2.dcgis.dc.gov/dcgis/rest/services/DCGIS_DATA/Planning_Landuse_and_Zoning_WebMercator/MapServer/1\",\"http://schema.org/downloadUrl\":\"http://opendata.dc.gov/datasets/dc747eff01ba42c99dec8665bad55ae5_1.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2015",
  "dct_spatial_sm": [
    "Washington, D.C., United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4138106"
  ],
  "layer_slug_s": "dc747eff01ba42c99dec8665bad55ae5_1",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-12T20:29:42Z",
  "centroid_s": "38.91474642275,-76.96953302205",
  "solr_geom": "ENVELOPE(-77.0296504839, -76.9094155602, 38.9853584177, 38.8441344278)",
  "solr_year_i": 2015
}