{
  "dc_identifier_s": "2b41a813-d384-4be9-9478-0cf584fee447",
  "dc_title_s": "Visual Sensitivity Classifications: Minnesota",
  "dc_description_s": "<h3>A concern for visual quality</h3> Minnesota forests are particularly vital to the health of two industries: tourism and forest products. While many of the demands on the forests from these two industries are compatible and even complementary, concern about the specific impacts of various forest management practices on visual quality became the focus for a positive dialogue tourism and forest products industries.   In the fall of 1990, representatives of the Minnesota Resort Association and the Minnesota Forest Industries began meeting to address the issue of visual quality. A Timber and Tourism Steering Committee was formed to enhance communication, promote understanding and continue to discuss common concerns. Under the leadership of the Steering Committee, public and private forestry interest came together and developed a set of visual quality guidelines.   <h3>Visual Sensitivity Classification</h3> The visual quality guidelines recognized the fact that not all travel routes have the same level of visual sensitivity. To implementation of the visual quality guidelines, classification of the visual sensitivity of highways, roads, designated recreation trails, lakes, and rivers in forested areas was required.   County Visual Quality Committees were formed to classify travel routes within their counties. The county committees were made up of county residents that represented tourism and forest products industries and interests. Three factors were used in the classification process: - The perceived degree of sensitivity of users of a travel route or recreation area concerning landscape aesthetics. - The volume and type of use a travel route or recreation area receives. - The speed of travel within a route or area.   The levels of visual sensitivity are:  <strong>Most sensitive</strong> - Applies to travel routes and areas where significant public use occurs and where the visual quality is of high concern to typical users. Examples of such routes may include public highways, local roads, recreational lakes and rivers, and designated recreational trails and areas that provide a high level of scenic quality.   <strong>Moderately sensitive</strong> - Applies to travel routes or recreation areas, not included in Level 1, where visual quality is of moderate concern to typical users. Examples of these routes and areas may include public highways and local roads, recreational lakes and rivers, and designated recreational trails that provide moderate to high scenic quality but less significant public use.   <strong>Less sensitive</strong> - Applies to travel routes or recreation areas, not included in Levels 1 or 2, where visual quality is of less concern to typical users. Examples of these routes may include public highways and low-volume local forest roads, nondesignated trails, and nonrecreational lakes and rivers.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Minnesota Department of Natural Resources (DNR)"
  ],
  "dc_creator_sm": [
    "Minnesota Department of Natural Resources (DNR) - Forestry"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/2b41a813-d384-4be9-9478-0cf584fee447\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_visual_sensitivity/fgdb_env_visual_sensitivity.zip\",\"http://schema.org/image\":\"https://btaagdp.org/thumbnails/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/env_visual_sensitivity/metadata/preview.jpg\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/env_visual_sensitivity/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2014-10-07T13:08:04.084495",
  "dct_temporal_sm": [
    "Fall 1990"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "2b41a813-d384-4be9-9478-0cf584fee447",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2018-06-26T17:12:30Z",
  "solr_geom": "ENVELOPE(-97.23, -89.53, 49.37, 43.5)",
  "solr_year_i": 1990,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "46.435,-93.38",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "b1g_image_ss": "https://btaagdp.org/thumbnails/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/env_visual_sensitivity/metadata/preview.jpg",
  "b1g_collection_sm": "05a-01",
  "geoblacklight_version": "1.0"
}