{
  "dc_identifier_s": "2ee70803-ce48-4019-ab0a-90ab5b2b3462",
  "dc_title_s": "Northern Lancaster County Groundwater Study: Pennsylvania",
  "dc_description_s": "Contains various shapefiles, pdf's, and jpeg maps pertaining to the Northern Lancaster County Groungwater study. Layer inculde groundwater basin shapefiles include - river basins, MCD's, census blocks, sewage treament outfalls, water use, study area, dry stream valley systems, geology, karst modified uplands, impervious surfaces, wetlands. JPEG maps include study area, basins, withdraws, conductivity, nitrates, geology, water tables, flowlines, mapplate. Achieving a balance among environmental, human, and economic needs in the management of the basin?s water resources is a critical mission of the Susquehanna River Basin Commission (Commission), as described in the 1971 Susquehanna River Basin Compact (Compact). The Commission carries out its water resource management responsibilities in a number of ways through its regulatory program, public education and information, and resource evaluation. In areas of intense water resource utilization, the Commission may conduct special studies, water budget analyses, and identify critical aquifer recharge areas (CARAs). The Commission, in partnership with the Lancaster County Conservation District (LCCD), performed a groundwater resources evaluation of a carbonate valley located in northern Lancaster County, Pennsylvania. The project was funded by the Pennsylvania Department of Environmental Protection (PADEP) through its Growing Greener Grant Program. The study area includes an isolated carbonate aquifer of 50 square miles and a surrounding siliciclastic contributing area of 20 square miles. Parts of 13 municipalities, including the Boroughs of Manheim, Lititz, Akron, Ephrata, and Denver, are located in the study area. Groundwater is the primary source of water for municipal, domestic, industrial, and agricultural uses. As groundwater withdrawals increase to meet growing demands, stakeholders need information on the location and quantity of water resources available, and how to best develop, conserve, and protect them. Removal of groundwater resources faster than the sustainable rate could lead to a growing water deficit, the gradual failure of water supplies, diminishing stream and spring flows, and degraded aquatic and riparian habitat. Project participants involved the local public during the course of the study through a Water Budget Advisory Committee (WBAC) and educational workshops. Important resource areas are identified, and management recommendations for these areas are provided in this report. The study area has experienced rapid growth. From 1990 to 2000, several municipalities in the study area exceeded Lancaster County?s growth rate of 11.3 percent. Warwick Township, located in the Manheim?Lititz groundwater basin, experienced the highest growth rate of 33.2 percent. Anticipated growth and development in the study area are expected to result in 2 increased water demand. Population projections from 2000 through 2025 represent a 26 percent increase. Historic changes in land use have led to increased impervious areas, increased stormwater runoff, and reduced infiltration. Impervious cover was 9 percent of the 70-squaremile study area. This potentially reduces average annual recharge by 1,575 million gallons in the study area. When one considers the carbonate areas of the Manheim-Lititz and Ephrata area groundwater basins, 12.6 percent and 8 percent of these areas are impervious, respectively. The focus of the study is a valley approximately 50 square miles in area, underlain by a highly productive carbonate aquifer, and herein informally termed the ?carbonate valley.? The carbonate valley is surrounded almost entirely by hills underlain by aquifers of much lower permeability (Figure 2). The carbonate valley includes parts of the Chiques Creek, Cocalico Creek, and Lititz Run watersheds. Streams generally flow from north to south across the study area, with the exception of the largest stream, Cocalico Creek, which flows from northeast to southwest. The study area includes parts of 8 townships and 5 boroughs, and had a population of approximately 61,000 in the year 2000. Water supply needs are met almost entirely by groundwater. The valley was once largely agricultural, but is rapidly changing to a mosaic of urban, suburban, and agricultural areas. The population in the carbonate valley is rapidly growing, as is the need for water. However, the amount of water available is limited. Most of the groundwater is derived from the carbonate aquifer that underlies the valley. The presence of sinkholes, abundant closed depressions, large springs, and lack of streams in many areas suggests that dissolution of the carbonate bedrock, a condition known as karst, has substantially enhanced the ability of the aquifer to store and transmit water. Karst aquifers are known for their abundant water resources and extremely high well yields, as well as their hard water, enigmatic flow patterns, sinkholes, and high susceptibility to contamination.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Susquehanna River Basin Commission SRBC"
  ],
  "dc_creator_sm": [
    "Susquehanna River Basin Commission (SRBC)"
  ],
  "dc_subject_sm": [
    "Environment",
    "Karst"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=341\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=341\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2005"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "2ee70803-ce48-4019-ab0a-90ab5b2b3462",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-76.098432, -76.312562, 40.252479, 40.148497)",
  "solr_year_i": 2005,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.200488,-76.205497",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}