{
  "dc_identifier_s": "25ee2f44-24ed-469f-a325-54ea2d41f289",
  "dc_title_s": "Groundwater recharge rates to shallow aquifers: Indiana",
  "dc_description_s": "Aquifer_Recharge_Near_Surface_IN is a raster data layer that displays the results of a regression analysis to determine the estimated rate of diffuse groundwater recharge to the water table in shallow aquifers in Indiana based on numerous landscape-level variables as predictors. The goal of this project was to use an objective, reproducible methodology to estimate groundwater recharge rates in both glaciated and driftless environments. This groundwater-recharge raster layer was developed by combining a multiple regression analysis of groundwater recharge with characteristics of near-surface geologic materials. The groundwater recharge data used in the multiple regression analysis was derived from calculations of groundwater baseflow and surface-water runoff for 279 streams in Indiana. Estimates of groundwater base flow were determined using hydrograph separation analysis (Institute of Hydrology, 1980) determined using a local-minimums approach with a recession slope test, and were converted to recharge by multiplying by using estimates of runoff following Wolock (2003). The baseflow index (BFI) provides the proportion of runoff that is assumed to be groundwater contribution, so recharge was estimated as BFI * interpolated statewide runoff (not runoff per basin). The average annual rate of groundwater recharge (in/year) was used as the dependent variable in a multiple regression analysis using ordinary least squares with several landscape and morphometric independent variables representing geologic, terrain, climate, and hydrogeologic characteristics. The regression model developed for Indiana had a global R2 value of 0.50, and the most influential variables at the 95% confidence level were:  - Cumulative percent area of upstream impervious surfaces - Surface clay thickness - Percent of clay in soil - Average annual air temperature - Presence/absence of unconsolidated aquifers - Slope of ground surface - Cumulative percent area of upstream water bodies - Sand composition of water well boreholes - Cumulative percent area of upstream medium-height vegetation - Hydrologic group classification of soil (A,B,C,D - SSURGO)  The regression model was used as a mapping tool to spatially distribute estimates of recharge across Indiana, incorporating details of the important landscape variables.",
  "dc_rights_s": "Public",
  "dc_format_s": "GeoTIFF",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Indiana Geological Survey"
  ],
  "dc_creator_sm": [
    "Indiana Geological Survey"
  ],
  "dc_subject_sm": [
    "Geoscientific Information",
    "Hydrology",
    "Aquifers"
  ],
  "dct_provenance_s": "Purdue",
  "dct_references_s": "{\"http://schema.org/url\":\"http://maps.indiana.edu/previewMaps/Hydrology/Aquifer_Recharge_Near_Surface.html\",\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Hydrology/Aquifer_Recharge_Near_Surface.zip\",\"http://schema.org/image\":\"http://maps.indiana.edu/images/Hydrology/Aquifer_Recharge.png\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Hydrology/Aquifer_Recharge_Near_Surface/MapServer/0\",\"http://www.opengis.net/cat/csw/csdgm\":\"http://maps.indiana.edu/metadata/Hydrology/Aquifer_Recharge_Near_Surface.xml\"}",
  "dct_isPartOf_sm": [
    "IndianaMAP"
  ],
  "dct_issued_s": "2015-06-30",
  "dct_temporal_sm": [
    "2015"
  ],
  "dct_spatial_sm": [
    "Indiana, United States"
  ],
  "layer_slug_s": "25ee2f44-24ed-469f-a325-54ea2d41f289",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-06-26T21:08:28Z",
  "solr_geom": "ENVELOPE(-88.1607, -84.6882, 41.7753, 37.7554)",
  "solr_year_i": 2015,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.76535,-86.42445",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4921868"
  ],
  "b1g_image_ss": "http://maps.indiana.edu/images/Hydrology/Aquifer_Recharge.png",
  "b1g_collection_sm": "09a-01",
  "geoblacklight_version": "1.0"
}