{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "c9a8ae47179b44609f8a9b695c602942_1",
  "dc_identifier_s": "c9a8ae47179b44609f8a9b695c602942_1",
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "dc_subject_sm": [
    "Boundaries"
  ],
  "b1g_dateAccessioned_s": "2019-10-11",
  "solr_year_i": "2018",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-80.3731,-71.6057,44.9724,37.8041)",
  "b1g_keyword_sm": [
    "DVRPC",
    "Extended DVRPC Region",
    "Pennsylvania",
    "Boundaries",
    "New Jersey",
    "Municipality",
    "County"
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2018-07-17T18:36:07.000Z",
  "suppressed_b": "FALSE",
  "dc_description_s": "County boundaries for Pennsylvania, New Jersey, Delaware, Maryland. This dataset was compiled from multiple sources. Original Sources: PA - PennDOT NJ - NJOIT DE - DE Geological Survey MD, NY, CT, DC - ESRI Linework has been adjusted using the following methodology. NJ's boundaries overrode PA, since NJ's were highly accurate. PA overrode MD since PennDOT's were more accurate than ESRI's, and DE overrode PA MD, since the arc of northernmost DE was a bit more accurate than PennDOT's or our original county boundaries. County boundaries in the DVRPC region have been adjusted to align with parcel data (where appropriate).Municipal boundaries for Pennsylvania, New Jersey, Maryland, Delaware, and the District of Columbia with ortho-rectified municipal boundaries for the DVRPC Region. Municipal Boundaries have been edited by DVRPC to create a more accurate, seemless regional dataset for the DVRPC region and its surrounding area. This dataset was compiled from multiple sources. Original data sources (in order of drawing rank): DVRPC - for Mercer, Burlington, Camden, Gloucester counties in NJ (an adaptation of NJOIT's Mun Bounds) and Bucks, Montgomery, Philadelphia, Chester, and Delaware counties in PA. In most cases, boundaries have been adjusted to align with parcel data. NJOIT - remaining NJ counties (2008) PennDOT - remaining PA counties (2009) DE State Office of Mgmt Budget - Delaware municipalities (2002) MD State Hwy Administration - Maryland municipalities (2003) Washington DC - ESRI **NOTE: NJ's coast has been clipped or unioned to ESRI's data CD detailed state boundary**Due to a consolidation, Princeton Twp and Princeton Boro in Mercer County, NJ in 2013, the new municipality (named Princeton), uses Princeton Boro's unique ID 3402160900. Princeton Township's unique ID (3402160915)no longer exists.Due to the name change from Washington Twp to Robbinsville Twp in Mercer County NJ in 2008, the unique ID (GEOID) for this municipality has changed from 3402177210 to 3402163850 . However, if you download 2000 census data from the Bureau's website, the unique ID (GEOID) for Robbinsville Township will still be 3402177210 in the census data you will have to manually change its GEOID to 3402163850 in order to get the 2000 data to join to the MCD file correctly.Due to name change from Birmingham Twp to Chadds Ford Twp in Delaware County, PA in 1997, the unique ID (GEOID) for this municipality has changed from 4204506552 to 4204512442.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    "DVRPC - County Boundaries"
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "County Boundaries: Delaware Valley Regional Planning Commission",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/c9a8ae47179b44609f8a9b695c602942_1.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://services1.arcgis.com/LWtWv6q6BJyKidj8/arcgis/rest/services/DVRPC_Boundaries/FeatureServer/1\",\"http://schema.org/url\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/c9a8ae47179b44609f8a9b695c602942_1\"}",
  "dct_isPartOf_sm": [
    "04f-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Delaware Valley Regional Planning Commission"
  ],
  "dct_spatial_sm": [
    "Delaware River, Delaware",
    "Delaware",
    "Philadelphia, Pennsylvania",
    "Pennsylvania",
    "Maryland",
    "New Jersey"
  ],
  "b1g_centroid_ss": "41.38825,-75.98939999999999",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04f-01",
  "dc_creator_sm": [
    "DVRPC-GIS"
  ]
}