{
  "uuid": "fcb0cfdf-0da3-4e10-ab28-c88e8ee4f452",
  "dc_identifier_s": "fcb0cfdf-0da3-4e10-ab28-c88e8ee4f452",
  "dc_title_s": "Municipal Water Supply Demand Projections: Metro Twin Cities, Minnesota",
  "dc_description_s": "This dataset consists of water demand projections for 2010, 2020, 2030, 2040, and 2050 for municipal public water supply systems in the seven-county metropolitan area. 2004 water demand data is also included to represent baseline water demand; normal climate conditions in 2004 resulted in approximately average per capita water demand. Water demand is expressed as population served by municipal systems, municipal maximum daily and average daily demand, non-municipal average daily demand, domestic (private well) average daily demand, total community average daily demand, municipal per capita demand, and the ratio of municipal maximum daily demand to average daily demand.  For its 2010-2030 water supply demand projections, the Council used data submitted in 2008 local comprehensive plans. Where local comprehensive plans did not contain projection data, the water demand projection method outlined in the 2007 Water Supply Planning in the Twin Cities Metropolitan Area Technical Report was used to forecast water use. While the Council does not have official 2040 and 2050 water use forecasts for each community in the metropolitan area, population for these years was projected based on the amount of remaining developable land and predicted population growth trends between 2000 and 2030. 2040 and 2050 water use was forecast using the same rate of water use for 2030 multiplied by the forecasted population for 2040 and 2050.   More information can be found in Appendix E of the Metropolitan Council's 2009 report: Twin Cities Metropolitan Area Regional Groundwater Flow Model Version 2.00, Technical Report in Support of the Metropolitan Area Master Water Supply Plan. This document can be found online at www.metrocouncil.org/environment/WaterSupply/metrogroundwatermodeldatasets.htm.  Additional information is presented in the Metropolitan Council 2007 Report to the Minnesota State Legislature: Water Supply Planning in the Twin Cities Metropolitan Area, found online at www.metrocouncil.org/environment/WaterSupply/WaterSupplyPlanningReport.htm.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Metropolitan Council"
  ],
  "dc_creator_sm": [
    "Metropolitan Council - Water Supply Planning Unit"
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/fcb0cfdf-0da3-4e10-ab28-c88e8ee4f452\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/water_metro_municpl_water_demand/shp_water_metro_municpl_water_demand.zip\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_metc/water_metro_municpl_water_demand/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2015-09-05T10:01:54.033678",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "fcb0cfdf-0da3-4e10-ab28-c88e8ee4f452",
  "layer_geom_type_s": "Mixed",
  "layer_modified_dt": "2018-04-30T14:29:17Z",
  "solr_geom": "ENVELOPE(-94.012, -92.732, 45.415, 44.471)",
  "solr_year_i": 2017,
  "centroid_s": "44.943,-93.372",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "thumbnail_path_ss": "http://btaagdp.org/data-portals/files/original/95afd1f651d66bb6a00c5eec9f731b53.jpg",
  "geoblacklight_version": "1.0"
}