{
  "dc_identifier_s": "e01901640eec410faacdfaa4f65e4236_0",
  "dc_title_s": "Roadway Posted Speed Limits - Roadway Posted Speed Limit Signs: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service layer. Find more information at http://imap. maryland. gov. Point features which represent the location of posted speed limit signs along public roadways in the State of Maryland. Roadway Posted Speed Limit Signs data is developed as part of the Highway Performance Monitoring System (HPMS) which maintains and reports transportation related information to the Federal Highway Administration (FHWA) on an annual basis. HPMS is maintained by the Maryland Department of Transportation State Highway Administration (MDOT SHA), under the Office of Planning and Preliminary Engineering (OPPE) Data Services Division (DSD). This data is used by various modules throughout MDOT, as well as many other State and local government agencies. This data is key to understanding the locations of posted speed limit signs along public roadways in the State of Maryland. Roadway Posted Speed Limit Signs data is updated and published on an annual (yearly) basis for the prior year. This data is for the year 2015. Last Updated: 07/2016For additional information, contact the MDOT SHA Geospatial Technologies Team: GIS@sha. state. md. us For additional information related to the Maryland Department of Transportation (MDOT): http://www. mdot. maryland. gov/ For additional information related to the Maryland Department of Transportation State Highway Administration (MDOT SHA): http://www. roads. maryland. gov/Home. aspx MDOT SHA Geospatial Data Legal Disclaimer: The Maryland Department of Transportation State Highway Administration (MDOT SHA) makes no warranty, expressed or implied, as to the use or appropriateness of geospatial data, and there are no warranties of merchantability or fitness for a particular purpose or use. The information contained in geospatial data is from publicly available sources, but no representation is made as to the accuracy or completeness of geospatial data. MDOT SHA shall not be subject to liability for human error, error due to software conversion, defect, or failure of machines, or any material used in the connection with the machines, including tapes, disks, CD-ROMs or DVD-ROMs and energy. MDOT SHA shall not be liable for any lost profits, consequential damages, or claims against MDOT SHA by third parties.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_creator_sm": [
    "Maryland iMap"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://data.imap.maryland.gov/datasets/e01901640eec410faacdfaa4f65e4236_0\",\"http://schema.org/downloadUrl\":\"https://data.imap.maryland.gov/datasets/ef9180e242b140ee9972b2d48465355e_2,\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://data.imap.maryland.gov/datasets/e01901640eec410faacdfaa4f65e4236_0\"}",
  "dct_isPartOf_sm": [
    "ArcGIS Open Data"
  ],
  "dct_issued_s": "2017-08-25",
  "dct_temporal_sm": [
    "2016"
  ],
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "layer_slug_s": "e01901640eec410faacdfaa4f65e4236_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-07-10T14:45:22Z",
  "solr_geom": "ENVELOPE(-79.4863, -75.0524, 39.7222, 37.9652)",
  "solr_year_i": 2016,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "38.8437,-77.26935",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "ArcGIS Open Data",
  "geoblacklight_version": "1.0"
}