{
  "dc_identifier_s": "9c48f92b2b4e4663aa78fdd64a1ab010_0",
  "dc_title_s": "SSURGO Soils - SSURGO Soils: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service layer. Find more information at http://imap.maryland.gov. This data set is a digital soil survey and generally is the most detailed level of soil geographic data developed by the National Cooperative Soil Survey. The information was prepared by digitizing maps, by compiling information onto a planimetric correct base and digitizing, or by revising digitized maps using remotely sensed and other information. This data set consists of georeferenced digital map data and computerized attribute data. The map data are in a soil survey area extent format and include a detailed, field verified inventory of soils and miscellaneous areas that normally occur in a repeatable pattern on the landscape and that can be cartographically shown at the scale mapped. A special soil features layer (point and line features) is optional. This layer displays the location of features too small to delineate at the mapping scale, but they are large enough and contrasting enough to significantly influence use and management. The soil map units are linked to attributes in the National Soil Information System relational database, which gives the proportionate extent of the component soils and their properties. SSURGO DownloaderClick on a watershed to get a pop-up and start the download processNo longer do you have to spend time learning about the SSURGO database structure before you can use the data. No longer do you have to figure out how to import the data into the ArcGIS system to get your job done. Use this web map to download map packages created from the Soil Survey Geographic Database (SSURGO) that the Esri Soils Team has extracted and prepared for immediate use in your maps and analyses. The Esri Soils Team created a map with 130 of the most useful variables in SSURGO. The data are packaged by subbasin (HUC8 from the Watershed Boundary Dataset) and are available through this web map. The SSURGO data selected for this application consist of basic descriptions of the data (from the Map Unit Feature Class and Map Unit tables), a collection of interpretations (from the MUAGGATT table), and aggregated information about the components of each map unit (Component table). We chose these data because they represent the most commonly used fields in SSURGO and many of these values serve as standard inputs to assessment and modeling processes. Included in the map package is a zip folder containing 19 layer files to symbolize the data. The layer files contain the symbology from the Soil Mobile and Web Maps Group on ArcGIS. com. To access the folder use the Extract Package tool in the Data Management Toolbox then open the folder containing the extracted map package in Windows Explorer and navigate to commondata userdata and unzip the LayerFiles. zip folder. Data from the four SSURGO tables were assembled into the single table included in each map package. Data from the component table were aggregated using a dominant component model (listed below under Component Table Dominant Component) or a weighted average model (listed below under Component Table Weighted Average) using custom Python scripts. The the Mapunit table, the MUAGATTAT table and the processed Component table data were joined to the Mapunit Feature Class. Field aliases were added and indexes calculated. A field named Map Symbol was created and populated with random integers from 1-10 for symbolizing the soil units in the map package. For documentation of the SSURGO dataset see:http://soildatamart. nrcs. usda. gov/SSURGOMetadata. aspx. For documentation of the Watershed Boundary Dataset see: http://www. nrcs. usda. gov/wps/portal/nrcs/main/national/water/watersheds/dataset. The map packages contain the following attributes in the Map Units layer:Mapunit Feature Class:Survey AreaSpatial VersionMapunit SymbolMapunit KeyNational Mapunit SymbolMapunit Table:Mapunit NameMapunit KindFarmland ClassHighly Erodible Lands Classification - Wind and WaterHighly Erodible Lands Classification WaterHighly Erodible Lands Classification WindInterpretive FocusIntensity of MappingLegend KeyMapunit SequenceIowa Corn Suitability RatingLegend Table:Project ScaleTabular VersionMUAGGATT Table:Slope Gradient - Dominant ComponentSlope Gradient - Weighted AverageBedrock Depth MinimumWater Table Depth - Annual MinimumWater Table Depth - April to June MinimumFlooding Frequency - Dominant ConditionFlooding Frequency MaximumPonding Frequency PresenceAvailable Water Storage 0-25 cm - Weighted AverageAvailable Water Storage 0-50 cm - Weighted AverageAvailable Water Storage 0-100 cm - Weighted AverageAvailable Water Storage 0-150 cm - Weighted AverageDrainage Class - Dominant ConditionDrainage Class WettestHydrologic Group - Dominant ConditionIrrigated Capability Class - Dominant ConditionIrrigated Capability Class - Proportion of Mapunit with Dominant ConditionNon-Irrigated Capability Class - Dominant ConditionNon-Irrigated Capability Class - Proportion of Mapunit with Dominant ConditionRating for Buildings without Basements - Dominant ConditionRating for Buildings with Basements - Dominant ConditionRating for Buildings with Basements - Least LimitingRating for Buildings with Basements - Most LimitingRating for Septic Tank Absorption Fields - Dominant ConditionRating for Septic Tank Absorption Fields - Least LimitingRating for Septic Tank Absorption Fields - Most LimitingRating for Sewage Lagoons - Dominant ConditionRating for Sewage Lagoons - Dominant ComponentRating for Roads and Streets - Dominant ConditionRating for Sand Source - Dominant ConditionRating for Sand Source - Most ProbableRating for Paths and Trails - Dominant ConditionRating for Paths and Trails - Weighted AverageErosion Hazard of Forest Roads and Trails - Dominant ComponentHydric Classification PresenceRating for Manure and Food Processing Waste - Weighted AverageComponent Table Weighted Average:Mean Annual Air Temperature - High Value Mean Annual Air Temperature - Low Value Mean Annual Air Temperature - Representative Value Albedo - High Value Albedo - Low Value Albedo - Representative Value Slope - High Value Slope - Low Value Slope - Representative Value Slope Length - High Value Slope Length - Low Value Slope Length - Representative Value Elevation - High Value Elevation - Low Value Elevation - Representative Value Mean Annual Precipitation - High Value Mean Annual Precipitation - Low Value Mean Annual Precipitation - Representative Value Days between Last and First Frost - High Value Days between Last and First Frost - Low Value Days between Last and First Frost - Representative Value Crop Production Index Range Forage Annual Potential Production - High Value Range Forage Annual Potential Production - Low Value Range Forage Annual Potential Production - Representative Value Initial Subsidence - High Value Initial Subsidence - Low Value Initial Subsidence - Representative Value Total Subsidence - High ValueTotal Subsidence - Low Value Total Subsidence - Representative Value Component Table Dominant Component:Component KeyComponent Percentage - Low ValueComponent Percentage - Representative ValueComponent Percentage - High ValueComponent NameComponent KindOther Criteria Used to Identify ComponentsCriteria Used to Identify Components at the Local LevelRunoffSoil Loss Tolerance FactorWind Erodibility IndexWind Erodibility GroupErosion ClassEarth Cover 1Earth Cover 2Hydric ConditionAspect Range - Counter Clockwise LimitAspect - Representative ValueAspect Range - Clockwise LimitGeomorphic DescriptionNon-Irrigated Capability SubclassNon-Irrigated Unit Capability ClassIrrigated Capability SubclassIrrigated Unit Capability ClassConservation Tree Shrub GroupForage Suitability GroupGrain Wildlife HabitatGrass Wildlife HabitatHerbaceous Wildlife HabitatShrub Wildlife HabitatConifer Wildlife HabitatHardwood Wildlife HabitatWetland Wildlife HabitatShallow Water Wildlife HabitatRangeland Wildlife HabitatOpenland Wildlife HabitatWoodland Wildlife HabitatWetland Wildlife HabitatSoil Slip PotentialSusceptibility to Frost HeavingConcrete CorrosionSteel CorrosionTaxonomic Class NameOrderSuborderGreat GroupSubgroupParticle SizeParticle Size ModifierCation Exchange Activity ClassCarbonate ReactionTemperature ClassMoisture SubclassSoil Temperature RegimeEdition of Keys to Soil Taxonomy Used to Classify SoilThe U. S. Department of Agriculture, Natural Resources Conservation Service, should be acknowledged as the data source in products derived from these data. This data set is not designed for use as a primary regulatory tool in permitting or citing decisions, but may be used as a reference source. This is public information and may be interpreted by organizations, agencies, units of government, or others based on needs; however, they are responsible for the appropriate application. Federal, State, or local regulatory bodies are not to reassign to the Natural Resources Conservation Service any authority for the decisions that they make. The Natural Resources Conservation Service will not perform any evaluations of these maps for purposes related solely to State or local regulatory programs. Photographic or digital enlargement of these maps to scales greater than at which they were originally mapped can cause misinterpretation of the data. If enlarged, maps do not show the small areas of contrasting soils that could have been shown at a larger scale. The depicted soil boundaries, interpretations, and analysis derived from them do not eliminate the need for onsite sampling, testing, and detailed study of specific sites for intensive uses. Thus, these data and their interpretations are intended for planning purposes only. Digital data files are periodically updated. Files are dated, and users are responsible for obtaining the latest version of the data. The attribute accuracy is tested by manual comparison of the source with hard copy plots and/or symbolized display of the map data on an interactive computer graphic system. Selected attributes that cannot be visually verified on plots or on screen are interactively queried and verified on screen. In addition, the attributes are tested against a master set of valid attributes. All attribute data conform to the attribute codes in the signed classification and correlation document and amendment(s). Last Updated: Unknown",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": "English",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_creator_sm": [
    "Maryland iMap"
  ],
  "dc_subject_sm": [
    "Geoscientific Information"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/9c48f92b2b4e4663aa78fdd64a1ab010_0\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/9c48f92b2b4e4663aa78fdd64a1ab010_0.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://geodata.md.gov/imap/rest/services/Geoscientific/MD_SSURGOSoils/MapServer/0\"}",
  "dct_isPartOf_sm": [
    "ArcGIS Open Data"
  ],
  "dct_issued_s": "2016-03-30",
  "dct_temporal_sm": [
    "2016"
  ],
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "layer_slug_s": "9c48f92b2b4e4663aa78fdd64a1ab010_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-07-19T20:30:30Z",
  "solr_geom": "ENVELOPE(-79.4873, -75.0492, 39.7229, 37.8936)",
  "solr_year_i": 2016,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "38.80825,-77.26825",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "ArcGIS",
  "geoblacklight_version": "1.0"
}