{
  "dc_identifier_s": "a4feea0d-7270-47f0-a0a1-dec9c377e9aa",
  "dc_title_s": "Department of Natural Resources Hydrography - Lakes with Fish-based IBI Scores (Most Recent IBI Survey): Minnesota",
  "dc_description_s": "This layer shows the <b>Fish IBI (Index of Biotic Integrity) Scores</b> for MN lakes as calculated by DNR Fisheries.  Scores range from 0-100, with higher scores indicating higher biotic integrity.  Attributes correspond to the <U>most recent IBI survey</u> for each lake.  An <i>IBI (Index of Biotic Integrity)</i> is a biologically-based, multi-metric method for measuring the integrity of aquatic systems.  Minnesota DNR Fisheries Research has developed a fish-based lake IBI that incorporates fish data collected by various methods (trap nets, gill nets, shoreline seines, and backpack electrofishing units) into 8-15 metrics in three categories:  <b>species richness, community assemblage, and trophic composition </b> <i>(see Section 5: Attributes)</i>.  Each metric represents an aspect of the biological assemblage structure, function, or other measurable characteristic that changes in some predictable way with increased human-induced stress. Fish IBI scores respond to differences in land use patterns, trophic state, and aquatic vegetation.  Validation studies indicate that the fish-based lake IBI scores function as a measure of fish community response to human disturbance across a gradient of lakes.  Continuing work by DNR Fisheries will expand the application of this IBI to more lake types and will validate this tool as a viable method for assessing lake impairment as part of Minnesota's 303(d) <i>Impaired Waters</i> assessments.  These scores should be considered as '<u>preliminary</u>' and are subject to change as the IBI tools are further developed and refined. <b>This dataset only includes lakes over 100 acres and within lake classes 20-43, with few exceptions for lakes very close to 100 acres</b>.   Additional scores will be added to this dataset annually.    For more reference information, see  <i>(Section 5: Attributes -- Detailed Citation)</i>.   <b>Related table:</b>   <i>env_ibi_lakes_all_surveys_events_polygon_relate </i> IBI scores for additional years can be found in this table.  <b>To access related table records:</b> <li>Open the layer attribute table and select a lake polygon record</li> <li>From the <i>Related Table dropdown (2nd icon on bar just above table)</i>, choose table <b>Lake IBI Scores: To IBI Scores - All Surveys</b></li>       <li> The related table will open and the corresponding records for the selected lake will be highlighted.</li>         <li>Note:  You can also select records from the related table and find the lakes that correspond to those records by reversing the process above (i.e., Choose <i>Related Tables dropdown (2nd icon)</i>, choose table <b>Lake IBI Scores: Back to IBI Lakes</b>) </li>  You can also access scores from all years by clicking on the lake of interest with the <b>Identify Tool</b> and expanding the related tabular information.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Minnesota Department of Natural Resources (DNR)"
  ],
  "dc_creator_sm": [
    "Minnesota Department of Natural Resources (DNR) - Division of Fisheries"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/a4feea0d-7270-47f0-a0a1-dec9c377e9aa\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_ibi_lakes_fisheries/shp_env_ibi_lakes_fisheries.zip\",\"http://schema.org/image\":\"https://btaagdp.org/thumbnails/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/env_ibi_lakes_fisheries/metadata/preview.jpg\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/env_ibi_lakes_fisheries/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2014-10-07T13:08:02.649472",
  "dct_temporal_sm": [
    "2017"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "a4feea0d-7270-47f0-a0a1-dec9c377e9aa",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2018-06-26T17:12:31Z",
  "solr_geom": "ENVELOPE(-97.23, -89.53, 49.37, 43.5)",
  "solr_year_i": 2017,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "46.435,-93.38",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "b1g_image_ss": "https://btaagdp.org/thumbnails/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/env_ibi_lakes_fisheries/metadata/preview.jpg",
  "b1g_collection_sm": "05a-01",
  "geoblacklight_version": "1.0"
}