{
  "dc_identifier_s": "6c3904d0-94b5-4992-8492-950baba1fd66",
  "dc_title_s": "Streets - Rubbish Recycle Colletion Boundary: Philadephia, Pennsylvania",
  "dc_description_s": "This is a boundary file identifying rubbishecycling collection days, sanitation distiricts, and areas for the City of Philadelphia.Data Development:Attribute_Accuracy_Report: All relevant arcs are derived from Streets: Boundary Source Composite Logical_Consistency_Report: Attributes have been tested for valid values. Boundary file is used to generate plots of collection days so has been thoroughly tested for accuracy by field use. Completeness_Report: This coverage covers the City of Philadelphia. No service is provided to the Naval Business District so this polygon is identified as Sanitation District 7 with no collection days. Fairmount Park does not receive collection by the Streets Department but some of the park is included within Sanitation Districts. Some of Fairmount Park falls within a collection day, some has only a district designation for cartographic reasons only. Key Attribute Fields & Description:SANDIS: Sanitation District ID COLLDAY: Collection Day DISDAY: Sanitation District, Collection Day Entity_and_Attribute_Overview: Collection day and district are the key attributes in this file. These values are present on all label points, except in the Naval Services District and parts of Fairmount Park where there is no relevant collection day. These values are only present on the arcs if houses on both sides of the arc are serviced on the same day. Collection day is required in this case, and district is only required if the arc also represents a district boundary. Coordinate System:Lambert Conformal Conic, NAD_1983_StatePlane_Pennsylvania_South_FIPS_3702_Feet Thematic Mapping:The field DISDAY can be used for labels and thematic mapping.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "City of Philadelphia"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Utilities and Communication"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=7098\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=7098\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2016"
  ],
  "dct_spatial_sm": [
    "Philadelphia, Pennsylvania, United States",
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "6c3904d0-94b5-4992-8492-950baba1fd66",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:06:43Z",
  "solr_geom": "ENVELOPE(-74.954039, -75.284167, 40.143797, 39.861288)",
  "solr_year_i": 2016,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.0025425,-75.119103",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4560347",
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}