{
"dc_description_s": "Managed_Lands_IDNR_IN is a polygon shapefile that contains managed land areas in Indiana, provided by personnel of the Indiana Natural Heritage Data Center, Indiana Department of Natural Resources (INHDC-IDNR) as of March 4, 2015. Attributes include contact information for land managers, as well as whether the land is open to the general public or if access is restricted. For additional information regarding lands owned by federal agencies, local agencies, and non-profit organizations, as well as conservation easements, persons should contact the IDNR Indiana Natural Heritage Data Center (317-232-4052). The following is excerpted from the metadata provided by INHDC-IDNR for the source shapefile MANAGEDLANDS_DNR_INHD_IN_150304.SHP: ManagedLands_DNR_INHD_IN is a subset of ManagedLandsAll_DNR_INHD_IN, excluding those areas that are listed as conservation easements or listed as closed. ManagedLandsAll_DNR is the Indiana Natural Heritage Data Center Managed Areas dataset. It includes natural and recreation areas which are owned or managed by the Indiana Department of Natural Resources, federal agencies, local agencies, and non-profit organizations. It also includes private lands with Conservation Easements owned by IDNR. NATURAL AREAS THAT ARE NOT OWNED NOR MANAGED BY DNR ARE ADDED AS DATA IS AVAILABLE. IT IS BY NO MEANS A COMPLETE AND COMPREHENSIVE DATASET FOR ALL SUCH AREAS IN THE STATE. The Indiana Natural Heritage Data Center Managed Area Database is a digital, geospatial file containing information on Indiana's significant protected natural areas. All counties in the state are represented.", 
"layer_modified_dt": "2017-12-27T20:50:59Z", 
"solr_geom": "ENVELOPE(-88.13479, -84.734683, 41.774012, 37.766556)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Environment/Managed_Lands_IDNR.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Environment/Managed_Lands_IDNR/MapServer\",\"http://schema.org/url\":\"http://maps.indiana.edu/layerGallery.html\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/d5fc3e8d-f5b5-4e68-a781-42e3b8e68999/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "d5fc3e8d-f5b5-4e68-a781-42e3b8e68999", 
"dct_provenance_s": "Purdue", 
"dc_subject_sm": [
"Biota", 
"Environment", 
"Boundaries", 
"Society", 
"Location"
], 
"dct_temporal_sm": "2015", 
"dct_issued_s": "2015-03-04", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Indiana Natural Heritage Data Center, Indiana Department of Natural Resources (Data creator)"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "d5fc3e8d-f5b5-4e68-a781-42e3b8e68999", 
"dct_isPartOf_sm": "IndianaMAP", 
"solr_year_i": 2015, 
"dct_spatial_sm": [
"Indiana, United States", 
"Tippecano County, Indiana, United States", 
"Wabash River, Indiana, United States"
], 
"dc_publisher_sm": [
"Indiana Natural Heritage Data Center, Indiana Department of Natural Resources"
], 
"dc_title_s": "Managed Lands: Indiana, 2015", 
"layer_slug_s": "d5fc3e8d-f5b5-4e68-a781-42e3b8e68999", 
"centroid_s": "39.770284,-86.4347365", 
"layer_geom_type_s": "Polygon", 
"dc_language_s": "English"
}