{
  "dc_identifier_s": "02839ff1-bd38-4904-bbb0-04b52ea067b0",
  "dc_title_s": "Environmental Justice Areas 2005: Pennsylvania",
  "dc_description_s": "Census tracts are small, relatively permanent statistical subdivisions of a county delineated by local participants as part of the U.S. Census Bureau's Participant Statistical Areas Program. The U.S. Census Bureau delineated census tracts in situations where no local participant existed or where local or tribal governments declined to participate. The primary purpose of census tracts is to provide a stable set of geographic units for the presentation of decennial census data. This is the first decennial census for which the entire United States is covered by census tracts. For the 1990 census, some counties had census tracts and others had block numbering areas (BNAs). In preparation for Census 2000, all BNAs were replaced by census tracts, which may or may not cover the same areas. Census tracts generally have between 1,500 and 8,000 people, with an optimum size of 4,000 people. (Counties with fewer people have a single census tract.) When first delineated, census tracts are designed to be homogeneous with respect to population characteristics, economic status, and living conditions. The spatial size of census tracts varies widely depending on the density of settlement. Census tract boundaries are delineated with the intention of being maintained over many decades so that statistical comparisons can be made from decennial census to decennial census. However, physical changes in street patterns caused by highway construction, new developments, and so forth, may require occasional boundary revisions. In addition, census tracts occasionally are split due to population growth or combined as a result of substantial population decline. Census tracts are identified by a four-digit basic number and may have a two-digit numeric suffix; for example, 6059.02. The decimal point separating the four-digit basic tract number from the two-digit suffix is shown in the printed reports and on census maps. In computer-readable files, the decimal point is implied. Many census tracts do not have a suffix; in such cases, the suffix field is either left blank or is zero-filled. Leading zeros in a census tract number (for example, 002502) are shown only in computer-readable files. Census tract suffixes may range from .01 to .98. For the 1990 census, the .99 suffix was reserved for census tracts/block numbering areas (BNAs) that contained only crews-of-vessels population; for Census 2000, the crews-of-vessels population is part of the related census tract. Census tract numbers range from 1 to 9999 and are unique within a county or statistically equivalent entity. The U.S. Census Bureau reserves the basic census tract numbers 9400 to 9499 for census tracts delineated within or to encompass American Indian reservations and off-reservation trust lands that exist in multiple states or counties. The number 0000 in computer-readable files identifies a census tract delineated to provide complete coverage of water area in territorial seas and the Great Lakes.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "PA Dept. of Environmental Protection"
  ],
  "dc_subject_sm": [
    "Environment",
    "Society"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=255\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=255\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2005"
  ],
  "dct_spatial_sm": [
    "United States of America"
  ],
  "layer_slug_s": "02839ff1-bd38-4904-bbb0-04b52ea067b0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-74.77656, -80.51973, 42.15368, 39.72074)",
  "solr_year_i": 2005,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.93721,-77.648145",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6252001"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}