{
  "dc_identifier_s": "dd597dc4-738d-4fb0-a011-9bac47470f2e",
  "dc_title_s": "National Wetlands Inventory for Pennsylvania - line",
  "dc_description_s": "NWI digital data files are records of wetlands location and classification as developed by the U.S. Fish &amp; Wildlife Service. The classification system was adopted as a national classification standard in 1996 by the Federal Geographic Data Committee. This dataset is one of a series available in 7.5 minute by 7.5 minute blocks containing ground planimetric coordinates of wetlands point, line, and polygon features and wetlands attributes. When completed, the series will provide coverage for all of the contiguous United States, Hawaii, Alaska, and U.S. protectorates in the Pacific and Caribbean. Coverage includes both digital data and hardcopy maps. The NWI maps do not show all wetlands since the maps are derived from aerial photointerpretation with varying limitations due to scale, photo quality, inventory techniques, and other factors. Consequently, the maps tend to show wetlands that are readily photointerpreted given consideration of photo and map scale. In general, the older NWI maps prepared from 1970s-era black and white photography (1:80,000 scale) tend to be very conservative, with many forested and drier-end emergent wetlands (e.g., wet meadows) not mapped. Maps derived from color infrared photography tend to yield more accurate results except when this photography was captured during a dry year, making wetland identification equally difficult. Proper use of NWI maps therefore requires knowledge of the inherent limitations of this mapping. It is suggested that users also consult other information to aid in wetland detection, such as U.S. Department of Agriculture soil survey reports and other wetland maps that may have been produced by state and local governments, and not rely solely on NWI maps. See section on 'Completeness_Report' for more information. Also see an article in the National Wetlands Newsletter (March-April 1997; Vol. 19/2, pp. 5-12) entitled 'NWI Maps: What They Tell Us' (a free copy of this article can be ordered from U.S. Fish and Wildlife Service, ES-NWI, 300 Westgate Center Drive, Hadley, MA 01035, telephone, 413-253-8620).",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "U S Fish and Wildlife Service"
  ],
  "dc_creator_sm": [
    "U.S. Fish and Wildlife Service"
  ],
  "dc_subject_sm": [
    "Hydrology",
    "Biota"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=105\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=105\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2005"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "dd597dc4-738d-4fb0-a011-9bac47470f2e",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:27Z",
  "solr_geom": "ENVELOPE(-74.70643, -80.519285, 42.263472, 39.719931)",
  "solr_year_i": 2005,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.9917015,-77.6128575",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}