{
  "uuid": "5adbd15c-6aa6-4852-b8eb-fd16f3a9104f",
  "dc_identifier_s": "5adbd15c-6aa6-4852-b8eb-fd16f3a9104f",
  "dc_title_s": "Counties, Cities, and Townships: Twin Cities Metropolitan Area, Minnesota, 2010",
  "dc_description_s": "This is a polygon dataset for county boundaries as well as for city, township and unorganized territory (CTU) boundaries in the Twin Cities 7-county metropolitan area.  It is being held static as of April, 2010 for use with Census data and other year 2010 data.  The linework for this dataset comes from individual counties and is assembled by the Metropolitan Council for the MetroGIS community.   This dataset is composed of three shape files.  - County Boundaries - 2010 - City and Township Boundaries - 2010 - County, City and Township Boundaries Combined - 2010  NOTES:  - The five digit CTU codes in this dataset are identical to the Federal Information Processing Standard (FIPS) ''Place'' codes.  They are also used by the Census Bureau and many other organizations and are proposed as a MN state data coding standard.  - Cities and townships have also been referred to as ''MCDs'' (a census term), however this term technically refers to the part of each city or township within a single county.  Thus, a few cities in the metro area that are split by county boundaries are actually comprised of two different MCDs. This was part of the impetus for a proposed MN state data standard that uses the ''CTU'' terminology for clarity.  - The boundary line data for this dataset comes from each county.  -  A variety of civil divisions of the land exist within the United States.  In Minnesota, only three types exist - cities, townships and unorganized territories.  All three of these exist within the Twin Cities seven county area.  The only unorganized territory is Fort Snelling (a large portion of which is occupied by the MSP International Airport).  -  Some cities are split between two counties.  Only those parts of cities within the 7-county area are included.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Metropolitan Council"
  ],
  "dc_creator_sm": [
    "The Counties of Anoka, Dakota, Carver, Hennepin, Ramsey, Scott and Washington and the Metropolitan Council"
  ],
  "dc_subject_sm": [
    "Boundaries"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/5adbd15c-6aa6-4852-b8eb-fd16f3a9104f\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/bdry_census2010counties_ctus/fgdb_bdry_census2010counties_ctus.zip\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_metc/bdry_census2010counties_ctus/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2015-09-03T10:01:52.264061",
  "dct_temporal_sm": [
    "2010"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "5adbd15c-6aa6-4852-b8eb-fd16f3a9104f",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2018-04-30T14:29:18Z",
  "solr_geom": "ENVELOPE(-94.012, -92.732, 45.415, 44.471)",
  "solr_year_i": 2010,
  "centroid_s": "44.943,-93.372",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "thumbnail_path_ss": "http://btaagdp.org/data-portals/files/original/f1de38ee8ca736d12b936a445b20214a.jpg",
  "geoblacklight_version": "1.0"
}