{
  "uuid": "21db5bb43057439f8e7a9dc14a0fa1ef_0",
  "dc_identifier_s": "21db5bb43057439f8e7a9dc14a0fa1ef_0",
  "dc_title_s": "Impervious Surface - Delaware County, PA: Delaware Valley",
  "dc_description_s": "This dataset contains impervious landbase features updated using digital orthoimagery acquired in 2015 by the Delaware Valley Regional Regional Planning Commission (DVRPC) and its partners. This is an update of existing features originally captured in 2013 using 2010 orthoimagery. ?Additionally, estimated building heights were derived from high resolution normalized digital surface elevation data models generated from NIR LiDAR data using the highest hit method. Digital surface elevation models were derived from LiDAR data collected by Quantum Spatial and other vendors and compiled for delivery to USGS and its partners. The horizontal datum for this dataset is North American Datum, 1983, Geoid GRS 1980, and the data is projected in Lambert Conformal Conic StatePlane Pennsylvania South (FIPS 3702). Units are US Foot. The minimum size for building features is 200 square feet.Process Steps for Calculating Building Height Statistics:Normalized digital surface models (nDSM) and slope rasters were generated from 0.5-meter LiDAR data.Geodesic area was calculated (in square feet) for all features classified as ?Building?.A negative 1 meter buffer was applied to all building features with an area greater than 200 square meters - applied in an effort to ensure nDSM input values were those corresponding to the building roof and not the adjacent ground.Zonal statistics (Spatial Analyst extension) were calculated on the buffered features for each nDSM raster (first multiplying each raster by 10 to maintain precision and then converting from floating point to integer raster) and slope raster (generated from each integerized nDSM raster). Zonal percentile statistics were also calculated on buffered features for each raster to obtain the 90th percentile building heights (HEIGHT_ESTIMATE field).All output statistics fields were joined to the original input feature class (with unit conversions applied, where necessary).A complete dataset, which includes the following fields that are populated with various statistical outputs generated during the building height estimation process, is available upon request:HEIGHT_PCT90 ? 90th percentile value of all cells in the nDSM raster located within the building footprint.HEIGHT_PCT50 ? median value of all cells in the nDSM raster located within the building footprint.HEIGHT_COUNT ? total number of cells with tabulated values in the nDSM raster located within the building footprint.SLOPE_MEAN ? average of all cells in the slope raster located within the building footprint.SLOPE_STD ? standard deviation of all cells in the slope raster located within the building footprint.SLOPE_COUNT - total number of cells with tabulated values in the slope raster located within the building footprint.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Delaware Valley Regional Planning Commission"
  ],
  "dc_creator_sm": "Delaware Valley Regional Planning Commission",
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/21db5bb43057439f8e7a9dc14a0fa1ef_0\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://arcgis.dvrpc.org/arcgis/rest/services/Structures/DelawareCo_Impervious/FeatureServer/0\",\"http://schema.org/downloadUrl\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/21db5bb43057439f8e7a9dc14a0fa1ef_0.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2017-04-05",
  "dct_temporal_sm": [
    "2015"
  ],
  "dct_spatial_sm": [
    "Delaware River, Delaware, United States",
    "Delaware, United States",
    "Pennsylvania, United States",
    "Maryland, United States"
  ],
  "dc_relation_sm": [
    "https://sws.geonames.org/4142210",
    "https://sws.geonames.org/4142224"
  ],
  "layer_slug_s": "21db5bb43057439f8e7a9dc14a0fa1ef_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-3-21T21:39:25Z",
  "centroid_s": "39.93585,-75.4043",
  "solr_geom": "ENVELOPE(-75.6003, -75.2083, 40.0706, 39.8011)",
  "solr_year_i": 2015,
  "thumbnail_path_ss": ""
}