{
  "dc_identifier_s": "b7ecaac0-d101-4986-b706-401179c4d47d",
  "dc_title_s": "Census Tract Areas: Indiana",
  "dc_description_s": "CENSUS_TRACTS_TIGER2011_IN.SHP is a polygon shapefile that contains 2011 census tract boundaries for the state of Indiana. Census tracts are not legal boundaries, but are considered stable geographic units used for the presentation of decennial census data.  The following is excerpted from an Adobe Acrobat PDF document named \"TGRSHP2011_TECHDOC.PDF (U.S. Census Bureau):  \"Census tracts are small, relatively permanent statistical subdivisions of a county or equivalent entity, and are reviewed and updated by local participants prior to each decennial census as part of the Census Bureau's Participant Statistical Areas Program. The Census Bureau updates census tracts in situations where no local participant existed or where local or tribal governments declined to participate. The primary purpose of census tracts is to provide a stable set of geographic units for the presentation of decennial census data.  \"Census tracts generally have a population size between 1,200 and 8,000 people with an optimum size of 4,000 people. The spatial size of census tracts varies widely depending on the density of settlement. Census tracts are delineated with the intention of being maintained over a long time so that statistical comparisons can be made from census to census. However, physical changes in street patterns caused by highway construction, new development, and so forth, may require boundary revisions. In addition, census tracts occasionally are split due to population growth, or combined as a result of substantial population decline.  \"Census tract boundaries generally follow visible and identifiable features. They may follow legal boundaries such as minor civil division (MCD) or incorporated place boundaries in some states and situations to allow for census tract-to-governmental unit relationships where the governmental boundaries tend to remain unchanged between censuses. State and county boundaries always are census tract boundaries in the standard census geographic hierarchy.\"",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "United States Census Bureau"
  ],
  "dc_creator_sm": [
    "United States Census Bureau"
  ],
  "dc_subject_sm": [
    "Society",
    "Boundaries",
    "Census",
    "Demographics"
  ],
  "dct_provenance_s": "Purdue",
  "dct_references_s": "{\"http://schema.org/url\":\"http://maps.indiana.edu/previewMaps/Demographics/Census_Tracts_2011.html\",\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Demographics/Census_Tracts_2011.zip\",\"http://schema.org/image\":\"http://maps.indiana.edu/images/Demographics/Census_Tracts_2011.png\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Demographics/Census_Tracts_2011/MapServer/0\",\"http://www.opengis.net/cat/csw/csdgm\":\"http://maps.indiana.edu/metadata/Demographics/Census_Tracts_2011.xml\"}",
  "dct_isPartOf_sm": [
    "IndianaMAP"
  ],
  "dct_issued_s": "2012-08-27",
  "dct_temporal_sm": [
    "2011"
  ],
  "dct_spatial_sm": [
    "Indiana, United States",
    "West Lafayette, Indiana, United States"
  ],
  "layer_slug_s": "b7ecaac0-d101-4986-b706-401179c4d47d",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2018-06-26T21:08:28Z",
  "solr_geom": "ENVELOPE(-88.161392, -84.688378, 41.781127, 37.755397)",
  "solr_year_i": 2011,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.768262,-86.424885",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4921868"
  ],
  "b1g_image_ss": "http://maps.indiana.edu/images/Demographics/Census_Tracts_2011.png",
  "b1g_collection_sm": "09a-01",
  "geoblacklight_version": "1.0"
}