{
  "dc_identifier_s": "c57480ac-70b3-4b05-982d-641ff8583e7d",
  "dc_title_s": "Oil Gas Locations - Conventional Unconventional: Pennsylvania",
  "dc_description_s": "The following data set contains all the Oil & Gas Wells in Pennsylvania that the Dept of Enviromental Protection has locational information on. The wells are broken into two formation types of conventional and unconventional wells. A conventional well is a bore hole drilled or being drilled for the purpose of or to be used for the production of oil or natureal gas from only conventional formation(s). A conventional formation is any formation that does not meet the statutory definition of an unconventional formation. An unconventional gas well is a bore hole drilled or being drilled for the purpose of or to be used for the production of natural gas from an unconventional formation. Unconventional formation is a geological shale formation existing below the base of the Elk Sandstone or its geologic equivalent stratigraphic interval where natural gas generally cannot be produced at economic flow rates or in economic volumes except by vertical or horizontal well bores stimulated by hydraulic fracture treatments or by using multilateral well bores or other techniques to expose more of the formation to the well bore. The following fields are displayed in the data set: PERMIT_NUM is the Permit Number associated with the well, WELL_NAME is the name given to the well by DEP or the Operator, OPERATOR the name of the current operator for the well, OPER_NUM is the Operator Number associated with the current operator, WELL_TYPE describes the type of well, WELL_TYPECD is the code associated with the Well type, WELL_STAT is the current status of the well, WELL_STATCD is the code associated with the current well status, PERM_DATE is the date associated with the permit number, SPUD_DATE is the drilling commencement date, or proposed drilling commencement date as reported by the operator, CONSV_IND indicates whether thie wellbore penetrates the Onondaga horizon as defined in the PA Oil & Gas Conservation Law, COUNTY is the county the well is permitted in, COUNTY_ID is the code associated to the county, MCD is the municipality that the well is in, MCD_TYPE is the type of municipality that the well is in, MCD_CD is the code associated to the municipality name, LATITUDE is the latitude of the well bore hole, LONGITUDE is the longitude of the well bore hole, PRMRY_FID is a system generated id associated with the primary facility record for this well in the DEP eFACTS database, UNCV_IND indicates whether this is a conventional or unconventional well, SURFACE_ELEV is the ground elevation at the well head location, WELL_CONFIG_CD indicates the well configuration, COAL_IND indicates if the well is in a coal or non coal region, PLUG_C_DATE is the well plug completion date, WELL_PAD is the name of the well pad on which the well is located.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_subject_sm": [
    "Energy",
    "Environment"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1088\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1088\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "c57480ac-70b3-4b05-982d-641ff8583e7d",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:27Z",
  "solr_geom": "ENVELOPE(-74.924247, -80.518723, 42.267408, 39.716973)",
  "solr_year_i": 2018,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.9921905,-77.721485",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}