{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:41:30Z",
  "layer_slug_s": "3a6efaf1-bfb4-48b8-a5d3-30ac2707224c",
  "dc_identifier_s": "3a6efaf1-bfb4-48b8-a5d3-30ac2707224c",
  "dc_title_s": "Lake Michigan Shoreline Recession, WI 1956-2015",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "Lake Michigan coastal shoreline recession information is provided for Kenosha, Racine, Milwaukee, and Ozaukee Counties (collectively called “southeastern Wisconsin”). Data shown represents the distance the shoreline has receded, or moved landward, over two analysis periods: a long-term period from 1956 to 2015 and a short-term period from 1995 to 2015. Recession information is provided for the shoreline defined as the location where the beach meets the water.The coastal recession information was produced as a part of ongoing studies at the University of Wisconsin-Madison Coastal Sustainability Laboratory. This data has been made public through collaborations of the University of Wisconsin-Madison, the Wisconsin Coastal Management Program, University of Wisconsin Sea Grant, and the Association of State Floodplain Managers. The data presented here should be considered preliminary and may not reflect current conditions along the coast.Each data point represents an average of recession measurements along a 300-foot section of coast and does not represent any specific property or municipal boundaries. Note that a positive recession value represents a landward movement of the feature and a negative recession value represents a lakeward movement of the feature, also known as accretion.The recession information can provide useful insights into the historic migration of the southeastern Wisconsin coast. It should be noted that the recession distances provided here represent how the shorelines have responded to historic environmental conditions and human actions over a specific time period in the past (1956-2015 and 1995-2015). There is always uncertainty in how shoreline recession will respond to future conditions. Bluff recession can also be sporadic. For example, a bluff that may have been heavily eroded historically may have been recently stabilized or had shore protection added such that recession could be expected to decrease compared to historic rates.",
  "dc_creator_sm": [
    "Association of State Floodplain Managers (ASFPM)"
  ],
  "dc_publisher_sm": [
    ""
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Point",
  "dct_provenance_s": "Wisconsin",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2015"
  ],
  "b1g_date_range_drsim": [
    "[2015 TO 2015]"
  ],
  "solr_year_i": "2015",
  "dct_spatial_sm": [
    "Wisconsin"
  ],
  "solr_geom": "ENVELOPE(-87.8512, -87.764229, 43.544388, 42.495091)",
  "b1g_centroid_ss": "",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "10d-01",
  "dct_isPartOf_sm": [
    "10d-02"
  ],
  "b1g_dateAccessioned_s": "2019-12-09",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "JSON",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/LMichigan_Shoreline_Recession_2015.zip\",\"http://schema.org/url\":\"http://floodatlas.org/asfpm/oblique_viewer/\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/LMichigan_Shoreline_Recession_2015.xml\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}