{
"dc_description_s": "The following is excerpted from the metadata provided by NASS (USDA) for the source data set CDL_AWIFS_R_IN_2008.tif: The USDA, NASS Cropland Data Layer (CDL) is a raster, geo-referenced, crop-specific land cover data layer with a ground resolution of 56 meters. The CDL is produced using satellite imagery from the Indian Remote Sensing RESOURCESAT-1 (IRS-P6) Advanced Wide Field Sensor (AWiFS) collected during the current growing season. Ancillary classification inputs include: the United States Geological Survey (USGS) National Elevation Dataset (NED), the USGS National Land Cover Dataset 2001 (NLCD 2001), and the National Aeronautics and Space Administration (NASA) Moderate Resolution Imaging Spectroradiometer (MODIS) 250 meter 16 day Normalized Difference Vegetation Index (NDVI) composites. Agricultural training and validation data are derived from the Farm Service Agency (FSA) Common Land Unit (CLU) Program. The NLCD 2001 is used as non-agricultural training and validation data. The strength and emphasis of the CDL is agricultural land cover. Please note that no farmer reported data are derivable from the Cropland Data Layer.", 
"layer_modified_dt": "2017-12-27T20:51:18Z", 
"solr_geom": "ENVELOPE(-88.162022, -84.688498, 41.781483, 37.755526)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Environment/Crops_2008.zip\",\"http://schema.org/url\":\"http://maps.indiana.edu/layerGallery.html\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/bc1e84af-56d4-4bed-b053-f3310b46fe9b/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "bc1e84af-56d4-4bed-b053-f3310b46fe9b", 
"dct_provenance_s": "Purdue", 
"dc_subject_sm": [
"Imagery and Base Maps", 
"Farming", 
"Agriculture"
], 
"dct_temporal_sm": "2008", 
"dct_issued_s": "2010-01-25", 
"dc_format_s": "GeoTIFF", 
"dc_creator_sm": [
"United States Department of Agriculture (USDA), National Agricultural Statistics Service (NASS), Research and Development Division, Geospatial Information Branch, Spatial Analysis Research Section (SARS)"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "bc1e84af-56d4-4bed-b053-f3310b46fe9b", 
"dct_isPartOf_sm": "IndianaMAP", 
"solr_year_i": 2010, 
"dct_spatial_sm": [
"Indiana, United States", 
"West Lafayette, Indiana, United States"
], 
"dc_publisher_sm": [
"United States Department of Agriculture (USDA), National Agriculture Statistics Service (NASS)"
], 
"dc_title_s": "Crops for 2008, Derived from National Agricultural Statistics Service: Indiana, 2010", 
"layer_slug_s": "bc1e84af-56d4-4bed-b053-f3310b46fe9b", 
"centroid_s": "39.7685045,-86.42526", 
"layer_geom_type_s": "Raster", 
"dc_language_s": "English"
}