{
  "dc_identifier_s": "75e5f723-dfa0-4c14-9de8-8b7ea04b7253",
  "dc_title_s": "Residual Waste Operations: Pennsylvania",
  "dc_description_s": "A Residual Waste Operation is a DEP primary facility type related to the Waste Management Residual Waste Program. Residual waste is waste generated at an industrial, mining, or wastewater treatment facility. The sub-facility types related to Residual Waste that are included are:____ Generator: A generator is a person, company, institution, or municipality that produces or creates residual waste. Residual waste is waste generated at an industrial, mining, or wastewater treatment facility. Impoundment: An impoundment is a facility designed to hold an accumulation of liquid wastes. Incinerator: An incinerator is an enclosed device using controlled combustion to thermally break down residual waste. Land Application: Land application is a facility that uses agricultural utilization or land reclamation of waste. Residual waste is land applied for its nutrient value or as a soil conditioner. Landfill: A landfill is a facility that uses land for the disposal of residual waste. Processing Facility: A processing facility is a transfer station, compost facility, resource recovery facility, or a facility that reduces the volume or bulk of residual waste for off-site reuse. Transfer Station: A transfer station receives and processes or temporarily stores residual waste at a location other than the generation site. This sub-facility facilitates the transportation or transfer of residual waste to a processing or disposal facility.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_subject_sm": [
    "Environment",
    "Waste"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=286\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=286\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "75e5f723-dfa0-4c14-9de8-8b7ea04b7253",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-74.634955, -80.578909, 42.231791, 39.69694)",
  "solr_year_i": 2018,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.9643655,-77.606932",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}