{
  "uuid": "01cd3e4c9b4a4a72a6368bc147e94dfb_1",
  "dc_identifier_s": "01cd3e4c9b4a4a72a6368bc147e94dfb_1",
  "dc_title_s": "Green Infrastructure - Green Infrastructure Gaps: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service layer. Find more information at http://imap.maryland.gov. These data provide restoration value rankings and ecological attributes associated with green infrastructure gaps. The Green Infrastructure Assessment was developed to provide decision support for Maryland's Department of Natural Resources land conservation programs. Methods used to identify and rank green infrastructure lands are intended soley for this use. Other applications are at the discretion of the user. The Maryland Department of Natural Resources is not responsible for any inaccuracies in the data and does not necessarily endorse any uses or products derived from the data other than those for which the data were originally intended. Maryland's green infrastructure is a network of undeveloped lands that provide the bulk of the state's natural support system. Ecosystem services, such as cleaning the air, filtering water, storing and cycling nutrients, conserving soils, regulating climate, and maintaining hydrologic function, are all provided by the existing expanses of forests, wetlands, and other natural lands. These ecologically valuable lands also provide marketable goods and services, like forest products, fish and wildlife, and recreation. The Green Infrastructure serves as vital habitat for wild species and contributes in many ways to the health and quality of life for Maryland residents. To identify and prioritize Maryland's green infrastructure, we developed a tool called the Green Infrastructure Assessment (GIA). The GIA was based on principles of landscape ecology and conservation biology, and provides a consistent approach to evaluating land conservation and restoration efforts in Maryland. It specifically attempts to recognize: a variety of natural resource values (as opposed to a single species of wildlife, for example), how a given place fits into a larger system, the ecological importance of natural open space in rural and developed areas, the importance of coordinating local, state and even interstate planning, and the need for a regional or landscape-level view for wildlife conservation. The GIA identified two types of important resource lands - hubs and corridors. Gaps are developed, agricultural, mined, or cleared lands within the Green infrastructure network that could be targeted for restoration. These were evaluated for their potential restoration to forest, wetland, or riparian buffers, by considering watershed condition, landscape position, local features, ownership, and programmatic considerations. Gaps with hydric soils were probably once wetlands, and could be restored as such. Reforestation of gaps along streams would not only benefit wildlife, but improve water quality and stream stability. Please refer to the Green Infrastructure web site (http://www. dnr. state. md. us/greenways/gi/gi. html) for additional information. Last Updated: 02/2/2005",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_creator_sm": "Maryland iMap",
  "dc_subject_sm": [
    "Location"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"https://data.imap.maryland.gov/datasets/01cd3e4c9b4a4a72a6368bc147e94dfb_1\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://geodata.md.gov/imap/rest/services/Biota/MD_GreenInfrastructure/MapServer/1\",\"http://schema.org/downloadUrl\":\"https://data.imap.maryland.gov/datasets/01cd3e4c9b4a4a72a6368bc147e94dfb_1.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016",
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4361885"
  ],
  "thumbnail_path_ss": "https://geodata.md.gov/imap/rest/services/Biota/MD_GreenInfrastructure/MapServer/info/thumbnail",
  "layer_slug_s": "01cd3e4c9b4a4a72a6368bc147e94dfb_1",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-16T20:47:56Z",
  "centroid_s": "38.8323,-77.2911",
  "solr_geom": "ENVELOPE(-79.4867, -75.0955, 39.7289, 37.9357)",
  "solr_year_i": 2016
}