{
  "dc_identifier_s": "524e46dfb56b46729c23dcffae5c1587_9",
  "dc_title_s": "Protected Lands - Transfer Development Rights and Purchase Development Rights: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information at http://imap.maryland.gov. Transfer of Development Rights (TDR) and Purchase of Development Rights (PDR) are two tools used to protect lands from development. Transfer of Development Rights (TDR) is a voluntary, incentive-based program that allows landowners to sell development rights from their land to a developer or other interested party who then can use these rights to increase the density of development at another designated location. While the seller of development rights still owns the land and can continue using it, an easement is placed on the property that prevents further development. A TDR program protects land resources at the same time providing additional income to both the landowner and the holder of the development rights. Source: https://www. uwsp. edu/cnr-ap/clue/Documents/PlanImplementation/Transfer_of_Development_Rights. pdf The Purchase of Development Rights (PDR) is a voluntary program in which a land trust or a local, county or state agency buys the development rights on a parcel of land, primarily agricultural. PDRs permanently extinguish all preexisting development potential of a particular property and are not used to offset development elsewhere in the county. Other than very limited rights reserved to the original grantor and their immediate family, no further commercial or residential subdivision is allowed. The grantor of the easement and all subsequent owners of the property retain full fee simple ownership of the land, but are bound by the terms of the Deed of Easement in perpetuity. Source: http://www. harfordcountymd. gov/368/HALPP These data are intended for general guidance and use only. Last Updated: 12/9/2015",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": "English",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_creator_sm": [
    "Maryland iMap"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/524e46dfb56b46729c23dcffae5c1587_9\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/524e46dfb56b46729c23dcffae5c1587_9.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Environment/MD_ProtectedLands/FeatureServer/9\"}",
  "dct_isPartOf_sm": [
    "ArcGIS Open Data"
  ],
  "dct_issued_s": "2016-02-09",
  "dct_temporal_sm": [
    "2016"
  ],
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "layer_slug_s": "524e46dfb56b46729c23dcffae5c1587_9",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-07-19T20:31:06Z",
  "solr_geom": "ENVELOPE(-77.8627, -75.2818, 39.7212, 38.0198)",
  "solr_year_i": 2016,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "38.8705,-76.57225",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "ArcGIS",
  "geoblacklight_version": "1.0"
}