{
  "dc_identifier_s": "330d4960-e454-4587-8d04-8ed1240a431a",
  "dc_title_s": "Predicted Responses of Geologic Materials to Seismically Induced Ground Shaking: Indiana",
  "dc_description_s": "SEISMIC_SHAKING_PREDICTED_RESPONSE_RP35_IN is a polygon shapefile that shows the distribution and classification of National Earthquake Hazards Reduction Program (NEHRP) soil types. This shapefile represents the first attempt to assign reasonable NEHRP soil classifications to the geologic materials throughout Indiana.  The NEHRP soil classifications are based on geologic and engineering response to earthquake-induced ground shaking. NEHRP links the physical properties of soils, such as shear strength and effect on shear-wave velocity propagation, to ensure a uniform classification for nonlithified materials in the context of their performance when subjected to seismically induced ground shaking. Ranked A through F, the correct NEHRP soil class is best determined from the average shear-wave velocity of the soil column.  Attributes include the following NEHRP soil classes (Hill and Foshee, 2008, Table 1, p. 5):  A - Hard rock; average shear-wave velocity greater than 1,500 meters per second; amplification factor equal to 0.08. Note that Class A is not present in Indiana.  B - Rock; average shear-wave velocity 760 to 1,500 meters per second; amplification factor equal to 1.0.  C - Hard and (or) stiff to very stiff soils, including most gravel; average shear-wave velocity 360 to 760 meters per second; amplification factor equal to 1.1 to 1.2.  D - Sands, silts, and (or) stiff to very stiff clays, and some gravel; average shear-wave velocity 180 to 360 meters per second; amplification factor equal to 1.2 to 1.6.  E - Small to moderate thickness (10 to 50 feet), soft to medium-stiff clay, plasticity index greater than 20, moisture greater than 40 percent; average shear-wave velocity is less than 180 meters per second; amplification factor equal to 1.2 to 2.5.  F - Soils vulnerable to potential failure or collapse under seismic loading, including liquifiable soils, quick and sensitive clays, and collapsible, weakly cemented soils; average shear-wave velocity is not applicable; amplification factor is not applicable.  The following is excerpted from Indiana Geological Survey Report of Progress 35:  \"The distribution and classification of soil types are essential to understanding the response of geologic materials to ground shaking induced by earthquakes. Thirty-seven shear-wave velocities were measured in soft sediments at various localities throughout Indiana, twenty-eight sites of which were measured using downhole methods in freshly augered and cased wells. Purdue University provided eight additional shear-wave profiles from eight sites in their Agricultural Centers; also included is a profile from one other site in Vanderburgh County. These data, coupled with the thickness of the unconsolidated materials, were used to determine the potential amplification of earthquake-induced ground shaking. This report begins the process of defining the response of geologic materials to ground shaking induced by an earthquake having an epicenter within Indiana or nearby states. It is intended to be a tool to enhance the performance of the computer program HAZUS, developed by the U.S. Federal Emergency Management Agency to model the effects of earthquakes and to assess damage scenarios.  \"Plate 1 of this report, a map of Indiana at a scale of 1:500,000 showing the predicted response of geologic materials to seismically induced ground shaking, is intended only for regional planning purposes and is not a substitute for on-site shear-wave measurements and geotechnical data. Continued field work is anticipated, the results of which will enhance the accuracy and value of the map.\"",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Indiana Geological Survey"
  ],
  "dc_creator_sm": [
    "Indiana Geological Survey"
  ],
  "dc_subject_sm": [
    "Geoscientific Information",
    "Geology"
  ],
  "dct_provenance_s": "Purdue",
  "dct_references_s": "{\"http://schema.org/url\":\"http://maps.indiana.edu/previewMaps/Geology/Seismic_Shaking_Materials_Response.html\",\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Geology/Seismic_Shaking_Materials_Response.zip\",\"http://schema.org/image\":\"http://maps.indiana.edu/images/Geology/Seismic_Shaking_Materials_Response.png\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Geology/Seismic_Shaking_Materials_Response/MapServer/0\",\"http://www.opengis.net/cat/csw/csdgm\":\"http://maps.indiana.edu/metadata/Geology/Seismic_Shaking_Materials_Response.xml\"}",
  "dct_isPartOf_sm": [
    "IndianaMAP"
  ],
  "dct_issued_s": "2011-03-21",
  "dct_temporal_sm": [
    "2011"
  ],
  "dct_spatial_sm": [
    "Indiana, United States"
  ],
  "layer_slug_s": "330d4960-e454-4587-8d04-8ed1240a431a",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2018-06-26T21:08:28Z",
  "solr_geom": "ENVELOPE(-88.1607, -84.6882, 41.7753, 37.7554)",
  "solr_year_i": 2011,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.76535,-86.42445",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4921868"
  ],
  "b1g_image_ss": "http://maps.indiana.edu/images/Geology/Seismic_Shaking_Materials_Response.png",
  "b1g_collection_sm": "09a-01",
  "geoblacklight_version": "1.0"
}