{
  "uuid": "b0551824-4776-4623-a3ff-2c716276d318",
  "dc_identifier_s": "b0551824-4776-4623-a3ff-2c716276d318",
  "dc_title_s": "Digital Orthoimagery, North Central  and Duluth, Spring 2009, 0.3-m Resolution: Minnesota",
  "dc_description_s": "This dataset contains 4 Band, red, green, blue, infrared (RGBI) digital orthophoto imagery of the Big Fork and Little Fork watersheds (most of Koochiching county, northern Itasca county, the middle portion of St. Louis county), and southeast St. Louis County (Duluth-Superior) in northern Minnesota. The orthophotos are 0.3 meter ground sample distance (GSD) and are in UTM Zone 15, NAD83 (meters). The tiling format of the imagery is based on a 3.75' x 3.75' quarter quadrangle with a 150 meter buffer on all four sides.  The dataset includes 614 digital orthophoto quarter quadrangles (DOQQs) in GeoTiff format with an associated world file, and this metadata file. The data is available online as a web mapping service (WMS). All imagery was collected by Keystone Aerial Surveys Inc with a Vexcel UltraCamX camera from an altitude of approximately 15,500 feet. All imagery was processed by Keystone using the camera manufacturer's software, Inpho's photogrammetry suite and Keystone-created software. Funding for this data was provided by the Minnesota Natural Heritage Fund, the Minnesota Clean Water Legacy Act, The Environmental and Natural Resources Trust Fund, St. Louis County, the Coastal Zone Management Program, and the National Geospatial Intelligence Agency.",
  "dc_rights_s": "Public",
  "dc_format_s": "Mixed Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Minnesota Geospatial Information Center (MnGeo)"
  ],
  "dc_creator_sm": [
    "Minnesota Department of Natural Resources (Minnesota Department of Natural Resources (DNR)), Minnesota Pollution Control Agency (PCA), St. Louis County, U.S. Geological Survey (USGS), and Keystone Aerial Surveys Inc."
  ],
  "dc_subject_sm": [
    "Imagery and Base Maps"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/b0551824-4776-4623-a3ff-2c716276d318\",\"http://schema.org/downloadUrl\":\"https://gisdata.mn.gov/dataset/b0551824-4776-4623-a3ff-2c716276d318\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_mngeo/base_saip_nc2009_30cm_airphotos/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2015-02-05T09:01:47.175323",
  "dct_temporal_sm": [
    "2009-05"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "b0551824-4776-4623-a3ff-2c716276d318",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-05-01T17:26:20Z",
  "solr_geom": "ENVELOPE(-94.367684, -91.749783, 48.711434, 46.599699)",
  "solr_year_i": 2009,
  "centroid_s": "47.6555665,-93.0587335",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5051907"
  ],
  "geoblacklight_version": "1.0"
}