{
  "dc_identifier_s": "e6d554fe-fec6-4952-ac8c-5f3e4baf7ab6",
  "dc_title_s": "United States Protected Areas (PAD-US 1.1 (CBI Edition))",
  "dc_description_s": "Protected areas are cornerstones of national and international conservation strategies. By way of these designations, lands and waters are set-aside in-perpetuity to preserve functioning natural ecosystems, act as refuges for species, and maintain ecological processes. Complementary conservation strategies preserve land for the sustainable use of natural resources, or for the protection of significant geologic and cultural features or open space. PAD-US 1.1 (CBI Edition) attempts to include all available spatial data on these places. It is our goal to publish the most comprehensive geospatial data set of U. S. protected areas to date. PAD-US 1.1 (CBI Edition) is limited to the continental U.S., Alaska, and Hawaii. It does not include protected areas data for U.S. territories at this time. The PAD-US 1.1 (CBI Edition) data set portrays the nation's protected areas with a standardized spatial geometry and numerous valuable attributes on land ownership, management designations, and conservation status (using national GAP and international IUCN coding systems). The PAD-US 1.1 (CBI Edition) defines protected area to include all lands dedicated to the preservation of biology diversity and to other natural, recreation and cultural uses, and managed for these purposes through legal or other effective means (adapted from IUCN definition). The database represents the full range of conservation designations that preserve these natural resources in the United States. Our database does not distinguish a protection threshold above which biodiversity is considered secure. Instead, a complete suite of protected area attributes are provided for each polygon with the purpose of giving users the information they need to define the most relevant conservation thresholds for their own objectives and requirements. Collaborating with the nation's leading data providers, the goal is to provide an annual update.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Conservation Biology Institute"
  ],
  "dc_creator_sm": [
    "Conservation Biology Institute"
  ],
  "dc_subject_sm": [
    "Environment",
    "Conservation"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1451\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1451\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2010"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "e6d554fe-fec6-4952-ac8c-5f3e4baf7ab6",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:27Z",
  "solr_geom": "ENVELOPE(-125.2, -66.9, 49.3, 24.3)",
  "solr_year_i": 2010,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "36.8,-96.05",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}