{
  "uuid": "b2d38c7d-1f51-483b-b8b1-25b66d63fd1d",
  "dc_identifier_s": "b2d38c7d-1f51-483b-b8b1-25b66d63fd1d",
  "dc_title_s": "Lake Bathymetric Outlines, Contours, Vegetation, and DEM: Minnesota",
  "dc_description_s": "This file geodatabase includes the following individual layers:Lake Bathymetric Contours: Contours lines corresponding to lake bathymetry, digitized from existing lake contour maps produced by the DNR Ecological Services Lake Mapping Unit. Use in combination with other Lake Bathymetric GIS products. Classify and label contour lines with depth values. Convert to polygons and calculate lake surface area for each depth interval. Overlay onto bathymetric DEM shaded relief image.Lake Bathymetric Digital Elevation Model (DEM): A digital elevation model (DEM) representing lake bathymetry. Cell size is most often 5m, although 10m cells were used for some lakes to reduce grid file size. This grid contains one attribute DEPTH that represents lake depth in (negative) feet. Use in combination with other Lake Bathymetric GIS products. Reclassify DEM based on various depth intervals. Calculate zonal and neighborhood statistics. Derive slope surface. Model depth data with other cell-based parameters (e.g., slope, vegetation, substrate, chemistry) to predict habitat suitability, functional niches, etc. (Note: These raster analyses require Spatial Analyst or Arc Grid.)Lake Bathymetric Outline: Lake outline as digitized from 1991-92 aerial photography (1m DOQ's). Use in combination with other Lake Bathymetric GIS products. Overlay onto bathymetric contour lines and bathymetric DEM shaded relief image.Lake Bathymetric Aquatic Vegetation: Aquatic vegetation represented as polygon features, coded with vegetation type (emergent, submergent, etc.) and field survey date. Polygons were digitized from scanned, geo-referenced Lake Bathymetric Contour Map Images. Use in combination with other Lake Bathymetric GIS products. Overlay with bathymetric contour lines to see vegetation patterns by depth. Overlay onto bathymetric DEM shaded relief image for cartographic product. Convert to grid and use with bathymetric DEM for spatial modeling (requires Spatial Analyst or Arc Grid).Lake Bathymetric Metadata: Metadata for the Lake Bathymetry layers. Each lake is represented by a polygon. The polygon attributes contain information about when the bathymetry fieldwork was completed. This layer can be used to query for bathymetry created on or between certain dates, or to ascertain what date a particular lake was investigated. The dates are in a text field. Date formats vary from record to record.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Natural Resources Department, Minnesota"
  ],
  "dc_creator_sm": "Minnesota Department of Natural Resources (DNR)",
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/water-lake-bathymetry\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/water_lake_bathymetry/shp_water_lake_bathymetry.zip\"}",
  "dct_isPartOf_sm": "Minnesota Geospatial Commons",
  "dct_issued_s": "2014-07-29T15:04:46.618177",
  "dct_temporal_sm": [
    "2014"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "thumbnail_path_ss": "ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/water_lake_bathymetry/preview/preview.jpg",
  "layer_slug_s": "b2d38c7d-1f51-483b-b8b1-25b66d63fd1d",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-19T23:58:52Z",
  "centroid_s": "46.0097785,-93.35898",
  "solr_geom": "ENVELOPE(-96.719299, -89.998661, 48.559229, 43.460328)",
  "solr_year_i": 2014
}