{
  "dc_identifier_s": "573b7dca-1f37-4afc-ba2f-e35a095c0cb2",
  "dc_title_s": "Commercial Hazardous Waste Operations: Pennsylvania",
  "dc_description_s": "A Commercial Hazardous Waste Operation is a DEP primary facility type related to the Waste Management Hazardous Waste Program. The sub-facility types related to Commercial Hazardous Waste Operations that are included are: Disposal Facility, Hazardous Generator, Recycling Facility, Storage Facility, and Treatment Facility._____Disposal Facility: Facility permitted by DEP to accept hazardous waste generated off-site, and dispose of the waste by incineration, or by intentionally placing the waste in or on land or water in specially designed and constructed containment units where it will remain after closure of the facility. Hazardous Generator: A site where hazardous waste is first produced. The hazardous waste may be accumulated on-site at this facility for a prescribed limited amount of time (usually between 90 and 270 days) without first obtaining a storage permit from the Department, as long as it is done in accordance with prescribed standards. Recycling Facility: Facility permitted by DEP to accept hazardous waste generated off-site, and treat the waste to make it suitable for upcoming recovery of a usable product or material. Storage Facility: Facility permitted by DEP to accept hazardous waste generated off-site, and hold the waste for a temporary period (not to exceed one year). At the end of that period the hazardous waste is treated or disposed of at the same facility, or treated, disposed, or stored elsewhere. Additional permitting is necessary if the waste is treated or disposed at the storage facility itself. Treatment Facility: Facility permitted by DEP to change the physical, chemical or biological character or composition of hazardous waste that is generated off-site. The purpose is to neutralize the waste, or to render the waste non-hazardous, safer for transport, suitable for recovery, suitable for storage, or reduced in volume.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_subject_sm": [
    "Environment",
    "Commercial"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=272\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=272\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "573b7dca-1f37-4afc-ba2f-e35a095c0cb2",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-74.697963, -80.518361, 42.119301, 39.895823)",
  "solr_year_i": 2018,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "41.007562,-77.608162",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}