{
  "dc_identifier_s": "e1e3beb6aa144f2b8dd07693567077cc_0",
  "dc_title_s": "Demographic and Employment Forecast Data by Municipality - 2010 to 2040: Delaware Valley",
  "dc_description_s": "As the region's metropolitan planning organization (MPO), DVRPC provides technical assistance and services to its member state, county, and local governments; the private sector; and the public. Delaware Valley Data is our periodic series of free data bulletins, data snapshots, and analytical data reports. This analytical data report provides revised 2040 and interim-year population and employment forecasts for the DVRPC region?s counties and municipalities. DVRPC prepared these forecasts in order to incorporate the results of the 2010 Census, account for the ongoing economic recession, and maintain a 30-year planning horizon. 2040 population forecasts were originally adopted by the DVRPC Board on January 26, 2012 and published in April 2012 in Analytical Data Report 18. On February 28, 2013, the DVRPC Board amended the 2040 and interim year population forecasts for Upper Merion Township in Montgomery County, Pennsylvania, to account for a significant residential development that was unforeseen when the 2040 population forecasts were adopted in January 2012. This amendment resulted in corresponding revisions to the population forecasts for Montgomery County and the DVRPC region as a whole. This amended analytical data report includes these revisions. This report also consolidates the adopted population forecasts for Princeton Township and Princeton Borough in Mercer County, New Jersey, which merged and became one municipality known simply as Princeton on January 1, 2013. Additionally, inconsistencies in some summary totals in ADR 18 caused by rounding were also corrected. The adopted population forecasts provided in this report will serve as the basis for DVRPC?s planning and modeling activities, along with the 2040 employment forecasts that were prepared and adopted in September 2012.NETS database for 2010 was used for employment data.http://www.dvrpc.org/asp/pubs/publicationabstract.asp?pub_id=ADR019http://www.dvrpc.org/asp/pubs/publicationabstract.asp?pub_id=ADR018-ASource of geographic boundaries: DVRPC",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Delaware Valley Regional Planning Commission"
  ],
  "dc_creator_sm": [
    "Delaware Valley Regional Planning Commission"
  ],
  "dc_subject_sm": [
    "Society"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/e1e3beb6aa144f2b8dd07693567077cc_0\",\"http://schema.org/downloadUrl\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/8eb412d170af43e58dbb9ff382e71777_0,\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/e1e3beb6aa144f2b8dd07693567077cc_0\"}",
  "dct_isPartOf_sm": [
    "ArcGIS Open Data"
  ],
  "dct_issued_s": "2016-02-17",
  "dct_temporal_sm": [
    "2010-2040"
  ],
  "dct_spatial_sm": [
    "Delaware River, Delaware, United States",
    "Delaware, United States",
    "Pennsylvania, United States",
    "Maryland, United States"
  ],
  "layer_slug_s": "e1e3beb6aa144f2b8dd07693567077cc_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-07-10T14:45:22Z",
  "solr_geom": "ENVELOPE(-76.151337, -74.381483, 40.608726, 39.509354)",
  "solr_year_i": 2010,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "40.05904,-75.26641",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "ArcGIS Open Data",
  "geoblacklight_version": "1.0"
}