{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "045ea858-52c4-43f2-a7b1-8c3c8da9dd79",
  "dc_identifier_s": "045ea858-52c4-43f2-a7b1-8c3c8da9dd79",
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "dct_temporal_sm": [
    ""
  ],
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "b1g_dateAccessioned_s": "2019-04-05",
  "solr_year_i": "2018",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-77.077515,-76.668431,39.131186,38.539279)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "",
  "b1g_image_ss": "",
  "dct_issued_s": "",
  "suppressed_b": "FALSE",
  "dc_description_s": "This layer was created and is maintained to form the basis for a number of other maps, notably zoning, land use, and development activity cases. It often takes a central role in mapping and analyses for various planning projects, and is frequently referenced by the general public via the M-NCPPC's web portal, www.PGAtlas.com. As part of the GEOMAP agreement in 1993 the M-NCPPC contracted with ASI to transfer the property lines from the M-NCPPC's Mylar base maps into a tiled series of Arc/INFO coverages. In subsequent years the M-NCPPC improved the accuracy and completeness of the original data in several ways. These ways include normalizing the data structure, correcting for topological errors, establishing a many-to-many relationship between the property shapes and the Maryland State Department of Assessment and Taxation tax accounts, and combining the property coverages within an ArcGIS feature dataset. Starting in 2001 and continuing to the present time, new and old property shapes and tax accounts are captured and maintained using the survey information from recorded plats, deeds, and right-of-way plats with an estimated positional accuracy of 2.0' +/-. The Property_Poly layer is maintained as part of the property dataset by the M-NCPPC GIS staff. Constraints on accessing and using the data: The Property_Poly layer is a graphical representation of data taken from many sources - recorded plats of subdivision, deeds, the Maryland Department of Planning's tax maps, and the Maryland State Highway Administration's road right-of-way plats. The level of accuracy accordingly varies as these sources are of varying quality and the M-NCPPC's capture techniques have changed over time. Maps of this layer therefore should not be substituted for a survey from a registered land surveyor, nor are they a legal description of property boundaries. Any measurements of position, length, area, or shape derived from this layer may only be used for general, reference, or approximate purposes, and the accuracy of such measurements should always be considered. To obtain legal descriptions and measurements, please refer to the legally recorded source document, typically a deed or subdivision plat, which may be found online at the Maryland State Archives. While the majority of this layer serves as a cadastral map, note that ownership boundaries internal to a tax parcel (acreage) or recorded lot are not captured. Tax account information for the property shapes is maintained through a relationship class using the PROP_ID field. Further information for tax account records and definitions are available within the metadata for the LDF, located at the GIS Data Inventory section of the Mapping Tools page at pgplanning.org.Property Symbolized from AssessmentAssessment tax exemption data was used to prepare several layers available through Data Loader in ArcMap, under the Property Symbolized from Assessment folder.Seven layers were created, one for each category of tax exemption, as defined by the State Assessor’s office. These layers are live and are linked to the Property_Poly layer from the Assessment data, but these layers do not contain the specific code as an attribute that identifies the exemption. Values used are found within the LDF table field EXEMPT_CLASS. For further information on the individual exemptions, what each code represents, and what each category of exemptions contain, please refer to the list of codes available on the GIS SharePoint site; the list of EXEMPT_CLASS codes begins on page 3: Assessment Codes Please refer to this list before making any assumptions, since the information is not always clear or intuitive. For example:• What are the differences between the Individual, Private, and Non-profit/Charitable categories? • Which category would a religious institution fall under? • Is M-NCPPC captured as a State or County exemption? The answers may be surprising. The GIS layers for Property Symbolized by Assessment Data are named for the exemption categories, but do not contain the individual values of the EXEMPT_CLASS field. They should be used for simple mapping and analysis projects such as “Where are all the State and/or County exempt properties within the county?” These layers should not be used for “Where are all the exempt M-NCPPC properties in the county?” since the M-NCPPC exempt code isn’t the only type of County exemption. To see the individual EXEMPT_CLASS values for each account, extract the information from the Property_Poly layer with its one-to-many relationship to the LDF table. This will provide the true one-to-many values for any analysis dealing with the fields in the LDF table. For a quick check, do an identify on the actual Property_Poly layer being represented by these seven layers, then look at the individual EXEMPT_CLASS codes from the assessment data.These layers are a live, spatially enabled ‘join’ of the relationship class that exists between the LDF table and Property_Poly layer in ArcSDE. All caveats apply, such as potential issues when flattening the relationship to a one-to-one join. For example, the seven layers will definitely overlap; the same property feature may appear in two separate tax exempt layers. How would a property shape be both a State exempt property and a Private exemption? Consider a commercial condominium complex, which is one large polygon in the Property_Poly layer but could contains dozens (or more) of Tax accounts within the LDF table. Any account within that condominium complex could be a State office, church owned, M-NCPPC owned (like Lakeside), a non-profit organization, etc. Therefore, that Condominium complex would be shown in any of the assessment category layers associated with any exemption type found with any account tied to that property shape. So, while each layer could be considered 100% correct, according to the State Tax Assessors office, there can be multiple tax exemptions on one property shape and each exemption layer represents only one of the possible categories.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Property Parcels: Prince George's County, Maryland",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"http://gisdata.pgplanning.org/opendata/\",\"http://schema.org/downloadUrl\":\"http://gisdata.pgplanning.org/opendata/downloadzip.asp?FileName=/data/ShapeFile/Property_Py.zip\"}",
  "dct_isPartOf_sm": [
    "04f-03"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "Prince George's County, Maryland"
  ],
  "dct_spatial_sm": [
    "Prince George's County, Maryland",
    "Maryland"
  ],
  "b1g_centroid_ss": "38.835232500000004,-76.872973",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04f-03",
  "dc_creator_sm": [
    ""
  ]
}