{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "0e8f0b33-8740-414c-ba8f-856e10a3aa0e",
  "dc_identifier_s": "0e8f0b33-8740-414c-ba8f-856e10a3aa0e",
  "b1g_date_range_drsim": [
    "[2005 TO 2005]"
  ],
  "dct_temporal_sm": [
    "2005"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "b1g_dateAccessioned_s": "2019-04-05",
  "solr_year_i": "2005",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-77.076375,-76.670996,39.126366,38.540396)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "",
  "b1g_image_ss": "",
  "dct_issued_s": "",
  "suppressed_b": "FALSE",
  "dc_description_s": "This coverage contains various transportation-related planimetric features. This includes roadways, parking lots and airports. Annotation subclasses are defined for parking, airport and runway. COVERAGE DERIVATION: The countywide edge of paving information was stereo-photogrametrically captured and compiled at a 1 inch = 200 feet scale using geodetic control and 1:14,400 scale aerial photography taken in March, 2005. In addition to roadway edge of paving, paved parking areas were captured if the area encompassed was approximately 200 square feet or more. Medians greater than twenty feet wide for a length of 50 feet or more were also stereo-photogrametrically captured. CAPTURE SPECIFICATIONS: Roadway Polygons: The edge of paving is defined as the edge of an improved surface roadway, including the shoulder of that road, if that road is paved with either asphalt or concrete. Gravel shoulders are not captured. Sidewalks are not included in the pavement edge regardless of their proximity to the edge of the roadway pavement. Road polygons are typically split at intersections with other roads and the area is equally distributed to the road polygons through a process called triangulation. Dirt or gravel roads and private paved roads that are obviously regularly traveled by the general public will also be captured according to their apparent edge of traveled surface. Private driveways, paved or unpaved will not be captured. When the edge of pavement is obscured by other structures such as bridges, overpasses or the road is entering a tunnel, the edge of paving will be approximated as a straight line connecting the apparent entrance and exit points of the continuing pavement feature and categorized as a hidden road. Parking Lots: Paved or unpaved parking lots with a capacity of ten or more cars (about 200 square feet), or greater than 50 feet in length, were captured as parking lot polygons and graphically labeled as PARKING.\" Division between parking lot polygons and road polygons were determined by continuing a straight line from curb to curb at the entrance to the parking lot, or by a straight line continuation of the apparent edge of pavement. Parking lots that completely surround buildings will be digitized as parking lots with coincident lines for the building roofline. The APS software will isolate the building roofprint so the acreage or square footage of the parking lot is accurate. All lines or polygons that intersect building rooflines were snapped to the roofline using the proprietary software. In this way, there are no overlaps, undershoots, or gaps present. Medians: Large medians or landscaped islands greater than 500 square feet were captured. Proprietary software will be used to separate the islands to ensure accurate aerial measurements. All land between divided highways and roads, as well as traffic circles, were captured as medians. Airports: All paved surfaces used for aircraft takeoff, landing, or taxiing will be recorded as polygons and graphically labeled as runways. All structures greater than 2000 square feet in aerial coverage will be digitized as building features. The apparent perimeter of the airfield, whether large or small, will be recorded as a linear feature and graphically labeled AAIRPORT@ unless bounded by a fence of a previously captured feature. Sidewalks/Walkways: Sidewalks were captured as a single line feature at the center of each. Only those sidewalks along public roads were captured. Trails: Includes major dirt passageways, permanent in nature, usually in rural or undeveloped areas. Trails are either cross-country trails or used as a service trail/road (e.g. running along railroad tracks, connecting transmission towers, providing access to water pumping station). Trails are usually distinguishable from unpaved roads by lack of maintenance. Delineated as a single line with annotation labeled as \"TRAIL\" following the positional angle of each feature.\"",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Transportation, Planimetric Feature Areas: Prince George's County, Maryland, 2005",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"http://gisdata.pgplanning.org/opendata/\",\"http://schema.org/downloadUrl\":\"http://gisdata.pgplanning.org/opendata/downloadzip.asp?FileName=/data/ShapeFile/Transportation_2005_Py.zip\"}",
  "dct_isPartOf_sm": [
    "04f-03"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "Prince George's County, Maryland"
  ],
  "dct_spatial_sm": [
    "Prince George's County, Maryland",
    "Maryland"
  ],
  "b1g_centroid_ss": "38.833381,-76.8736855",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04f-03",
  "dc_creator_sm": [
    "The Maryland-National Capital Park & Planning Commission"
  ]
}