{
  "uuid": "1c9b201348d14654a3e011c7db3076de_3",
  "dc_identifier_s": "1c9b201348d14654a3e011c7db3076de_3",
  "dc_title_s": "Base Flow of Michigan Streams: Michigan",
  "dc_description_s": "This data set provides estimates of the ground-water contribution to stream flow, frequently referred to as base flow, in cubic feet per second. The baseflow of a stream or river is the amount of groundwater discharged from an aquifer to the watercourse. This discharge occurs year-round, and fluctuates seasonally depending on the level of the water in the aquifer. Baseflow is supplemented by direct runoff during and immediately after precipitation or melt events, resulting in peaks on a hydrograph showing stream flow through time. The process of dividing these peaks into base flow and runoff is called hydrograph separation. Hydrograph separations were completed for all USGS stream- flow gaging stations in Michigan that had more than 10 years of daily records. Sites that were clearly affected by upstream impoundments (lakes, dams) were excluded. No attempt was made to detect or correct for trends in the data. This may lead to some errors in the comparison of streams with data from different time periods if there is an underlying temporal trend in the data, but inclusion of all records in the analysis was necessary to increase the data pool and provide better spatial coverage. Watersheds were delineated for each of the 208 stream-flow gaging stations, and various characteristics of each watershed, such as topographic relief, surficial geology, land cover, growing degree days, annual and winter-season precipitation, and others were tabulated. Regression modeling, described in the Technical Report, was used to estimate the baseflow for each steam segment of the 1:100,000-scale National Hydrography Dataset.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "State of Michigan"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Inland Waters",
    "Environment"
  ],
  "dct_provenance_s": "Michigan State",
  "dct_references_s": "{\"http://schema.org/url\":\"https://hub.arcgis.com/datasets/1c9b201348d14654a3e011c7db3076de_3\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gisago.mcgi.state.mi.us/arcgis/rest/services/OpenData/hydro/MapServer/3\",\"http://schema.org/downloadUrl\":\"https://hub.arcgis.com/datasets/1c9b201348d14654a3e011c7db3076de_3.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2017-04-27",
  "dct_temporal_sm": [

  ],
  "dct_spatial_sm": [
    "Michigan, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/5001836"
  ],
  "layer_slug_s": "1c9b201348d14654a3e011c7db3076de_3",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-3-21T21:38:22Z",
  "centroid_s": "44.37305,-86.40625",
  "solr_geom": "ENVELOPE(-90.3951, -82.4174, 47.4692, 41.2769)",
  "solr_year_i": 2017,
  "thumbnail_path_ss": "https://gisago.mcgi.state.mi.us/arcgis/rest/services/OpenData/hydro/MapServer/info/thumbnail"
}