{
  "dc_identifier_s": "0fd20df1-31c1-4ec4-99eb-b594c4f10549",
  "dc_title_s": "Water Resources: Pennsylvania",
  "dc_description_s": "A Water Resource is a DEP primary facility type related to the Water Use Planning Program. The sub-facility types related to Water Resources that are included are:____ Discharge: A Discharge subfacility type represents the return of water used at a Water Resources primary facility. The subfacility type may be a sewage treatment plant, instream discharge, spray irrigation field, groundwater recharge, on-lot septic or an unidentified facility type. Ground Water Withdrawal: A Ground Water subfacility type represents the withdrawal of water used at a Water Resources primary facility. The subfacility type may be a well, spring, quarry, infiltration gallery, deep mine, surface mine or an unidentified facility type. Interconnection: An Interconnection subfacility type represents the point of interconnection between Water Resources primary facilities. The subfacility type may be for an interconnection between two public water supply agencies or between a public water supply agency and a commercial or industrial water user. Storage: A Storage subfacility type represents the storage of water used at a Water Resources primary facility. The subfacility type represents raw or treated water storage and may be a quarry, standpipe, open off-stream reservoir, closed off-stream reservoir, instream reservoir, hydroelectric dam, natural lake, pond, silt dam, hydroelectric pumped storage or an unidentified facility type. Surface Water Withdrawal: A Surface Water subfacility type represents the withdrawal of water used at a Water Resources primary facility. The subfacility type may be an instream diversion, intake from a dam, natural lake, pond, river well, or an unidentified facility type. Water Allocation: A Water Allocation subfacility type represents a permit issued for a surface water withdrawal by a Water Resources Public Water Supply (PWS) Agency primary facility. The subfacility type (permit) may be issued for all PWS Water Resources' surface water withdrawals, ground water withdrawals except ground water wells, or interconnections used by a receiving PWS from a surface water PWS. Primary facility kinds, 'Water Purveyor' and 'Electric Use', are removed.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_subject_sm": [
    "Location",
    "Environment"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=289\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=289\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "0fd20df1-31c1-4ec4-99eb-b594c4f10549",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-74.636791, -80.650588, 42.268592, 39.662071)",
  "solr_year_i": 2018,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.9653315,-77.6436895",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}