{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "89c3b1fb87164353910338e7b876bcc3",
  "dc_identifier_s": "89c3b1fb87164353910338e7b876bcc3",
  "b1g_date_range_drsim": [
    "[2019 TO 2019]"
  ],
  "dct_temporal_sm": [
    "2019"
  ],
  "dc_subject_sm": [
    "Health",
    "Location"
  ],
  "b1g_dateAccessioned_s": "2019-04-05",
  "solr_year_i": "2019",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-77.07878,-76.66951,39.13135,38.53537)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_accrualMethod_s": "Socrata",
  "b1g_image_ss": "",
  "dct_issued_s": "2019-03-06",
  "suppressed_b": "FALSE",
  "dc_description_s": "This is a point location geospatial dataset. The Prince George’s County Health Department provides several services to residents through the Food Protection/Policy Program, including: routine inspections for food service facilities such as restaurants, grocery stores, catering facilities, theater and stadium concessions, public and private schools, penal institutions, shelters and senior feeding programs; inspections for temporary or seasonal food operations including vending locations, carnivals, fairs, festivals and farmers markets; and inspections for mobile food units. The program responds to inquiries concerning any licensed or unlicensed food service facilities or operations. The types of inspections included in this posting are comprehensive, monitoring, and complaint investigations. A comprehensive inspection is a thorough evaluation of the sanitation, maintenance, and food handling for the facility. In a monitoring inspection, the focus is on critical food temperatures, equipment temperatures, general food handling and cleanliness practices. Re-inspections are conducted to determine compliance with non-critical violations that require time to correct and to confirm that the correction of previously cited critical violations has been maintained. A closure is the temporary suspension of the food facility license as a result of the existence of an immediate health hazard that cannot be corrected immediately. A closure can also be the result of failure to correct a non-critical violation within the specified time period, failure to comply with health department requirements, and operating without a health department permit.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Food Inspection Sites, County Health Department: Prince George's County, Maryland",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"https://data.princegeorgescountymd.gov/d/umjn-t2iz\",\"http://schema.org/downloadUrl\":\"https://data.princegeorgescountymd.gov/api/geospatial/umjn-t2iz?method=export&format=Shapefile\"}",
  "dct_isPartOf_sm": [
    "04b-24033"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "Prince George's County, Maryland"
  ],
  "dct_spatial_sm": [
    "Prince George's County, Maryland",
    "Maryland"
  ],
  "b1g_centroid_ss": "38.83336,-76.874145",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "04b-24033",
  "dc_creator_sm": [
    "Information Technology, GIS Division"
  ]
}