{
  "dc_identifier_s": "5f7c0d28-4596-4e0c-b967-d2ab9e83330b",
  "dc_title_s": "Upper Delaware Scenic & Recreational River (UPDE) - Boundary",
  "dc_description_s": "These ESRI shape files are of National Park Service tract and boundary data that was created by the Land Resources Division. Tracts are numbered and created by the regional cartographic staff at the Land Resources Program Centers and are associated to the Land Status Maps. This data should be used to display properties that NPS owns and properties that NPS may have some type of interest such as scenic easements or right of ways. Spatial data contained herein represent the administrative boundary of the Upper Delaware Scenic & Recreational River (UPDE) as defined in the 1986 Upper Delaware Scenic & Recreational River Management Plan. The data are intended for general GIS analysis, display, planning, and reference purposes only. The spatial data contained herein are a digital representation of the Upper Delaware Scenic & Recreational River\\s administrative boundary. These digital data were derived from the official version of the boundary as represented in hard-copy form in the 1986 Upper Delaware Scenic & Recreational River Management Plan, as approved in the 1987 Record of Decision. The plan boundary, which was established to meet the resource protection requirements set forth in the Wild and Scenic Rvers Act and in the Special Statutory Provisions for the Upper Delaware, was delineated so as to encompass lands from which runoff drains directly into the river and tributary drainages upstream to the first prominent topographic feature (River Management Plan, 1986). The authoritative area of the boundary as given in the 1986 River Management Plan is 55,574.5 acres. At present, the National Park Service owns approximately 31 acres within the boundary, and the remaining land is mostly privately owned, with some state and local government holdings. The boundary was digitized based on the eight pages of maps from the River Management Plan georeferenced to 7.5 minute quadrangle topo maps from the USGS Historical Topographic Map Collection. National Park Service, Upper Delaware Scenic & Recreational River . Credits: Shannon L. Thol - Graduate Certificate in GIS, Master of Geographic Information Systems - Under contract by National Park Service, Upper Delaware Scenic & Recreational River to complete task of digitizing Upper Delaware Scenic & Recreational River\\s administrative boundary.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "National Park Service"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Boundaries"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3190\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3190\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2015"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "5f7c0d28-4596-4e0c-b967-d2ab9e83330b",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-75.291745, -74.727685, 41.944903, 41.405617)",
  "solr_year_i": 2015,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "41.67526,-75.009715",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}