{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:41:30Z",
  "layer_slug_s": "11cb51bd8fa5463881a21c2f95b12978_3",
  "dc_identifier_s": "11cb51bd8fa5463881a21c2f95b12978_3",
  "dc_title_s": "Offshore Ocean Resources - Bottom Classification 2011 Coastal Zone Management Block 1: Maryland",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This is a MD iMAP hosted service. Find more information on http://imap.maryland.gov.QuesterTangent s SWATHVIEW seabed classification software was used to post-process the 410 kHz side scan sonar signal. This software analyzes the side scan sonar backscatter signal to produce a classification map based on the acoustical reflectivity characteristics of bottom sediments. Employing proprietary algorithms SWATHVIEW uses multivariate analysis to find patterns in the side scan acoustic backscatter signal which reflect bottom textural parameters. Cluster analysis is used to group together regions of similar acoustic backscatter characteristics, or classes.Once the acoustic classes were determined, they were correlated with bottom samples and imagery. Bottom grab samples were obtained using a Van Veen sampler with a 4-inch depth capacity. Sampling sites were chosen based on the side scan data. We took samples on acoustically distinct bottom types to confirm our estimates of those types. The seabed classification data were layered over the side scan mosaics and bathymetry. These data sets were used to correlate side scan reflectivity with acoustic seabed classes and detect any influences that abrupt changes in seafloor slope may have on the acoustic data. Steep slopes tend to scatter the acoustic signals and produce anomalous data.Funding to compile these datasets provided by BOEM under cooperative agreement number: M14AC00007. Data processing and compilation was executed by Maryland Geological Survey.The views expressed herein are those of the authors and do not necessarily reflect the views of the Bureau of Ocean Energy Management (BOEM) or any of its sub-agencies.This geodatabase was created to provide planners and managers access to data about aggregate resources off the coast of Maryland. This geodatabase should not be used for navigational purposes.REFS: Conkwright, R.D., Van Ryswick, S, Sylvia, E.R. 2014. Seafloor Survey of Nearshore Ocean City Maryland. Maryland Geological Survey. Feature Service Link: https://geodata.md.gov/imap/rest/services/Geoscientific/MD_OffshoreOceanResources/FeatureServer/3",
  "dc_creator_sm": [
    "ArcGIS Online for Maryland"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_subject_sm": [
    "Oceans"
  ],
  "b1g_keyword_sm": [
    "gescientific",
    "MD iMAP",
    "MDDNR",
    "Maryland Department of Natural Resources",
    "MGS",
    "Maryland Geological Survey",
    "vector",
    "raster",
    "WMS",
    "ocean resources",
    "Bureau of Ocean Energy Management",
    "BOEM",
    "sidescan sonar mosaics",
    "GSCI",
    "WFS",
    "KML"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2016-09-07",
  "dct_temporal_sm": [
    "2011"
  ],
  "b1g_date_range_drsim": [
    "[2011 TO 2011]"
  ],
  "solr_year_i": "2011",
  "dct_spatial_sm": [
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-75.0826,-74.9991,38.3903,38.3183)",
  "b1g_centroid_ss": "38.3543,-75.04085",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04a-01",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/11cb51bd8fa5463881a21c2f95b12978_3\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/11cb51bd8fa5463881a21c2f95b12978_3.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Geoscientific/MD_OffshoreOceanResources/FeatureServer/3\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}