{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "3031ebb3258c4f9799d0cf36a67739df_9",
  "dc_identifier_s": "3031ebb3258c4f9799d0cf36a67739df_9",
  "dc_title_s": "Shoreline Changes - Calvert 40 Years Shoreline Erosion Level: Maryland",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This is a MD iMAP hosted service. Find more information on http://imap.maryland.gov.To quantify shoreline rates of change (erosion or accretion), Maryland Geological Survey (MGS) used historical and recent shorelines spanning 1960-2007 as input into the Digital Shoreline Analysis System (DSAS) Version 4.3. DSAS, a computer program developed by the U.S. Geological Survey (USGS), determines linear rates of shoreline change along closely spaced, shore-normal transects. Based on DSAS output, MGS assigned generalized rate of change categories as attributes to a recent shoreline for Calvert County. This recent shoreline consisted of the National Oceanic and Atmospheric Administration (NOAA) Continually Updated Shoreline Product (CUSP) digital shoreline currently available for Calvert County; and 2) portions of the Maryland Department of Natural Resources (MD DNR) Critical Area Commission (CAC) digital shoreline for Calvert County. Based on the results of an End Point Rate (EPR) analysis on the ca. 1960s shoreline and the ca. 2000 shoreline (recent shoreline), MGS grouped the rate results into the following general categories: (a) No change (-0.01 to 0.01 feet/year), (b) Accretion (greater than 0.01 feet/year), (c) Slight erosion rate (0 to -2 feet/year), (d) Low erosion rate (-2 to -4 feet/year), (e) Moderate erosion rate (-4 to -8 ft/yr), (f) High erosion rate (greater than -8 feet/year), (g) Protected, (h) No data (insufficient shorelines to calculate 40-year EPR rate), (i) No data (no transects cast; unprotected or unknown shoreline condition), and (j) Rates not delivered (calculated rates suspect). The CUSP shoreline represents the shoreline position in Calvert County between the years 2005-2006. The CAC shoreline represents the shoreline position in Calvert County in 2007. In Calvert County, the NOAA CUSP data set covered approximately 90% of the shoreline in the county. MGS supplemented the NOAA CUSP data with CAC data in the following areas where NOAA CUSP data was missing: Hunting Creek; upper 2/3 of Hall Creek; and Patuxent River, from approximately 1 kilometer south of the Merkle Wildlife Sanctuary, north to (and including) Lyons Creek. To identify which shoreline source is responsible for a shoreline segment, view the DSAS_SRC attribute table field -- CAC indicates a shoreline sourced from MD DNR CAC data set; NOAA CUSP indicates a shoreline sourced from the NOAA CUSP data set. Negative rate of change values indicate erosion, and positive values indicate accretion. In general, MGS tried to attribute lengths of shoreline of at least 80 meters in length sharing similar rates of change.Funding for this data set was provided by Project CZM # 14-15-2040 CZM 136, funded by a National Oceanic and Atmospheric Administration (NOAA) grant (NA13NOS4190136) and made available to MGS through the Department of Natural Resources (MD DNR) Chesapeake and Coastal Service (CCS). MGS wishes to thank the following entities/individuals: 1) MD DNR CCS, Contact: Mr. Chris Cortina, Role: CCS Project Manager; 2) NOAA, Contact: Mr. Doug Graham, NOAA National Geodetic Survey, Role: Guidance on NOAA shoreline data sets; 3) MD DNR Critical Areas Commission (CAC), Contact: Ms. Lisa Hoerger, Role: Permitted use of CAC shorelines; 4) Eastern Shore Regional GIS Cooperative (ESRGC), Salisbury University, Contact: Ryan Mello, Role: Performing the critical area re-mapping for MD DNR CAC and supplying MGS with CAC shorelines; and 5) Ms. Lamere Hennesse, MGS Geologist, retired, Role: Project guidance technical support.Map Service Link: https://geodata.md.gov/imap/rest/services/Hydrology/MD_ShorelineChanges/MapServer/9",
  "dc_creator_sm": [
    "ArcGIS Online for Maryland"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_subject_sm": [
    "Oceans"
  ],
  "b1g_keyword_sm": [
    "MD iMAP",
    "MD",
    "Maryland",
    "DNR",
    "Department of Natural Resources",
    "shoreline",
    "shoreline changes",
    "rates of change",
    "shoreline erosion",
    "WMS",
    "WFS",
    "dynamic",
    "vector",
    "Hydrology",
    "HYDR",
    "KML"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2017-06-23",
  "dct_temporal_sm": [
    "2017"
  ],
  "b1g_date_range_drsim": [
    "[2017 TO 2017]"
  ],
  "solr_year_i": "2017",
  "dct_spatial_sm": [
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-76.7012,-76.3813,38.7576,38.3164)",
  "b1g_centroid_ss": "38.537,-76.54124999999999",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04a-01",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/3031ebb3258c4f9799d0cf36a67739df_9\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/3031ebb3258c4f9799d0cf36a67739df_9.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://geodata.md.gov/imap/rest/services/Hydrology/MD_ShorelineChanges/MapServer/9\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}