{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "3f4b959826c34480be3e4740e4ee025f_1",
  "dc_identifier_s": "3f4b959826c34480be3e4740e4ee025f_1",
  "dc_title_s": "Annual Average Daily Traffic - Annual Average Daily Traffic (Sha Statewide Aadt Lines): Maryland",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This is a MD iMAP hosted service layer. Find more information at http://imap.maryland.gov.Annual Average Daily Traffic (AADT) Lines data consists of linear features which specifically show the amount of annual average daily traffic (AADT), annual average weekday traffic (AAWDT), and AADT based on vehicle class (current year only) for public roadways in the State of Maryland. Ten years of historic AADT and AAWDT information is also available.Annual Average Daily Traffic (AADT) data is collected from over 8700 program count stations and 84 ATRs, located throughout Maryland. The quality control feature of the system allow data edit checks and validation for data from the 84 permanent, continuous automatic traffic recorders (ATRs) and short-term traffic counts. To date, four (4) ATRs have been removed from the ATR Program. Program count data is collected (both directions) at regular locations on either a three (3) year or six (6) year cycle depending on type of roadway. Growth Factors are applied to counts which were not taken during the current year and the counts are factored based on the past yearly growth of an associated ATR. Counters are placed for 48 hours on a Monday or Tuesday and are picked up that Thursday or Friday, respectively. The ATR and toll count data is collected on a continuous basis. Toll station data is provided by the Maryland Transportation Authority (MDTA). A special numeric code was added to the AADT numbers, starting in 2006, to identify the years when the count was actually taken. The last digit represents the number of years prior to the actual count. Where 0 represents the current year when data was collected (in 2014), 1 represents the count taken in 2013, 2 represents the count taken in 2012, 3 represents the count taken in 2011 and so forth.Annual Average Daily Traffic (AADT) data is a strategic resource for the Federal Highway Administration (FHWA), the Maryland Department of Transportation (MDOT), the Maryland Department of Transportation State Highway Administration (MDOT SHA), as well as many other State and local government agencies. The data is essential in the planning, design and operation of the statewide road system and the development and implementation of State highway improvement and safety programs. The MDOT SHA Traffic Monitoring System (TMS) is a product of the ISTEA Act of 1991, which required a traffic data program to effectively and efficiently meet MDOT SHA s long-term traffic data monitoring and reporting requirements.Annual Average Daily Traffic (AADT) data is updated and published on an annual (yearly) basis for the prior year. View the most current AADT data in the Maryland Annual Average Daily Traffic (AADT) LocatorFor AADT data information, contact the MDOT SHA Traffic Monitoring System (TMS) TeamEmail: TMS@sha.state.md.usFor additional information, contact the MDOT SHA Geospatial Technologies TeamEmail: GIS@sha.state.md.usFor additional information related to the Maryland Department of Transportation (MDOT):http://www.mdot.maryland.gov/For additional information related to the Maryland Department of Transportation State Highway Administration (MDOT SHA):http://roads.maryland.gov/Home.aspxMDOT SHA Geospatial Data Legal Disclaimer:The Maryland Department of Transportation State Highway Administration (MDOT SHA) makes no warranty, expressed or implied, as to the use or appropriateness of geospatial data, and there are no warranties of merchantability or fitness for a particular purpose or use. The information contained in geospatial data is from publicly available sources, but no representation is made as to the accuracy or completeness of geospatial data. MDOT SHA shall not be subject to liability for human error, error due to software conversion, defect, or failure of machines, or any material used in the connection with the machines, including tapes, disks, CD-ROMs or DVD-ROMs and energy. MDOT SHA shall not be liable for any lost profits, consequential damages, or claims against MDOT SHA by third parties.Feature Service Layer Link:https://geodata.md.gov/imap/rest/services/Transportation/MD_AnnualAverageDailyTraffic/FeatureServer/1",
  "dc_creator_sm": [
    "ArcGIS Online for Maryland"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "b1g_keyword_sm": [
    "MD",
    "Maryland",
    "TRAN",
    "Annual Average Daily Traffic",
    "AADT",
    "Annual Average Weekday Traffic",
    "AAWDT",
    "Traffic",
    "Traffic Volume",
    "Traffic Counts",
    "Traffic Trends",
    "Traffic History",
    "Historical Traffic",
    "Historic AADT",
    "Motorcycle AADT",
    "Car AADT",
    "Bus AADT",
    "Light Truck AADT",
    "Truck AADT",
    "K Factor",
    "D Factor",
    "Transportation",
    "Statewide",
    "Maryland Department of Transportation",
    "MDOT",
    "Maryland Department of Transportation State Highway Administration",
    "MDOT SHA",
    "State Highway Administration",
    "SHA",
    "Office of Planning and Preliminary Engineering",
    "OPPE",
    "Data Services Division",
    "DSD",
    "Traffic Monitoring System",
    "TMS",
    "Maryland Transportation Authority",
    "MDTA",
    "MD iMAP",
    "Vector",
    "Dynamic",
    "WMS",
    "KML",
    "2016"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2016-04-05",
  "dct_temporal_sm": [
    "2016"
  ],
  "b1g_date_range_drsim": [
    "[2016 TO 2016]"
  ],
  "solr_year_i": "2016",
  "dct_spatial_sm": [
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-79.4871,-75.0524,39.723,37.9646)",
  "b1g_centroid_ss": "38.8438,-77.26975",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04a-01",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/3f4b959826c34480be3e4740e4ee025f_1\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/3f4b959826c34480be3e4740e4ee025f_1.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Transportation/MD_AnnualAverageDailyTraffic/FeatureServer/1\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}