{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "5274c2a7f84e44669df8f67d03bbd908_1",
  "dc_identifier_s": "5274c2a7f84e44669df8f67d03bbd908_1",
  "dc_title_s": "Maryland Highway Performance Monitoring System - Roadway Federal Aid Eligibility: Maryland, United States",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This is a MD iMAP hosted service layer. Find more information at http://imap.maryland.gov.Roadway Federal Aid Eligibility data consists of linear geometric features which specifically show public roadways that are eligible for Federal funding in the State of Maryland. Roadway Federal Aid Eligibility data is primarily used for general planning and funding purposes, as well as for Federal Highway Administration (FHWA) Highway Performance Monitoring System (HPMS) annual submission coordination. The Maryland Department of Transportation State Highway Administration (MDOT SHA) currently reports this data only on the inventory direction (generally North or East) side of the roadway. Roadway Federal Aid Eligibility data is not a complete representation of all roadway geometry.Roadway Federal Aid Eligibility data is developed as part of the Highway Performance Monitoring System (HPMS) which maintains and reports transportation related information to the Federal Highway Administration (FHWA) on an annual basis. HPMS is maintained by the Maryland Department of Transportation State Highway Administration (MDOT SHA), under the Office of Planning and Preliminary Engineering (OPPE) Data Services Division (DSD). Roadway Federal Aid Eligibility data is used by various business units throughout MDOT, as well as many other Federal, State and local government agencies. Roadway Federal Aid Eligibility data is key to understanding which public roadways are eligible for Federal funding in the State of Maryland.Roadway Federal Aid Eligibility data is updated and published on an annual (yearly) basis for the prior year. This data is for the year 2017. For additional information, contact the MDOT SHA Geospatial TechnologiesEmail: GIS@sha.state.md.usFor additional information related to the Maryland Department of Transportation (MDOT):http://www.mdot.maryland.gov/For additional information related to the Maryland Department of Transportation State Highway Administration (MDOT SHA):http://roads.maryland.gov/Home.aspxMDOT SHA Geospatial Data Legal Disclaimer:The Maryland Department of Transportation State Highway Administration (MDOT SHA) makes no warranty, expressed or implied, as to the use or appropriateness of geospatial data, and there are no warranties of merchantability or fitness for a particular purpose or use. The information contained in geospatial data is from publicly available sources, but no representation is made as to the accuracy or completeness of geospatial data. MDOT SHA shall not be subject to liability for human error, error due to software conversion, defect, or failure of machines, or any material used in the connection with the machines, including tapes, disks, CD-ROMs or DVD-ROMs and energy. MDOT SHA shall not be liable for any lost profits, consequential damages, or claims against MDOT SHA by third parties.Map Service Link:https://geodata.md.gov/imap/rest/services/Transportation/MD_HighwayPerformanceMonitoringSystem/MapServer/1",
  "dc_creator_sm": [
    "ArcGIS Online for Maryland"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "b1g_keyword_sm": [
    "Fed Aid Roads",
    "Federal Aid Roads",
    "Federal Aid Eligible Roads",
    "Federal Aid",
    "Aid",
    "Federal Funding",
    "Funding Eligibility",
    "Funding",
    "Highway Performance Monitoring System",
    "HPMS",
    "Transportation",
    "Statewide",
    "Maryland",
    "MD",
    "Federal Highway Administration",
    "FHWA",
    "Maryland Department of Transportation",
    "MDOT",
    "Maryland Department of Transportation State Highway Administration",
    "MDOT SHA",
    "State Highway Administration",
    "SHA",
    "Office of Planning and Preliminary Engineering",
    "OPPE",
    "Data Services Division",
    "DSD",
    "MD iMAP",
    "Vector",
    "Dynamic",
    "WFS",
    "WMS",
    "KML",
    "2016"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2017-10-27",
  "dct_temporal_sm": [
    ""
  ],
  "b1g_date_range_drsim": [
    "[2017 TO 2017]"
  ],
  "solr_year_i": "2017",
  "dct_spatial_sm": [
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-79.4871,-75.0524,39.723,37.9781)",
  "b1g_centroid_ss": "38.85055,-77.26975",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04a-01",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/5274c2a7f84e44669df8f67d03bbd908_1\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/5274c2a7f84e44669df8f67d03bbd908_1.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://geodata.md.gov/imap/rest/services/Transportation/MD_HighwayPerformanceMonitoringSystem/MapServer/1\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}