{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "dd869061282f449386135676fa518f13_0",
  "dc_identifier_s": "dd869061282f449386135676fa518f13_0",
  "dc_title_s": "National Pollutant Discharge Elimination System Conveyance: State of Maryland",
  "dct_alternativeTitle_sm": [
    "MDOT SHA NPDES Conveyance"
  ],
  "dc_description_s": "BackgroundAs a government agency that owns and maintains separate storm sewer systems, the Maryland State Highway Administration (SHA) is mandated to file a National Pollutant Discharge Elimination System (NPDES) permit with the Maryland Department of the Environment (MDE). The permit requires the inventory, inspection, and maintenance of SHA stormwater infrastructure. SHA is responsible for maintaining storm drain infrastructure on more than 5,000 miles of roadway statewide. SHA has developed a program consisting of SHA personnel, data managers, and subject matter experts to support the permit requirements and maintain these roadways. The tasks involved in the SHA NPDES data collection program are often completed by engineering consultants for SHA.The data are organized into a series of drainage systems with stormwater management facilities that are interconnected, allowing for flow-tracing function through distinct systems. A drainage system is defined as a series of storm drain structures or point features (i.e., manholes, inlets, endwalls) that connect hydraulically through conveyance features such as pipes and / or ditches. Closed and open storm drain structures are connected by pipe and ditch conveyance to create the drainage system. Stormwater management facilities (SWMF), also known as stormwater best management practices (BMP) are inventoried with the storm drain system. A system can include both open and closed storm drain features.ConveyanceConveyance features to be identified and inventoried include actual, physical features (pipes and ditches) and database connectivity features (hydraulic connectors). Conveyance is represented as line features in the database. Although they do not physically exist, hydraulic connectors should be inventoried to facilitate connection of drainage systems through stormwater BMPs; this is the only case where a hydraulic connector is created. Not every pipe or ditch conveyance is inventoried, but generally all conveyances between structures are inventoried. Conveyance features will have an upstream and downstream structure. When contract plans are not available showing proper conveyance for a storm drain system, conveyance can be determined by looking at the pipe(s) direction inside of structures. Field crews are not required to open manhole lids, and conveyance can be assumed at the field crew s discretion when plans are not available.Pipes, Cross Culverts, Driveway CulvertsPipes connect structures together in a system to maintain conveyance. Pipes consist of closed storm drain pipes, cross culverts, and driveway culverts. Rules for collecting cross culvert and driveway culvert pipes are described below. The following are rules that should be followed when collecting pipes within the storm drain network:All pipes between closed storm drain structures are inventoried.Pipes less than five feet in height are inventoried within SHA ROW.Pipes that are greater than five feet in height are not inventoried if they do not connect to closed storm drain structures. Pipes that are greater than five feet in height and do connect to closed storm drain structures are inventoried with the storm drain network.Closed storm drain systems that outfall through a pipe or culvert that is greater than five feet in height are inventoried. Pipe size, shape, invert, and material are recorded for all pipes. Because field crews are not required to open grates or manhole lids, this attribute information is most often gathered from contract plans. Pipe sizes and material should be verified in the field by observation through inlet grates and at end structures (headwalls, end sections, outfalls, projection pipes). Field crews should become familiar with different pipe sizes and materials prior to conducting field inventory.Cross Culverts are pipes, boxes, or arches that convey water from one side of the ROW to the other side, usually under the roadway. Cross culverts are inventoried as pipes. Depending on the situation and culvert size, not all cross culverts will be inventoried. The following are rules that should be followed when collecting cross culverts:The culvert height is determined from contract plans when available. Otherwise care should be taken to measure and estimate the actual culvert height in the field. This may require estimating the depth of sedimentation at the culvert ends to determine the feet of buried culvert.Culverts that are less than five feet in height are inventoried.Culverts that are greater than five feet in height are not inventoried.A culvert that is greater than five feet in height that has a closed storm drain tying in is not inventoried. Instead, the most downstream structure in the closed storm drain system is inventoried as a pipe connection at the location the storm drain system connects to the culvert.Driveway Culverts and entrance culverts are pipes, possibly with an end structure, that conveys water under driveways, utility access roads, or stormwater BMP access roads. Not all driveway culverts will be inventoried within SHA ROW. The following are rules that should be followed when collection driveway culverts:Private driveway culverts and culverts at farm or other access points that do not require access permits should not be inventoried. Culverts under entrance drives that provide two-way or greater traffic such as multi-family residential, commercial, public, or industrial properties are inventoried. Culverts under SHA-owned stormwater maintenance access or other utility access roads should also be inventoried.If the private driveway or access drive culvert has a closed storm drain structure such as an inlet or riser on the upstream or downstream end of the pipe, then the culvert should be inventoried.If a driveway culvert is excluded from the inventory, other adjoining closed drain structures completing the system should be connected using a ditch. The ditch in this case should be drawn through the culverts as if the culvert does not exist.DitchesDitches and open conveyance are channels or flow paths that connect open structures (headwalls, end sections, endwalls, projection pipes, inlets with open backs) in a system to maintain the conveyance. Attributes collected for ditches include material (vegetative, concrete, riprap, etc.), bottom width, and side slope. Not all ditches or open channels within SHA ROW are to be inventoried in the geodatabase. Ditches to be inventoried are the following:Ditches or open conveyance between open structures.Ditches or open conveyance greater than two feet in bottom width.Ditches or open conveyance that flow into stormwater BMPs regardless of bottom width.Hydraulic ConnectorsHydraulic Connectors connect the outfalls into stormwater BMPs to the control structure of the stormwater BMP to maintain conveyance through the system. Hydraulic connectors are used to represent connectivity through a stormwater BMP from inflows to control structures. Inflow points and control structures for stormwater BMPs should be connected with a hydraulic connector, including infiltration trenches. If hydraulic connectors do not exist in the previous inventory, the current development should create them. The hydraulic connector line features are stored in the CONVEYANCE feature class and no additional attribute information is collected. The connector is use so that connectivity between structures is maintained through stormwater BMPs and network tracing can occur.SimplificationsThe simplification process flattens database tables that normalize attribute information, resulting in a dataset with all attributes but also many null fields when the attribute type is not relevant to the SWMFAC type. The simplified data are a snapshot in time of the production NPDES data, updated every night.PublishingThis service was last published by Elliott Plack on 9/6/2019 based on a materialized view created by John Shiu.",
  "dc_creator_sm": [
    "ArcGIS Online for Maryland"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_subject_sm": [
    "Utilities and Communication"
  ],
  "b1g_keyword_sm": [
    "NPDES",
    "stormwater",
    "connectivity",
    "pipes",
    "ditches",
    "MDOT",
    "SHA",
    "MDOT SHA",
    "Maryland"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2019-09-06T22:47:22.000Z",
  "dct_temporal_sm": [
    "2019"
  ],
  "b1g_date_range_drsim": [
    "[2019 TO 2019]"
  ],
  "solr_year_i": "2019",
  "dct_spatial_sm": [
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-79.4108,-75.0173,39.7197,37.9581)",
  "b1g_centroid_ss": "38.8389,-77.21405",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04a-01",
  "dct_isPartOf_sm": [
    "04a-01"
  ],
  "b1g_dateAccessioned_s": "2019-10-11",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/dd869061282f449386135676fa518f13_0.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://maps.roads.maryland.gov/arcgis/rest/services/NPDES/NPDES_Simple_Conveyance_Maryland_MDOTSHA/FeatureServer/0\",\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/dd869061282f449386135676fa518f13_0\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}