{
  "dc_identifier_s": "21213913e1ea415194a8b56321046b8e_19",
  "dc_title_s": "Broadband Adoption Residential: Washington, D.C.",
  "dc_description_s": "The dataset known as District of Columbia Broadband Adoption by Census Tract contains locations and attributes of broadband service available within the District of Columbia. The agregate data was compiled from data submitted by broadband providers and verified by the DC Geographic Information System (DC GIS) and the D.C. Public Service Commission for the D.C. Office of the Chief Technology Officer (OCTO). The project was funded by the United States Department of Commerce National Telecommunications and Information Administration (NTIA). The American Recovery and Reinvestment Act (ARRA) directed NTIA to develop and maintain a comprehensive nationwide inventory map of broadband service capability and availability NTIA is collecting data from all 50 states Detailed information about this project can be found in the State Broadband Data and Development Grant Program Notice of Funding Availability (NOFA) (http://www.ntia.doc.gov/frnotices/2009/FR_BroadbandMappingNOFA_090708.pdf) and subsequent clarifications. This data collection is to be conducted on a semi-annual basis over a five-year period. This data will attempts to reflect conditions in the field as of December 2009. The data is covered by nondisclosure agreements entered into by OCTO and broadband providers. The data contains COMMERCIAL / PROPRIETARY and CONFIDENTIAL INFORMATION. The data is compiled solely for use by NTIA and cooperating federal agencies. Redistribution of the data in its raw form is prohibited. All DC GIS data is stored and exported in Maryland State Plane coordinates NAD 83 meters. METADATA CONTENT IS IN PROCESS OF VALIDATION AND SUBJECT TO CHANGE.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "City of Washington, DC"
  ],
  "dc_creator_sm": [
    "District of Columbia GIS Program"
  ],
  "dc_subject_sm": [
    "Utilities and Communication",
    "Tract",
    "Broadband",
    "Service",
    "Provider"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://opendata.dc.gov/datasets/21213913e1ea415194a8b56321046b8e_19\",\"http://schema.org/downloadUrl\":\"https://opendata.dc.gov/datasets/2c33fc09cd044844a91b3ca230fc6870_12,\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://opendata.dc.gov/datasets/21213913e1ea415194a8b56321046b8e_19\"}",
  "dct_isPartOf_sm": [
    "ArcGIS Open Data"
  ],
  "dct_issued_s": "2015",
  "dct_temporal_sm": [

  ],
  "dct_spatial_sm": [
    "Washington, D.C., United States"
  ],
  "layer_slug_s": "21213913e1ea415194a8b56321046b8e_19",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-07-10T14:46:08Z",
  "solr_geom": "ENVELOPE(-77.1198964251, -76.9090163369, 38.9959674016, 38.7915818465)",
  "solr_year_i": 2015,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "38.893774624,-77.014456381",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "ArcGIS Open Data",
  "geoblacklight_version": "1.0"
}