{
  "dc_identifier_s": "8c0bfaeb-df3d-4422-b97d-9f9ce00f12fc",
  "dc_title_s": "Mosaic of Digital Orthophoto Quadrangles in UTM Zone 16, NAD83 Photography: Illinois, 2005",
  "dc_description_s": "This data set is an SDE raster mosaic of DOQs from year 2005 that occur within the UTM Zone 16 portion of Illinois. The data are stored in the 'as delivered' spatial reference of UTM Zone 16, NAD83 with a 0.5-meter ground resolution. This raster mosaic can be used in conjunction with the raster mosaics named IL_DOQ_2005_MOSAIC_UTM15_RAS and IL_CUA_2005_MOSAIC_UTM16_RAS to provide full 2005 orthophoto coverage of Illinois. The raster mosaic was constructed using uncompressed GeoTIFF images and ArcSDE 9.1 command-line functions. It is stored in the SDE database with LZ77 compression. The original image tiles were not resampled in the mosaicking process and had exact side-by-side pixel registration. This means the SDE raster layer preserves the exact pixel location and cell values of the source images. The data consume 512 gigabytes of disk space in 15,680,818 database rows. The in-processing occurred over the period 20060612 to 20060920 as the data were delivered is several lots by the USGS. [Begin excerpt from USGS metadata] A 0.5 meter resolution panchromatic (B and W) USGS Digital Orthophoto Quarter-quadrangle (DOQQ) (sic) A DOQQ is a raster image in which displacement in the image caused by sensor orientation and terrain relief has been removed. A DOQQ combines the image characteristics of a photograph with the geometric qualities of a map. The geographic extent of the DOQQ is equivalent to a quarter of a 7.5-minute map (3.75 minutes of latitude and longitude) with overedge . The overedge ranges from a minimum of 50 meters to 300 meters beyond the extremes of the primary and secondary corner ticks. DOQQs are produced with a 1-meter ground sample distance (GSD) and are cast on the Universal Transverse Mercator (UTM) projection on the North American Datum of 1983 (NAD83). Primary (solid) and secondary (dashed) corner ticks are burned into the image to indicate the geographic corners of the DOQQ. The primary ticks always show the NAD83 corners. The secondary ticks show either the NAD27 or the local horizontal datum in use in a specific area (e.g. the Puerto Rico datum, the Hawaiian datum). Each DOQQ is produced to meet a National Map Accuracy Standard (NMAS) for 1:12000 scale maps (10.16 meters radial error at a 90% probability). Each DOQQ is formatted with a variable length ASCII header followed by a series of 8-bit image data lines. The ASCII header is padded to equal the length of one image line. The header contains information on file organization, display (samples and lines), georeferencing, and production sources. The file structure for a native format DOQQ is analogous to a raw raster BIL (panchromatic) or BIP (RGB color). DOQQs are nominally produced from National Aerial Photography Program (NAPP) source imagery flown at 20,000 feet above average ground using a single source image for each DOQQ. NAPP imagery is flown leaf-off in deciduous vegetation regions. [End excerpt from USGS metadata] The radiometric image brightness values are stored as 256 gray levels ranging from 0 to 255.",
  "dc_rights_s": "Public",
  "dc_format_s": "MrSID",
  "dc_language_sm": "English",
  "dc_type_sm": [
    "Image",
    "Service"
  ],
  "dc_publisher_sm": [
    "Illinois State Geological Survey"
  ],
  "dc_creator_sm": [
    "U.S. Geological Survey Surdex Corporation and Science Applications International Corporation (SAIC) Illinois State Geological Survey"
  ],
  "dc_subject_sm": [
    "Imagery and Base Maps"
  ],
  "dct_provenance_s": "Illinois",
  "dct_references_s": "{\"http://schema.org/url\":\"https://clearinghouse.isgs.illinois.edu/data/imagery/2005-illinois-digital-orthophoto-quarter-quadrangle-data\",\"http://schema.org/downloadUrl\":\"https://clearinghouse.isgs.illinois.edu/2005-doqq-files-illinois-county-utm\",\"urn:x-esri:serviceType:ArcGIS#ImageMapLayer\":\"https://data.isgs.illinois.edu/arcgis/rest/services/Imagery/NAPP_2005/ImageServer\"}",
  "dct_isPartOf_sm": [
    "Illinois Geospatial Data Clearinghouse"
  ],
  "dct_issued_s": "2006-09-17",
  "dct_temporal_sm": [
    "2005"
  ],
  "dct_spatial_sm": [
    "Illinois, United States"
  ],
  "layer_slug_s": "8c0bfaeb-df3d-4422-b97d-9f9ce00f12fc",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-07-13T20:41:55Z",
  "solr_geom": "ENVELOPE(-90.220692, -87.423217, 42.603591, 36.916633)",
  "solr_year_i": 2005,
  "b1g_genre_sm": [
    "Aerial imagery"
  ],
  "b1g_centroid_ss": "39.760112,-88.8219545",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "02a-01",
  "geoblacklight_version": "1.0"
}