{
"dc_description_s": "This point data layer represents addresses for Polk County, Wisconsin in 2017. It is a feature class within the geodatabase, 'Polk_Addresses_2017.gdb'. [This dataset was the result of a 2006 digital map address inventory identification project. The purpose of the project was to identify each geographic address location within Polk County except for the cities and villages who assign their own address. A point map feature was digitized (placed) at each driveway access location that had an existing structure. The primary reference material used for this project were historical Lange Enterprises hardcopy maps located in the Division of Zoning, Department of Land Information, County of Polk, Wisconsin. Also, Polk County 1996 and 2006 aerial imagery were used for address point placement.Polk County 2006 & 2010 Aerial imagery is the primary reference material used to assign new addresses. ArcGIS Online World Imagery file is also used for reference purposes.In the year 2013, the Polk County Sheriff's Department requested that address points be added within cities and villages for reference purposes. The Department of Land Information has been placing address points in the cities and villages that are parcel mapped using the Polk County 2010 aerial image as a reference. Since Polk County doesn't assign addresses within cities and villages this data may not be accurate or complete.]", 
"layer_modified_dt": "2018-01-04T22:38:57Z", 
"solr_geom": "ENVELOPE(-92.881345, -92.139143, 45.736028, 45.194486)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Polk_Addresses_2017.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/DBEED52D-F004-4825-B11F-599293A10174/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "DBEED52D-F004-4825-B11F-599293A10174", 
"dct_provenance_s": "Wisconsin", 
"dc_subject_sm": [
"Location", 
"Street addresses"
], 
"dct_temporal_sm": "2017", 
"dct_issued_s": "2006-12-31", 
"dc_format_s": "Geodatabase", 
"dc_creator_sm": [
"Polk County Department of Land Information"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "DBEED52D-F004-4825-B11F-599293A10174", 
"dct_isPartOf_sm": "Wisconsin Counties Open Data", 
"solr_year_i": 2017, 
"dct_spatial_sm": [
"Polk County, Wisconsin, United States", 
"Wisconsin, United States"
], 
"dc_title_s": "Addresses Polk County, Wisconsin, 2017", 
"layer_slug_s": "DBEED52D-F004-4825-B11F-599293A10174", 
"centroid_s": "45.465257,-92.510244", 
"layer_geom_type_s": "Point", 
"dc_language_s": "English"
}