{
  "dc_identifier_s": "ba9c7836-5339-450a-a1bf-09c9757e3793",
  "dc_title_s": "Stream Mileage Markers for Streams: Indiana",
  "dc_description_s": "The following is excerpted from the metadata provided by the IDNR, for the source shapefile named \"STREAMMILES_24K_DNR_DOW_IN.SHP\":  \"This data is presented and maintained for historical purposes. Many other datasets are referenced to this mileage information, and therefore this dataset is considered by the Division of Water to be the official mileage for these streams.  \"Stream mileage maps for streams in Indiana were originally developed by the U. S. Army Corps of Engineers (Louisville, Detroit and Chicago districts) and the Indiana Department of Natural Resources, Division of Water, from 1965 – 1973. These maps depict stream mileages in tenths of a mile (with exceptions) mapped on USGS 7 ½ minute quadrangle maps, at a scale of 1:24000. Methodology for determining stream mileage largely follows the document “River Mileage Measurement”, Water Resources Council, 1968. Points representing each tenth of a mile were captured by DNR staff using georectified copies of the original source documents. These points are attributed with the stream name as shown on the original documents, and the basin, from the Division of Water standard basin schema. This dataset was developed in 2016.  \"Updated hydrographic dataset sources (namely the USGS National Hydrography Dataset) are captured to a much finer resolution than was possible when this data was originally compiled. Additionally, rivers and streams are dynamic, eroding and depositing material and changing course over time, sometimes significantly. Limitations of this dataset compared to other derivations of stream mileage should be recognized.  \"Stream mileage for the Ohio River were taken from the USGS 7 ½ minute quadrangle maps, and are shown at 1 mile increments. Mileage for the Ohio River is historically taken as miles from Pittsburgh (the confluence of the Allegheny and Monongahela Rivers).  \"Discrepancies in the original maps include: Missing mileage data for miles 569-579 for the Ohio River in the Bethlehem quad, an extra 1/10 of a mile between miles 66.5 and 67 for Sugar Creek in Basin 19, an extra 1/10 of a mile between miles 17.5 and 18 for Middle Fork Blue River in Basin 27, an extra 1/10 of a mile between miles 17.5 and 18 for Little Calumet River in Basin 1.\"",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Indiana Department of Natural Resources, Division of Water"
  ],
  "dc_creator_sm": [
    "Indiana Department of Natural Resources, Division of Water"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "dct_provenance_s": "Purdue",
  "dct_references_s": "{\"http://schema.org/url\":\"http://maps.indiana.edu/layerGallery.html\",\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Hydrology/Water_Bodies_Streams_Miles.zip\",\"http://schema.org/image\":\"http://maps.indiana.edu/images/Hydrology/Water_Bodies_Streams_Miles.png\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Hydrology/Water_Bodies_Streams_Miles/MapServer/0\",\"http://www.opengis.net/cat/csw/csdgm\":\"http://maps.indiana.edu/metadata/Hydrology/Water_Bodies_Streams_Miles.xml\"}",
  "dct_isPartOf_sm": [
    "IndianaMAP"
  ],
  "dct_issued_s": "2016-09-30",
  "dct_temporal_sm": [
    "2016"
  ],
  "dct_spatial_sm": [
    "Indiana, United States"
  ],
  "layer_slug_s": "ba9c7836-5339-450a-a1bf-09c9757e3793",
  "layer_geom_type_s": "Point",
  "layer_modified_dt": "2018-06-26T21:08:27Z",
  "solr_geom": "ENVELOPE(-88.053665, -84.757516, 41.763888, 37.815204)",
  "solr_year_i": 2016,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.789546,-86.4055905",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4921868"
  ],
  "b1g_image_ss": "http://maps.indiana.edu/images/Hydrology/Water_Bodies_Streams_Miles.png",
  "b1g_collection_sm": "09a-01",
  "geoblacklight_version": "1.0"
}