{
"dc_description_s": "This polygon data layer represents election data by ward for Wisconsin in 2014.[These municipal wards were created by grouping Census 2010 population collection blocks into municipal wards. This project started with the release of Census 2010 geography and population totals to all 72 Wisconsin counties on March 21st2011. Census Geography and population totals to be used for local redistricting were made available on the Wisconsin Shape Editor for Local Redistricting (WISE-LR) website (http://legis.wisconsin.gov/wiselr/) and the WISE-LR web application located at http://wiselr.legis.wisconsin.gov. The 180 day statutory timeline for local redistricting to occur in Wisconsin ended on September 19th, 2011. Wisconsin Legislative and congressional redistricting plans were enacted in the fall of 2011. 2011 Wisconsin Act 43 and Act 44 created new Assembly, Senate and Congressional lines for the state. These new districts were created using Census 2010 block geography. Some municipal wards that were created before Act 43 and 44 were enacted, which created municipal wards in some communities to be split between assembly, senate and congressional districts. 2011 Wisconsin Act 39allowed communities to divide wards affected, along census blocks. Newly formed wards created under Wisconsin Act 39 would need named using alpha-numeric labels (ward 1 divided by an assembly district would become ward 1A and ward 1B, or the next sequential ward number would have to be used, ward 1 and ward 2). The process of dividing wards under Act 39 ended on April 10th, 2012. This link provides more information on Act 39. http://legis.wisconsin.gov/lrb/pubs/Lb/11Lb1.pdf The United States Eastern District Federal Court on April 11th2012 ordered Assembly Districts 8 and 9 (both in the City of Milwaukee) be changed to follow the court’s description. http://legis.wisconsin.gov/ltsb/redistricting/PDFs/120411_Eastern_Dist_order.pdfOn September 19th, 2012 the Legislative Technology Services Bureau (LTSB) divided the few remaining municipal wards that were divided by a 2011 Wisconsin Act 43 or 44 district line.]", 
"layer_modified_dt": "2017-12-07T17:20:03Z", 
"solr_geom": "ENVELOPE(-92.964428, -86.6661, 47.083094, 42.456925)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/WI_ElectionData_2014.zip\",\"http://schema.org/url\":\"http://legis.wisconsin.gov/ltsb/gis/data/\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/85294bc8-23af-445d-b2d7-227324ffb085/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "85294bc8-23af-445d-b2d7-227324ffb085", 
"dct_provenance_s": "Wisconsin", 
"dc_subject_sm": [
"Boundaries", 
"Voting"
], 
"dct_temporal_sm": "2014", 
"dct_issued_s": "2014-12-12", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"WI Legislative Technology Services Bureau"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "85294bc8-23af-445d-b2d7-227324ffb085", 
"dct_isPartOf_sm": "Wisconsin Legislative Technology Services (LTSB)", 
"solr_year_i": 2014, 
"dct_spatial_sm": [
"Wisconsin, United States"
], 
"dc_publisher_sm": [
"WI Legislative Technology Services Bureau"
], 
"layer_id_s": "85294bc8-23af-445d-b2d7-227324ffb085", 
"dc_title_s": "Election Data, Wisconsin 2014", 
"layer_slug_s": "85294bc8-23af-445d-b2d7-227324ffb085", 
"centroid_s": "44.7700095,-89.815264", 
"layer_geom_type_s": "Polygon", 
"dc_language_s": "English"
}