{
  "dc_identifier_s": "c09b52c5-a7ed-48b0-9b13-63e474562358",
  "dc_title_s": "Captive Hazardous Waste Operation: Pennsylvania",
  "dc_description_s": "A Captive Hazardous Waste Operation is a DEP primary facility type related to the Waste Management Hazardous Waste Program. The sub-facility types related to Captive Hazardous Waste Operations that are included in eMapPA are: Boiler/Industrial Furnace, Disposal Facility, Hazardous Generator, Incinerator, Recycling Facility, Storage Facility, and Treatment Facility._______Captive Hazardous Waste Operation Sub-Facility Types Boiler or Industrial Furnace: Facility permitted by DEP to burn or process hazardous waste generated onsite, to recover thermal energy, or to accomplish recovery of materials in association with a manufacturing process. Disposal Facility: Facility permitted by DEP to dispose of hazardous waste generated onsite by incineration, or by intentionally placing the waste in or on land or water in specially designed and constructed containment units where the waste will remain after closure of the facility. Hazardous Generator: A site where hazardous waste is first produced. The hazardous waste may be accumulated onsite at this facility for a prescribed limited amount of time (usually between 90 and 270 days) without first obtaining a storage permit from the Department, as long as it is done in accordance with prescribed standards. Incinerator: Facility permitted by DEP to burn or thermally combust hazardous waste generated onsite in an enclosed device using controlled flame. Devices meeting the criteria for classification as a boiler, industrial furnace, carbon regeneration unit, or sludge dryer are not incinerators. Recycling Facility: Facility permitted by DEP to treat hazardous waste generated onsite, making it suitable for upcoming recovery of a usable product or material. Storage Facility: Facility permitted by DEP to hold hazardous waste generated onsite for a temporary period (not to exceed one year). At the end of that period the hazardous waste is treated, disposed of, or stored elsewhere. Facilities accumulating hazardous wastes generated onsite in accordance with prescribed generator accumulation standards for a prescribed limited amount of time (usually between 90 and 270 days) are NOT storage facilities. Treatment Facility: Facility permitted by DEP to change the physical, chemical or biological character or composition of hazardous waste that is generated onsite. The purpose is to neutralize the waste or to render the waste non-hazardous, safer for transport, suitable for recovery, suitable for storage, or reduced in volume.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_subject_sm": [
    "Environment",
    "Captive hazardous waste operation"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=270\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=270\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "c09b52c5-a7ed-48b0-9b13-63e474562358",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-74.668548, -80.589104, 42.166209, 39.671659)",
  "solr_year_i": 2018,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.918934,-77.628826",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}