{
  "uuid": "cc50df4a-2f1c-4f96-ad55-d60148587a8a",
  "dc_identifier_s": "cc50df4a-2f1c-4f96-ad55-d60148587a8a",
  "dc_title_s": "Proposed Fall Nitrogen Fertilizer Application Restrictions 2018: Minnesota",
  "dc_description_s": "This Vulnerable Groundwater Areas Feature Class illustrates quarter sections that meet at least one of 3 conditions across the state.   The first condition includes soil mapping units (SSURGO) where the USDA Natural Resource Conservation Service (NRCS) has determined where coarse textured soils exist. “Coarse textured soils” means soils that are sand, loamy sand, fine sand, loamy fine sand, coarse sand, loamy coarse sand, very fine sand, loamy very fine sand, single grained, or any of these textures with the following textural modifiers: gravelly, cobbly, channery, and flaggy based on the United States Department of Agriculture, Natural Resources Conservation Service, Web Soil Survey.   The second and third conditions are whether Karst (Minnesota Department of Natural Resources [DNR]) is present or shallow bedrock (NRCS) is located near the land surface.    Additionally, areas were removed if they fell into the \"Very Low\" sensitivity rating from the DNR sensitivity map.  There are two excluded areas:   1.) If an area is in a county with less than 3% cropland  - (USDA, NASS Census of Agriculture 2012)  or   2.  If an area is within the climate exclusion area (NASA and Spring Frost free dates: MN Climate Office/NOAA)   The climate exclusion is based on  boundaries (unless otherwise stated) comprising at least 50% of the leaching index area and spring frost free dates contiguous isolines (i.e. bullseyes not included) based on the Leaching Index (LI) and the Spring Frost Free Dates(SFFD) criteria below.     - If the SFFD is on or after May 22 and the Ll is less than or equal to -12 and      - If the SFFD is on or after May 29 and the Ll is less than or equal to -10 and     - If the SFFD is on or after June 5 and the Ll is less than or equal to -6 and      - For Clearwater County the area north of Highway 2 will be excluded from areas considered vulnerable and      - For Wilkin County, the area north of Highway 210 will be excluded from areas considered vulnerable.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Minneasota Department of Agriculture"
  ],
  "dc_creator_sm": [
    "Minnesota Department of Agriculture"
  ],
  "dc_subject_sm": [
    "Environment",
    "Inland Waters"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/cc50df4a-2f1c-4f96-ad55-d60148587a8a\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_mda/water_vln_grndwtr_dft_rstrct2018/fgdb_water_vln_grndwtr_dft_rstrct2018.zip\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_mda/water_vln_grndwtr_dft_rstrct2018/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2018-03-23T10:02:21.999007",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "cc50df4a-2f1c-4f96-ad55-d60148587a8a",
  "layer_geom_type_s": "Mixed",
  "layer_modified_dt": "2018-04-30T14:29:16Z",
  "solr_geom": "ENVELOPE(-97.23, -89.53, 49.37, 43.5)",
  "solr_year_i": 2018,
  "centroid_s": "46.435,-93.38",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5051907"
  ],
  "thumbnail_path_ss": "http://btaagdp.org/data-portals/files/original/fd9fbde03ed8f2846ba81496594fa64b.jpg",
  "geoblacklight_version": "1.0"
}