{
  "dc_identifier_s": "1ab746a3-78e5-4a0f-af31-8eea5e3c0dd1",
  "dc_title_s": "Landscape Ecological Assessment of the Chesapeake Bay Watershed",
  "dc_description_s": "Multiple TIFF and layer files pertaining to Landscape ecological assessment of the Chesapeake Bay watershed. The Chesapeake Bay Watershed, located in the Mid-Atlantic Region of the United States, is experiencing rapid habitat loss and fragmentation from sprawling low-density development. The bay itself is heavily stressed by excess sediment and nutrient runoff. Three states, the District of Columbia, and the federal government signed an agreement in 2000 to address these problems. The commitments included an assessment of the watershed's resource lands, and targeting the most valued lands for protection. As part of this task, the Resource Lands Assessment identified an ecological network comprised of large contiguous blocks (hubs) of forests, wetlands, and streams, interconnected by corridors to allow animal and plant propagule dispersal and migration. Hubs were prioritized by ecoregion, by analyzing a variety of ecological parameters, including: rare species presence, rarity and population viability; vegetation and vertebrate richness; habitat area, condition, and diversity; intactness and remoteness; connectivity potential; and the nature of the surrounding landscape. I found that much of the watershed was still fairly intact, although this varied dramatically by ecoregion. Current protection also varied, and an assessment of vulnerability will help focus protection efforts among the most valuable hubs and corridors. MORE INFORMATION - ftp://www.pasda.psu.edu/pub/pasda/chesbp/ENMethods.doc",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Chesapeake Bay Program"
  ],
  "dc_creator_sm": [
    "Chesapeake Bay Program"
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=250\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=250\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2000"
  ],
  "dct_spatial_sm": [
    "Chesapeake Bay Basin, Maryland, United States"
  ],
  "layer_slug_s": "1ab746a3-78e5-4a0f-af31-8eea5e3c0dd1",
  "layer_geom_type_s": "Mixed",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-74.577117, -81.009731, 43.003232, 36.551227)",
  "solr_year_i": 2000,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.7772295,-77.793424",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4351178"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}