{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "037a1812-141a-4856-8e37-bbcde1c72b4f",
  "dc_identifier_s": "037a1812-141a-4856-8e37-bbcde1c72b4f",
  "dc_title_s": "Address Points: Prince George's County, Maryland",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This layer contains locational property address identifiers for the numbered thoroughfare addresses within Prince George’s County, Maryland. The main purpose of the layer is to provide address reference and searches, to support the county’s 911 service, and the production of cartographic products.Positioning: For the most part, the address points are positioned at the center of each building’s footprint, or near the center of each addressed portion of a building. Other points are placed near the center of unimproved lots. Sources of address information: The state’s tax account information, address maps and guidance from the M-NCPPC’s Development Review Division staff, and other address authorities such as the cities of Laurel and Greenbelt. Standards: The address data largely follows the Federal Geographic Data Committee’s United States Thoroughfare, Landmark, and Postal Address Data Standard, though additional fields are maintained for specialized needs. Further, it follows the National Emergency Number Association’s Standard Data Formats For 9-1-1 Data Exchange & GIS Mappingand postal delivery standards from the United States Postal Service. Future enhancement: A number of fields are included for possible use in future work, such as to support the creation of cartographic products or other analyses using the address information. To this end, this layer contains a sample set of landmark addresses, unit numbers, and data for labeling hundred blocks, address ranges, and miscellaneous address notes.",
  "dc_creator_sm": [
    ""
  ],
  "dc_publisher_sm": [
    "Prince George's County, Maryland"
  ],
  "dc_subject_sm": [
    "Location"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    ""
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Prince George's County, Maryland",
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-77.075445,-76.671085,39.126197,38.543487)",
  "b1g_centroid_ss": "38.834841999999995,-76.873265",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04f-03",
  "dct_isPartOf_sm": [
    "04f-03"
  ],
  "b1g_dateAccessioned_s": "2019-04-05",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://gisdata.pgplanning.org/opendata/\",\"http://schema.org/downloadUrl\":\"http://gisdata.pgplanning.org/opendata/downloadzip.asp?FileName=/data/ShapeFile/Address_Pt.zip\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}