{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "0d0836ab-2d7b-4542-a25f-f4c044001d01",
  "dc_identifier_s": "0d0836ab-2d7b-4542-a25f-f4c044001d01",
  "dc_title_s": "Traffic Analysis Zones, Council of Governments: Prince George's County, Maryland",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "Council of Governments Traffic Analysis Zones - COGTAZ is a stand-alone geography. COGTAZ is a geographic designation used by the Council of Governments to collect and analyze statistical information for input to COG's travel demand forecasting model. This geography is maintained by the Research Section and corresponds to the geography for which dwelling unit, household, population, and employment estimates are maintained and forecasts developed. There are currently a total of 2,191 COG-TAZs in the entire COG modeled region, and 380 of the zones are in Prince George's County. Each zone in the county is uniquely identified by a number ranging from 640 to 1020. (Since the unification of Takoma Park, there is no TAZ 648 in Prince George's County.) Coverage Derivation: The original coverage from the COG came with unspecified scale which has been adjusted to 1:2,400 scale. The following coverages (layers) were used to adjust the COGTAZ boundaries: PAZ, CAZ, PA, Streams, Muni., PGTAZ, Cline, Property, 2000 Aerial, Roadsall and Zoning. In addition, the Research Section also sought input from the Community and Countywide Planning Divisions to achieve further refinements to the geography and data. The boundaries and attribute data were checked by the Research Section staff for quality control. This data is current to Round 9 of the Council of Governments projections.",
  "dc_creator_sm": [
    "Council of Governments, The Maryland-National Capital Park & Planning Commission - Prince George's County"
  ],
  "dc_publisher_sm": [
    "Prince George's County, Maryland"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    ""
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Prince George's County, Maryland",
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-77.083585,-76.668343,39.131967,38.536547)",
  "b1g_centroid_ss": "38.834257,-76.875964",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04f-03",
  "dct_isPartOf_sm": [
    "04f-03"
  ],
  "b1g_dateAccessioned_s": "2019-04-05",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://gisdata.pgplanning.org/opendata/\",\"http://schema.org/downloadUrl\":\"http://gisdata.pgplanning.org/opendata/downloadzip.asp?FileName=/data/ShapeFile/COG_Traffic_Analysis_Zone_Py.zip\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}