{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "4a2bc8b3-e2f3-49e3-9583-1af2452641ec",
  "dc_identifier_s": "4a2bc8b3-e2f3-49e3-9583-1af2452641ec",
  "dc_title_s": "Future Land Use: Prince George's County, Maryland",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This layer was created by examining the future land uses from master, sector and transit district development plans that have been approved by the District Council in Prince George’s County since 2002 and digitizing the future land use from the approved plans. For areas of the county that did not have a recent land use plan or the land use plans were too old, greater than 15 years, the standard that the Approved Subregion 4 Master Plan(2009) set was utilized. After the future land uses were added to the FLU field, the land uses were then generalized. The generalization process first identified the future land uses that were less than or equal to twenty (20) acres in size. Once the future land uses that were less than or equal to twenty acres in size were identified, they were attributed with the adjacent predominate future land use and thus being generalized. If there was no predominate future land use surrounding the future land use, the future land use was not generalized. Any plan approved after May 6, 2014 will utilize the Generalized Future Land Use categories from the approved General Plan. The generalized land use categories do not identify permitted uses or imply dimensional standards. By definition, the generalized future land use should be interpreted broadly and is intended to provide a countywide perspective of future land use patterns. To identify the future land use designation for a specific property, please refer to the property’s relevant approved sector or master plan.The Approved Plan Prince George’s 2035 General Plan has identified ten (10) Future/Generalized Land Use categories. The categories are: Mixed-Use, Commercial, Industrial/Employment, Institutional, Residential High, Residential Medium-High, Residential Medium, Residential Low, Rural and Agricultural and, Parks and Open Space. The Generalized Future Land Use is to be used at the County scale while the Future Land Use can be used down to the parcel scale.",
  "dc_creator_sm": [
    ""
  ],
  "dc_publisher_sm": [
    "Prince George's County, Maryland"
  ],
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2017-08-01",
  "dct_temporal_sm": [
    ""
  ],
  "b1g_date_range_drsim": [
    "[2017 TO 2017]"
  ],
  "solr_year_i": "2017",
  "dct_spatial_sm": [
    "Prince George's County, Maryland",
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-77.077515,-76.668431,39.131186,38.539279)",
  "b1g_centroid_ss": "38.835232500000004,-76.872973",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04f-03",
  "dct_isPartOf_sm": [
    "04f-03"
  ],
  "b1g_dateAccessioned_s": "2019-04-05",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://gisdata.pgplanning.org/opendata/\",\"http://schema.org/downloadUrl\":\"http://gisdata.pgplanning.org/opendata/downloadzip.asp?FileName=/data/ShapeFile/Land_Use_Future_Py.zip\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}