{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:41:30Z",
  "layer_slug_s": "9edd60d0-2e05-47cc-8e04-e910ea46305c",
  "dc_identifier_s": "9edd60d0-2e05-47cc-8e04-e910ea46305c",
  "dc_title_s": "Schools, Public & Private: Prince George's County, Maryland",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This dataset contains public and private school locations, names, addresses, phone numbers, life cycle status, school types, enrollment figures, site acreage, square footage, and facility condition for school facilities within Prince George's County, Maryland. Public and private educational facilities include all those that offer instruction in one or more grades from pre-kindergarten through primary, secondary, and post-secondary levels.For reference, here are descriptions of school-related terms involved in this layer:Public school, defined: Public schools\" means the schools in the public elementary and secondary education system of this State. (MD. CODE ANN. EDUC. (2016) § 1-101 (k))Md. EDUCATION Code Ann. § 10-101(g) “Elementary and secondary education” means education and programs of education from and including preschool through the end of high school and their equivalent.COMAR Title 13B.01.01.02B (16) \"Institution of higher education\" means an institution of post-secondary education that generally limits enrollment to graduates of secondary schools, and awards degrees at either the associate, baccalaureate, or graduate level. COMAR Title 13B.07.01.02B(2)(a) \"College\" means a public community college or regional community college authorized to operate in Maryland. COMAR Title 13B.07.01.02B(6)(a) \"County\" means: A political subdivision of the State that supports a community college under Education Article, §16-201, Annotated Code of Maryland.The University System of Maryland (USM) is the state's public higher education system. (In the county, represented by Bowie State, University of Maryland University College, and UMD College Park).The Maryland State Board of Education is the voice of the public and policy maker for Maryland's public schools, public libraries and vocational rehabilitation services. The Maryland Higher Education Commission (MHEC) is the State of Maryland's higher education coordinating board responsible for establishing statewide policies for Maryland public and private colleges and universities and for-profit career schools. It is an independent agency created in 1988 and given responsibility for the planning, supervision and coordination of Maryland's postsecondary education system. (COMAR Education Article, §§10-207, 11-105).Aid to Community Colleges - (Education Article, §§11-105(c) and 16-305). The Commission (MHEC) administers the formula-based aid program that provides State funding to community colleges. The John A. Cade funding formula for community colleges is calculated based on 25% of the State aid per full-time equivalent student at selected four-year public institutions times the number of community college students. Due to budget constraints, the percentage was decreased to 23.1% for FY 2003 and FY 2004 and 24% for FY 2005. It is scheduled to revert to 25% in FY 2006. The community colleges also receive State funding through a number of grant programs.Md. EDUCATION Code Ann. § 10-210 (2016)§ 10-210. Duties of community colleges (a) Provide diverse range of educational services. -- The community colleges of the State shall provide a diverse range of education services, with particular emphasis on community centered programs and programs that afford open access to persons with a variety of educational backgrounds.(b) Curricula, programs, etc. -- The community colleges of the State shall:(1) Provide a core curriculum of general education, including courses in the arts and sciences, that should be available to all students;(2) Provide lower level undergraduate courses, in accordance with credit transfer guidelines set by the Maryland Higher Education Commission, for students who aspire to continue their education at a senior institution;(3) Provide technical and career education programs;(4) Provide training in skills and fields of study of importance to the region's business community;(5) Provide a wide variety of continuing education programs to benefit citizens of the community;(6) Provide developmental and remedial education for citizens with needs in these areas; and(7) Provide public services to the community's citizens.Md. EDUCATION Code Ann.§ 16-101(a). Board of community college trustees - Established in counties with community colleges. -- There is a board of community college trustees in each county that has one or more community colleges.Md. EDUCATION Code Ann.§ 16-103(b) Establishment and operation. -- With the approval of the Maryland Higher Education Commission, each board of trustees may establish and operate one or more community colleges.Md. EDUCATION Code Ann.§ 16-103(c) General control; rules and regulations. -- Each board of trustees shall exercise general control over the community college, keep separate records and minutes, and adopt reasonable rules, regulations, or bylaws to carry out the provisions of this subtitle.Private school defined -Section 27-107.01. Definitions. Prince George's County code(a)(206) School, Private: A private school or training institution which offers a program of college, professional, preparatory, high school, middle school, junior high school, elementary, kindergarten, or nursery school instruction; or any program of trade, technical, professional, or artistic instruction. A private school is not a \"Home Occupation.\" The term does not include:(A) Any institution which is under the jurisdiction of the Prince George's County Board of Education; or(B) Any activity offering instruction which is carried on by a single teacher, tutor, or instructor having a total enrollment of less than six (6) students.(CB-23-1988)Private Career Schools - (Education Article, §§11-201-11-205). The MHEC Commission serves as the State's regulator of private career schools. It sets academic and financial standards and takes legal action when necessary to protect students. It posts Private Career School performance to this website. No private career school may operate in Maryland without Commission approval. Currently, more than 150 private career schools operate in Maryland. COMAR Title 13B.01.01.02B (21) \"Private career school\" means a privately owned and privately operated institution of post-secondary education, other than an institution of higher education, that furnishes or offers to furnish programs, whether or not requiring a payment of tuition or a fee, for the purpose of training, retraining, or upgrading individuals for gainful employment as skilled or semiskilled workers or technicians in recognized occupations or in new and emerging occupations. Md. EDUCATION Code Ann. § 10-101(d) (2016) For-profit institution of higher education. -- \"For-profit institution of higher education\" means an institution of higher education that generally limits enrollment to graduates of secondary schools, awards degrees at the associate, baccalaureate, or graduate level, and is not a public or private nonprofit institution of higher education.Md. EDUCATION Code Ann. § 10-101(g) Independent institution of higher education. -- \"Independent institution of higher education\" means a private nonprofit institution of higher education that generally limits enrollment to graduates of secondary schools, serves a public purpose, and awards degrees at the associate, baccalaureate, or graduate level.\"",
  "dc_creator_sm": [
    "The Maryland-National Capital Park & Planning Commission - Prince George's County"
  ],
  "dc_publisher_sm": [
    "Prince George's County, Maryland"
  ],
  "dc_subject_sm": [
    "Structure"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2013-12-31",
  "dct_temporal_sm": [
    ""
  ],
  "b1g_date_range_drsim": [
    "[2013 TO 2013]"
  ],
  "solr_year_i": "2013",
  "dct_spatial_sm": [
    "Prince George's County, Maryland",
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-77.017298,-76.6918,39.109768,38.634607)",
  "b1g_centroid_ss": "38.8721875,-76.85454899999999",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04f-03",
  "dct_isPartOf_sm": [
    "04f-03"
  ],
  "b1g_dateAccessioned_s": "2019-04-05",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://gisdata.pgplanning.org/opendata/\",\"http://schema.org/downloadUrl\":\"http://gisdata.pgplanning.org/opendata/downloadzip.asp?FileName=/data/ShapeFile/School_Pt.zip\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}