{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "ad73cab9-d469-4b26-9321-2ec016081a36",
  "dc_identifier_s": "ad73cab9-d469-4b26-9321-2ec016081a36",
  "dc_title_s": "Transforming Neighborhoods Initiative Areas: Prince George's County, Maryland",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "The Transforming Neighborhoods Initiative (TNI) focuses on uplifting six neighborhoods in the County that face significant economic, health, public safety and educational challenges. The objective of TNI is to improve key indicators in the targeted areas, such as violent crime, property crime, 3rd grade and 5th grade reading and math scores, school absentee rates, foreclosure rates, concentrations of Section 8 housing, income levels, pedestrian deaths/injuries and residents on public assistanceThe noted indicators for each TNI area are not all inclusive and based on neighborhood level Census Designated Place (CDP) data.Six areas of Prince George’s County have been designated in the TNI as having significant needs: 1) Langley Park; 2) East Riverdale/Bladensburg; 3) Kentland/Palmer Park; 4) Suitland; 5) Hillcrest Heights/Marlow Heights; and 6) Glassmanor.The designation is based primarily on substantial impact by violent crime rates, due to its overall impact on investment in the County by businesses, developers, and potential new residents. A secondary indicator of Education (3rd grade and 5th grade test scores) was also used to determine the areas for the TNI.A Deputy Chief Administrative Officer (DCAO) or Assistant DCAO will lead a team of agency representatives through an inventory and needs assessment of the area to develop an action plan to improve the need indicators, with as much input from local stakeholders, such as churches, towns, businesses, and civic associations, as possible. These plans are measured against individual indicators for each area, developed by each TNI area team, and provided monthly to the Office of Information Technology and Communications (OITC).The program will be reviewed every six (6) months to determine its impact on the local economy, the improvement of education, the safety of neighborhoods and the quality of health and human services. Annually, the program will be reviewed to determine if it should be continued.See http://co.pg.md.us/Government/ExecutiveBranch/tnifor further information.The TNI boundary are delineated and maintained by Prince George's County OITC.",
  "dc_creator_sm": [
    "Prince George's County Office of Information Technology - GIS"
  ],
  "dc_publisher_sm": [
    "Prince George's County, Maryland"
  ],
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    ""
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Prince George's County, Maryland",
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-77.001157,-76.844306,39.001034,38.806323)",
  "b1g_centroid_ss": "38.9036785,-76.9227315",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04f-03",
  "dct_isPartOf_sm": [
    "04f-03"
  ],
  "b1g_dateAccessioned_s": "2019-04-05",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://gisdata.pgplanning.org/opendata/\",\"http://schema.org/downloadUrl\":\"http://gisdata.pgplanning.org/opendata/downloadzip.asp?FileName=/data/ShapeFile/TNI_Area_Py.zip\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}