{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:41:30Z",
  "layer_slug_s": "5670f58c-bb1e-4353-b288-e85986ba7365",
  "dc_identifier_s": "5670f58c-bb1e-4353-b288-e85986ba7365",
  "dc_title_s": "Ambient and fixed station network groundwater monitoring point data (1985 - 1998): Pennsylvania",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This coverage represents the point locations and data for 1,106 groundwater quality monitoring points sampled under the PA DEP Fixed Station Network (FSN) and Ambient Survey groundwater monitoring program. Sample data were collected from August 1985 to December 1998. Monitoring points were typically homeowner wells, springs, public water supplies, or industrial wells. Locations were chosen to represent regional background conditions within a groundwater basin. Samples were collected by prioritized groundwater basins. Monitoring points represent some of the top 100 priority basins of the 478 groundwater basins. Monitoring points were analyzed for 27 different analytes including pH, alkalinity, total dissolved solids, ammonia nitrogen, nitrite nitrogen, nitrate nitrogen, phosphorus, total organic carbon, total hardness, calcium, magnesium, sodium, potassium, chloride, sulfate, silica, arsenic, barium, cadmium, chromium, copper, iron, lead, manganese, zinc, mercury, and turbidity. Data for alkalinity through silica are in mg/L, whereas values listed for arsenic through mercury are in ug/L. Turbidity is in NTUs. PH is a laboratory pH value. Analyte values listed with the coverage are means. Monitoring points have been sampled up to 34 times. Trend analysis results are included for 474 monitoring points by parameter. The Kendall Tau rank correlation test was used to test for trends in ground water quality over time. This test is a nonparametric procedure that is similar to the standard correlation coefficient to assess the presence of a relationship between variables. The Kendall Tau value represents a probability that there is a relationship between two variables. A significance level of .05 was used with the calculated Kendall Tau correlation coefficients. Trend analysis was performed on monitoring points using SAS statistical software.",
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_publisher_sm": [
    "State of Pennsylvania"
  ],
  "dc_subject_sm": [
    "Environment",
    "Inland Waters"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Files",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Penn State",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "1999"
  ],
  "b1g_date_range_drsim": [
    "[1999 TO 1999]"
  ],
  "solr_year_i": "1999",
  "dct_spatial_sm": [
    "Pennsylvania"
  ],
  "solr_geom": "ENVELOPE(-74.617,-80.5181,42.234,39.693)",
  "b1g_centroid_ss": "40.963499999999996,-77.56755000000001",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "08a-01",
  "dct_isPartOf_sm": [
    "08a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=57\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=57\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/08a-01/FullMetadataDisplay.aspx%3ffile=groundwatermonitoring1999.html\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}