{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:41:30Z",
  "layer_slug_s": "912cfa59-9285-4460-adf7-deaf0e5b8b9a",
  "dc_identifier_s": "912cfa59-9285-4460-adf7-deaf0e5b8b9a",
  "dc_title_s": "Prime Agricultural Soils: Chester County, Pennsylvania",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This data set represents Prime Agricultural Soils as defined by the County of Chester. The designation equates to any soil map unit designation as 1 or 2 in the Nonirrigated Capability Class from the SSURGO data base. The SSURGO data set is a digital soil survey and is the most detailed level of soil geographic data developed by the National Cooperative Soil Survey. The information was collected by digitizing maps, by compiling information onto a planimetric correct base and digitizing, or by revising digitized maps using remotely sensed and other information. The SSURGO data set consists of georeferenced digital map data and computerized attribute data. The map data are in a full county format and include a detailed, field verified inventory of soils and nonsoil areas that normally occur in a repeatable pattern on the landscape and that can be cartographically shown at the scale mapped. Sometimes a special soil features layer (point and line features) is included. This layer displays the location of features too small to delineate at the mapping scale, but they are large enough and contrasting enough to significantly influence use and management. The soil map units are linked to attributes in the Map Unit Interpretations Record relational data base, which gives the proportionate extent of the component soils and their properties. The data set has been provided to Chester County Departments and PASDA as an ArcView shapefile by the County of Chester, Department of Computer and Information Services. The theme has been reprojected to PA Stateplane NAD83 from its original datum in accordance with the base map standards of the County of Chester. The County of Chester serves as the secondary organization in providing this shapefile, as compared to its originator and primary organization, the Natural Resources Conservation Service.",
  "dc_creator_sm": [
    "U S Department of Agriculture"
  ],
  "dc_publisher_sm": [
    "State of Pennsylvania"
  ],
  "dc_subject_sm": [
    "Geoscientific Information",
    "Biota"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Files",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Penn State",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "1997"
  ],
  "b1g_date_range_drsim": [
    "[1997 TO 1997]"
  ],
  "solr_year_i": "1997",
  "dct_spatial_sm": [
    "Pennsylvania"
  ],
  "solr_geom": "ENVELOPE(-75.3549,-76.137,40.2525,39.7078)",
  "b1g_centroid_ss": "39.980149999999995,-75.74595",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "08a-01",
  "dct_isPartOf_sm": [
    "08a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=71\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=71\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/08a-01/FullMetadataDisplay.aspx%3ffile=chestercountyprimeag.html\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}