{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "db5c8394-3f9a-456f-b957-c31208fcf4e9",
  "dc_identifier_s": "db5c8394-3f9a-456f-b957-c31208fcf4e9",
  "dc_title_s": "Mine Maps  - Tile Index: Pennsylvania",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "Coal mining has occurred in Pennsylvania for over a century. The maps of these coal mines are stored at various public and private locations (if they still exist at all) throughout the commonwealth. The Pennsylvania Department of Environmental Protection (DEP), Office of Active and Abandoned Mine Operations is involved in many projects dealing with historic and active mine map restoration and digitization. The DEP has tried to preserve the historic information contained on these maps by scanning the maps into a digital image. The preferred format for archiving these maps is an uncompressed Tagged Image File Format (.TIF) at 400 DPI resolution and 24-bit RGB color depth. Some archival images are stored at a lower DPI due to scanner limitations and/or extremely large size of the original hardcopy. Various scanners were used at different locations at different times. Detailed metadata on the individual map sheets can be found in the Pennsylvania Historic Underground Mine Map Inventory System (PHUMMIS). Many of the mine map images have been georeferenced after an archive image is made. These maps have been georeferenced to provide the approximate spatial location so that they can be used for many environmental related issues, including mine land reclamation and determination of needs for Mine Subsidence Insurance. It is understood that there is an inherit loss of accuracy in the georeferencing process and the georeferenced map may not align correctly with base maps and/or established coordinate systems. Therefore these georeferenced maps should ONLY be used for reference information only and NOT be used for an engineering and/or human safety related issues. Before a map is georeferenced, it is compressed into a MrSID file format using LizardTech GeoExpress software. The compressed image is georeferenced in ESRI ArcGIS software. An attempt is made to match a minimum of four control points between the source map image and target basemaps/coordinates. The points used to link the mine map to a base map include, but are not limited to: road crossings, monuments, property boundaries, water crossings, structures, coordinates, railroads, etc. When four control points cannot be obtained with this process, additional points may have been used from other previously georeferenced mine maps. Some maps were previously georeferenced in other file formats, if the georeferencing was deemed sufficient, a MrSID image of the same map may have been georeferenced to the previous image using the four corners of the map image. The extents of the georeferenced images are then recorded in a feature class to create a spatial Underground Mine Map Index. It should be noted that the Mine Map Index overlay displayed on the PA Mine Map Atlas web map application may not contain features for all available georeferenced maps due to duplication of maps and/or visual presentation of the Atlas web map, but the index shapefile available for FTP download from PASDA will contain features for all available quality-controlled georeferenced underground mine maps as of its publish date.",
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_publisher_sm": [
    "State of Pennsylvania"
  ],
  "dc_subject_sm": [
    "Geoscientific Information"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Files",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Penn State",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Pennsylvania"
  ],
  "solr_geom": "ENVELOPE(-80.5211,-74.6895,42.5147,39.7198)",
  "b1g_centroid_ss": "41.11725,-77.6053",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "08a-01",
  "dct_isPartOf_sm": [
    "08a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1047\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1047\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/08a-01/FullMetadataDisplay.aspx%3ffile=MineMaps.html\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}