{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "df3c9d4c-715c-47b1-94c2-7b41c91a230e",
  "dc_identifier_s": "df3c9d4c-715c-47b1-94c2-7b41c91a230e",
  "dc_title_s": "Stormwater 167: Pennsylvania, 2018",
  "dct_alternativeTitle_sm": [
    "Stormwater 167: Pennsylvania"
  ],
  "dc_description_s": "Stormwater management involves the control of water that runs off the surface of the land from rain or melting ice or snow. The volume, or amount of runoff and its rate of runoff, substantially increase as land development occurs. Construction of impervious surfaces, such as roofs and parking lots, and the installation of storm sewer pipes which efficiently collect and discharge runoff, prevent the infiltration of rainfall into the soil. Management of stormwater is necessary to compensate for the possible impacts of development such as frequent flooding, erosion and sedimentation problems, concentration of flow on adjacent properties, damages to roads, bridges and other infrastructure as well as non-point source pollution washed off from impervious surfaces. The Pennsylvania legislature enacted the Storm Water Management Act (No.167) in 1978 to authorize a program of comprehensive watershed stormwater management which retains local implementation and enforcement of stormwater ordinances similar to local responsibility of administration of subdivision and land development regulations. Under the Act, the Department of Environmental Protection (DEP) provides grant money to counties to develop stormwater management plans for designated watersheds. This planning effort results in the incorporation of sound engineering standards and criteria into local codes and ordinances to manage runoff from new development in a coordinated, watershed-wide approach. Counties develop stormwater plans for each of their watersheds within their boundaries. DEP develops grant agreements with counties to pay for 75 percent of the cost to prepare the plans. Upon completion of a plan by a county and approval by DEP, municipalities located in the watershed adopt ordinances consistent with the plan. Developers are then required to follow the local drainage regulations that incorporate the standards of the watershed plan when preparing their land development plan. Although not all watersheds have been studied, developers in non-studied areas are still required to follow any local drainage regulations adopted under the Municipalities Planning Code. County boundaries within Pennsylvania as delineated for the PennDOT Type 10 general highway map.",
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_publisher_sm": [
    "State of Pennsylvania"
  ],
  "dc_subject_sm": [
    "Utilities and Communications"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Files",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Penn State",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Pennsylvania"
  ],
  "solr_geom": "ENVELOPE(-74.616156,-80.617484,42.282679,39.674068)",
  "b1g_centroid_ss": "40.978373500000004,-77.61682",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "08a-01",
  "dct_isPartOf_sm": [
    "08a-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "HTML",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"ftp://ftp.pasda.psu.edu/pub/pasda/dep/historic\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/08a-01/FullMetadataDisplay.aspx%3ffile=Stormwater167_2018_07.html\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}