{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-07-17T22:46:42Z",
  "dc_rights_s": "Public",
  "dc_title_s": "Gridded Soil Survey Geographic Database (gSSURGO): Wisconsin, 2019",
  "dct_alternativeTitle_sm": [
    "Gridded Soil Survey Geographic Database (gSSURGO), WI 2019"
  ],
  "dc_description_s": "For ALL: [The Gridded SSURGO dataset was created for use in national, regional, and state-wide resource planning and analysis of soils data. The raster map layer data can be readily combined with other national, regional, and local raster layer.]For Poly: [This dataset is a digital soil survey and generally is the most detailed level of soil geographic data developed by the National Cooperative Soil Survey. The information was prepared by digitizing maps, by compiling information onto a planimetric correct base and digitizing, or by revising digitized maps using remotely sensed and other information.This dataset consists of georeferenced digital map data and computerized attribute data. The map data are in a state-wide extent format and include a detailed, field verified inventory of soils and miscellaneous areas that normally occur in a repeatable pattern on the landscape and that can be cartographically shown at the scale mapped. The soil map units are linked to attributes in the National Soil Information System relational database, which gives the proportionate extent of the component soils and their properties.]",
  "dc_language_sm": [
    "English"
  ],
  "dc_creator_sm": [
    "U.S. Department of Agriculture – Natural Resources Conservation Service"
  ],
  "dc_publisher_sm": [
    "State of Wisconsin"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_subject_sm": [
    "Farming"
  ],
  "dct_temporal_sm": [
    "2019"
  ],
  "solr_year_i": "2019",
  "dct_spatial_sm": [
    "Wisconsin"
  ],
  "solr_geom": "ENVELOPE(-93.026099, -86.599441, 47.154462, 42.321018)",
  "b1g_centroid_ss": "44.73774,-89.81277",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "layer_geom_type_s": "Vector",
  "dc_format_s": "Shapefile",
  "layer_slug_s": "4231C898-AED8-4945-B6CF-79595B140047",
  "dc_identifier_s": "4231C898-AED8-4945-B6CF-79595B140047",
  "dct_provenance_s": "Wisconsin",
  "b1g_code_s": "10a-01",
  "dct_isPartOf_sm": [
    "10a-01"
  ],
  "b1g_status_s": "Active",
  "b1g_dateAccessioned_s": "2020-07-17",
  "suppressed_b": "FALSE",
  "b1g_child_record_b": "FALSE"
}