{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-07-17T22:46:42Z",
  "dc_rights_s": "Public",
  "dc_title_s": "Counties (500k Carto Boundary File): Wisconsin, 2018",
  "dct_alternativeTitle_sm": [
    "Counties (500k Carto Boundary File), WI 2018"
  ],
  "dc_description_s": "This data represents Counties from the U.S. Census Bureau for Wisconsin in 2018. [The 2018 cartographic boundary shapefiles are simplified representations of selected geographic areas from the U.S. Census Bureau's Master Address File / Topologically Integrated Geographic Encoding and Referencing (MAF/TIGER) Database (MTDB). These boundary files are specifically designed for small-scale thematic mapping. When possible, generalization is performed with the intent to maintain the hierarchical relationships among geographies and to maintain the alignment of geographies within a file set for a given year. Geographic areas may not align with the same areas from another year. Some geographies are available as nation-based files while others are available only as state-based files. The primary legal divisions of most states are termed counties. In Louisiana, these divisions are known as parishes. In Alaska, which has no counties, the equivalent entities are the organized boroughs, city and boroughs, municipalities, and for the unorganized area, census areas. The latter are delineated cooperatively for statistical purposes by the State of Alaska and the Census Bureau. In four states (Maryland, Missouri, Nevada, and Virginia), there are one or more incorporated places that are independent of any county organization and thus constitute primary divisions of their states. These incorporated places are known as independent cities and are treated as equivalent entities for purposes of data presentation. The District of Columbia and Guam have no primary divisions, and each area is considered an equivalent entity for purposes of data presentation. The Census Bureau treats the following entities as equivalents of counties for purposes of data presentation: Municipios in Puerto Rico, Districts and Islands in American Samoa, Municipalities in the Commonwealth of the Northern Mariana Islands, and Islands in the U.S. Virgin Islands. The entire area of the United States, Puerto Rico, and the Island Areas is covered by counties or equivalent entities. The generalized boundaries for counties and equivalent entities are based on those as of January 1, 2018, primarily as reported through the Census Bureau's Boundary and Annexation Survey (BAS).]",
  "dc_language_sm": [
    "English"
  ],
  "dc_creator_sm": [
    "U.S. Census Bureau"
  ],
  "dc_publisher_sm": [
    "State of Wisconsin"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_subject_sm": [
    "Boundaries"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Wisconsin"
  ],
  "solr_geom": "ENVELOPE(-92.888114, -86.805415, 47.080621, 42.491983)",
  "b1g_centroid_ss": "44.786302,-89.8467645",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "layer_geom_type_s": "Vector",
  "dc_format_s": "Shapefile",
  "layer_slug_s": "614AEB16-A438-499C-8146-3517D7EAE66F",
  "dc_identifier_s": "614AEB16-A438-499C-8146-3517D7EAE66F",
  "dct_provenance_s": "Wisconsin",
  "b1g_code_s": "10a-01",
  "dct_isPartOf_sm": [
    "10a-01"
  ],
  "b1g_status_s": "Active",
  "b1g_dateAccessioned_s": "2020-07-17",
  "suppressed_b": "FALSE",
  "b1g_child_record_b": "FALSE"
}