{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-07-17T22:46:42Z",
  "dc_rights_s": "Public",
  "dc_title_s": "Hydrography (1:24,000) Value Added: Wisconsin, 2019",
  "dct_alternativeTitle_sm": [
    "Hydrography (1:24,000) Value Added, Wisconsin 2019"
  ],
  "dc_description_s": "This data represents Hydrography (1:24,000) Value Added, Wisconsin in 2019. [The goal of this project is to attribute hydrography features within the state of Wisconsin. Some features in Wisconsin have watersheds that include areas outside of the state. Examples of this include the Nemadji drainage in Minnesota and the entire Mississippi River. We included necessary out-of-state features whenever possible in order to have complete watershed coverage. We also included all out-of-state features that are within HUC12s that cross the Wisconsin border. This latter inclusion allowed for more accurate watershed delineations. Because we delineated sheds within HUC12 boundaries, it was important to have all possible features included in delineations so that no feature was assigned an overly large watershed. The major exceptions to the out-of-state inclusions were for four major boundary rivers: the St. Louis, St. Croix (along the state border, not the inland portion), Mississippi, and Menominee. We did not include out of state features that flow into these rivers because 1) we are not as interested in attributing these large rivers and 2) there would be a substantial number of additional out-of-state features that would need to be obtained in order to attribute these rivers. The database only has base attribution and channel-level attribution for these features.]",
  "dc_language_sm": [
    "English"
  ],
  "dc_creator_sm": [
    "Wisconsin Department of Natural Resources"
  ],
  "dc_publisher_sm": [
    "State of Wisconsin"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "dct_temporal_sm": [
    "2019"
  ],
  "solr_year_i": "2019",
  "dct_spatial_sm": [
    "Wisconsin"
  ],
  "solr_geom": "ENVELOPE(-93.00515, -86.709079, 47.083079, 42.234302)",
  "b1g_centroid_ss": "44.6586905,-89.8571145",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "layer_geom_type_s": "Vector",
  "dc_format_s": "Shapefile",
  "layer_slug_s": "AFAEFE83-76BA-4A49-84BC-26FB4E44CBE1",
  "dc_identifier_s": "AFAEFE83-76BA-4A49-84BC-26FB4E44CBE1",
  "dct_provenance_s": "Wisconsin",
  "b1g_code_s": "10a-01",
  "dct_isPartOf_sm": [
    "10a-01"
  ],
  "b1g_status_s": "Active",
  "b1g_dateAccessioned_s": "2020-07-17",
  "suppressed_b": "FALSE",
  "b1g_child_record_b": "FALSE"
}