{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-07-17T22:46:42Z",
  "dc_rights_s": "Public",
  "dc_title_s": "Census County Subdivisions (500k Carto Boundary File): Wisconsin, 2018",
  "dct_alternativeTitle_sm": [
    "Census County Subdivisions (500k Carto Boundary File), WI 2018"
  ],
  "dc_description_s": "This data represents County Subdivisions from the U.S. Census Bureau for Wisconsin in 2018. [The 2018 cartographic boundary shapefiles are simplified representations of selected geographic areas from the U.S. Census Bureau's Master Address File / Topologically Integrated Geographic Encoding and Referencing (MAF/TIGER) Database (MTDB). These boundary files are specifically designed for small-scale thematic mapping. When possible, generalization is performed with the intent to maintain the hierarchical relationships among geographies and to maintain the alignment of geographies within a file set for a given year. Geographic areas may not align with the same areas from another year. Some geographies are available as nation-based files while others are available only as state-based files. County subdivisions are the primary divisions of counties and their equivalent entities for the reporting of Census Bureau data. They include legally-recognized minor civil divisions (MCDs) and statistical census county divisions (CCDs), and unorganized territories. For the 2010 Census, the MCDs are the primary governmental and/or administrative divisions of counties in 29 states and Puerto Rico; Tennessee changed from having CCDs for Census 2000 to having MCDs for the 2010 Census. In MCD states where no MCD exists or is not defined, the Census Bureau creates statistical unorganized territories to complete coverage. The entire area of the United States, Puerto Rico, and the Island Areas are covered by county subdivisions. The boundaries of most legal MCDs are as of January 1, 2018, as reported through the Census Bureau's Boundary and Annexation Survey (BAS). The boundaries of all CCDs, delineated in 20 states, are those as reported as part of the Census Bureau's Participant Statistical Areas Program (PSAP) for the 2010 Census.]",
  "dc_language_sm": [
    "English"
  ],
  "dc_creator_sm": [
    "U.S. Census Bureau"
  ],
  "dc_publisher_sm": [
    "State of Wisconsin"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_subject_sm": [
    "Boundaries"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Wisconsin"
  ],
  "solr_geom": "ENVELOPE(-92.888114, -86.805415, 47.080621, 42.491983)",
  "b1g_centroid_ss": "44.786302,-89.8467645",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "layer_geom_type_s": "Vector",
  "dc_format_s": "Shapefile",
  "layer_slug_s": "EFFBC92C-6DFF-47F7-966A-AD86F134C380",
  "dc_identifier_s": "EFFBC92C-6DFF-47F7-966A-AD86F134C380",
  "dct_provenance_s": "Wisconsin",
  "b1g_code_s": "10a-01",
  "dct_isPartOf_sm": [
    "10a-01"
  ],
  "b1g_status_s": "Active",
  "b1g_dateAccessioned_s": "2020-07-17",
  "suppressed_b": "FALSE",
  "b1g_child_record_b": "FALSE"
}