{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "0b414b41-ddc7-4a58-b09f-f662918c57b6",
  "dc_identifier_s": "0b414b41-ddc7-4a58-b09f-f662918c57b6",
  "b1g_date_range_drsim": [
    "[1976 TO 1976]"
  ],
  "dct_temporal_sm": [
    "1976"
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "b1g_dateAccessioned_s": "2019-12-09",
  "solr_year_i": "1976",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-92.02461, -87.431492, 46.947343, 42.49394)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Point",
  "dct_provenance_s": "Wisconsin",
  "dct_accrualMethod_s": "JSON",
  "b1g_image_ss": "",
  "dct_issued_s": "",
  "suppressed_b": "FALSE",
  "dc_description_s": "These inventories are from the research of David Mickelson, Senior Scientist and Emeritus Professor at the University of Wisconsin.The Shoreline Inventory in the Great Lakes Coastal Oblique Photo Viewer are part of Dave Mickelson's research. The shoreline features in this file represent qaulitative 1976 backshore (bluff or low bank) conditions on Lake Michigan from Sturgeon Bay Canal south to the Illinois state line. Beach condition classifications used in the mapping were tested and modified several times before final mapping was begun.Initial results were reported to the Wisconsin Coastal Management's Coastal Hazards Committee, and their feedback and the initial testing led to the following beach and bluff classifications. All of the shoreline for each date (1976 and 2007) had three components of classification: beach description, backshore description, and structure type.Shore parallel structures that are onshore were mapped under beach description because they had length along the shoreline being segmented. Groins, jetties, and offshore breakwaters were mapped under structure type as points because most had no significant longshore dimension, or in the case of offshore breakwaters, no line to map on. Some were mapped as points and also as having extent along the shore.In 1976 black-and-white oblique air photos were taken by Wisconsin DNR as part of a major shoreline erosion project. They covered the Lake Michigan shoreline from Sturgeon Bay Canal south to the Illinois state line. They also covered the Wisconsin part of Lake Superior shoreline.In spring 2007 oblique digital photos were taken along the Lake Michigan shoreline from Sturgeon Bay Canal to the Illinois state line. Conditions along the shoreline were mapped in a GIS by David Mickelson between September, 2008 and February, 2009 using the 1976 and 2007 photos.The 1976 photographs were geo-located by identifying features that could be seen in the oblique views and Microsoft Virtual Earth and if necessary the 2007 oblique photos. The 2007 photographs were geolocated using software called GPS -- Photo Link (Geospatial Experts).",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Shoreline Structure, Wisconsin 1976",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/WI_Shoreline_Structure_1976.zip\",\"http://schema.org/url\":\"http://floodatlas.org/asfpm/oblique_viewer/\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/WI_Shoreline_Structure_1976.xml\"}",
  "dct_isPartOf_sm": [
    "10d-02"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    ""
  ],
  "dct_spatial_sm": [
    "Wisconsin"
  ],
  "b1g_centroid_ss": "",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "10d-01",
  "dc_creator_sm": [
    "Association of State Floodplain Managers (ASFPM)"
  ]
}