{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "783dc40e-dfe4-4c1b-87d8-28b90c3a51ea",
  "dc_identifier_s": "783dc40e-dfe4-4c1b-87d8-28b90c3a51ea",
  "b1g_date_range_drsim": [
    "[2015 TO 2015]"
  ],
  "dct_temporal_sm": [
    "2015"
  ],
  "dc_subject_sm": [
    "Biota"
  ],
  "b1g_dateAccessioned_s": "2019-12-09",
  "solr_year_i": "2015",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-92.333333, -76, 49, 41.333333)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Polygon",
  "dct_provenance_s": "Wisconsin",
  "dct_accrualMethod_s": "JSON",
  "b1g_image_ss": "",
  "dct_issued_s": "",
  "suppressed_b": "FALSE",
  "dc_description_s": "This dataset was developed as part of a two-phase project by the Great Lakes Commission and collaborators, entitled Monitoring and Mapping Avian Resources Over Selected Areas of the Great Lakes and Outreach to Support Related Resource Management (2012-2014). This project was funded by the US Fish and Wildlife Service. Visual aerial surveys for pelagic waterbirds were conducted over two fall and two spring migration seasons, with several additional surveys occurring during the winter months. Surveyors included: Biodiversity Research Institute (eastern Lake Erie, 2013-2014); Michigan Department of Natural Resources and Michigan State University (Lake St. Clair, western Lake Erie, and Detroit River, 2012-2014); Michigan Natural Features Inventory (Lake Huron, 2012-2014); US Geological Survey (Lake Michigan, 2012-2014); and the Western Great Lakes Bird and Bat Observatory (Lake Michigan, 2012-2014).Caution should be employed when using or interpreting these data, for reasons that include the following:1. Data were collected by multiple surveyors using differing survey methods. Survey locations, frequency, transect density, altitude, plane speed, and other methodologies may have varied, and these variations have the potential to cause variations in detection or identification rates of waterbirds between surveys and between surveyors.2. Many surveys did not include on-transect effort information (for example, GPS transects of survey effort, to enable clear identification of areas that were surveyed and where birds were not found). For surveys that did not include this information, approximate effort data were developed using idealized transects and observation locations, but this is a poor substitute for real effort data. The effort data associated with this dataset should be used with extreme caution, and it is recommended that they are not used for estimating bird densities.3. The majority of data do not include distance information, or include different distance bands between years or survey areas. This largely precludes the correction of counts to include estimates of animals that were present but not observed. As a result, these data cannot be used to estimate real or absolute abundance of pelagic waterbirds, but rather should only be used to develop estimates of relative abundance.4. Surveys were primarily conducted during fall and spring, and were designed to study open-water (pelagic) migratory waterbirds. These surveys did a poor job of capturing the presence of breeding birds and non-waterbirds, including passerines, shorebirds, and raptors.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Bird Survey Grid, Great Lakes Region 2015",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/GLRegion_Bird_Survey_Grid_2015.zip\",\"http://schema.org/url\":\"https://www.glc.org/greatlakesgis\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/GLRegion_Bird_Survey_Grid_2015.xml\"}",
  "dct_isPartOf_sm": [
    "10d-02"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    ""
  ],
  "dct_spatial_sm": [
    ""
  ],
  "b1g_centroid_ss": "",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "10d-01",
  "dc_creator_sm": [
    "Great Lakes Commission"
  ]
}