{
  "dc_identifier_s": "8feb282177d04c68969c43e00682bad4_20",
  "dc_title_s": "Parking Violations Summary for 2015 - Weeks 27 to 52: Washington, D.C.",
  "dc_description_s": "The Vision Zero data contained in this layer pertain to parking violations issued by the District of Columbia's Metropolitan Police Department (MPD) and partner agencies with the authority to do so. For example, the District Department of Transportation's (DDOT) traffic control officers who prevent congestion through enforcement and control at intersections throughout the District. Locations of moving violations are identified from a database provided by the District Department of Motor Vehicles (DMV).The data is summarized by ticket counts based on time of day, week of year, year, and category of violation. The summary form was created as a series of aggregated street segment data, in order to view spatial patterns on a weekly basis. This is a temporal crosstab of violation types (defined below) by week and time of day (ranges defined below).Users are able to query by week to get a DC-wide yearly and weekly perspective on over 50 different combinations of violations. Create interesting street segment heat maps which can get quite specific to identify patterns and answer questions. For example, what type of parking violations occurred the most in the time period of this data These data will give up to 26 distinct street segments of information one for each week of the half year.Field Definitions:Identification Weeknumber Week of Year, based on a Sunday start of the weekStreetSeg Street Segment ID, corresponds to the DDOT street centerline StreetSegID fieldRegistered Name Street nameStreetType Type of Street (Road, Ave, etc)Quad DC Quadrant FromAddLeft Unit number start (for approximating this segment s block) ToAddLeft Unit number end (for approximating this segment s blockMovingImproper commercial and residential vehicle parkingparking in a manner impeding bicycle and pedestrian access parking meter violations miscellaneous parking violations parking in a restricted/reserved curbside use zone residential permit parking program violationsImportant Notes: Records which could not be associated to a street centerline segment (StreetSeg) were excluded from these summariesRecords which do not have a time of day associated with the violation were excluded from these summaries.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "City of Washington, DC"
  ],
  "dc_creator_sm": [
    "District of Columbia GIS Program"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://opendata.dc.gov/datasets/8feb282177d04c68969c43e00682bad4_20\",\"http://schema.org/downloadUrl\":\"https://public-iowadot.opendata.arcgis.com/datasets/dc56173d8c9f41c389199b4619ba4217_2,\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://opendata.dc.gov/datasets/8feb282177d04c68969c43e00682bad4_20\"}",
  "dct_isPartOf_sm": [
    "ArcGIS Open Data"
  ],
  "dct_issued_s": "2016",
  "dct_temporal_sm": [
    "2015"
  ],
  "dct_spatial_sm": [
    "Washington, D.C., United States"
  ],
  "layer_slug_s": "8feb282177d04c68969c43e00682bad4_20",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-07-10T14:46:24Z",
  "solr_geom": "ENVELOPE(-77.113, -76.9094, 38.9953, 38.813)",
  "solr_year_i": 2015,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "38.90415,-77.0112",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "ArcGIS Open Data",
  "geoblacklight_version": "1.0"
}