{
  "uuid": "5564f65828844695b3e970ba3aa22577_27",
  "dc_identifier_s": "5564f65828844695b3e970ba3aa22577_27",
  "dc_title_s": "Owner Points (Retired): Washington, D.C.",
  "dc_description_s": "This dataset was retired in 2014. Please refer to thecommon ownership polygon layer in http://data.dc.gov for the most current data on ownership.Property Owner Points. This dataset contains points that represent the approximate location of real property lots within the District of Columbia. Each property point is generated based on a corresponding record maintained within the Office of Tax and Revenue (OTR) Real Property Tax Administration's (RPTA) real property database. Each point contains the full attribution of database fields derived from ITS public release extract. The initial data conversion effort was begun in 1997 as a means to provide RPTA with a digital mapping system which could be maintained to reflect ongoing changes to property lots and ownership. The initial step was to scan RPTA tax square maps from aperture cards at an effective paper resolution of 400 DPI. The resulting images were then georeferenced to DC's 0.2-meter resolution 1995 digital orthophotos. During the georeferencing process The DC tax assessor provided a database of active tax accounts which were placed interactively by an operator using the georeferenced square image and the orthophoto. Centroids were placed on the primary structure visible in the orthophoto within the raster property polygon. The placement was performed within ArcView 3.2 using a customized data production application. Accounts which could not be placed in the first pass were then reviewed by another operator to attempt to find their correct location. The placed points were QC'd through a spatial overlay with the square index to assure a match between the \"square\" field value within the property database and the actual square polygon into which the point was placed. Spot checking was then performed to confirm that the centroids fell within the correct raster lot. The centroids were delivered to OTR as a single citywide AutoCAD DWG file. Attribute features with square All DC GIS data is stored and exported in Maryland State Plane coordinates NAD 83 meters. METADATA CONTENT IS IN PROCESS OF VALIDATION AND SUBJECT TO CHANGE.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "City of Washington, DC"
  ],
  "dc_creator_sm": "District of Columbia GIS Program",
  "dc_subject_sm": [
    "Locations",
    "Real property",
    "Ownership"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"https://opendata.dc.gov/datasets/5564f65828844695b3e970ba3aa22577_27\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps2.dcgis.dc.gov/dcgis/rest/services/DCGIS_DATA/Property_and_Land_WebMercator/MapServer/27\",\"http://schema.org/downloadUrl\":\"https://opendata.dc.gov/datasets/5564f65828844695b3e970ba3aa22577_27.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2015",
  "dct_spatial_sm": [
    "Washington, D.C., United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4138106"
  ],
  "layer_slug_s": "5564f65828844695b3e970ba3aa22577_27",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-16T20:46:19Z",
  "centroid_s": "38.8990205,-77.0123985",
  "solr_geom": "ENVELOPE(-77.115526, -76.909271, 38.995599, 38.802442)",
  "solr_year_i": 2015
}