{
  "dc_identifier_s": "d437189d-6f4d-4bc8-aab4-0726f75d3128",
  "dc_title_s": "Water Pollution Control Facilities: Pennsylvania",
  "dc_description_s": "A Water Pollution Control Facility is a DEP primary facility type related to the Water Pollution Control Program. The sub-facility types related to Water Pollution Control that are included are:___ Agricultural Activities - The management and use of farming resources for the production of crops, livestock or poultry. Compost/Processing -- Indicates that the facility treats sewage sludge by composting to produce a material that can be beneficially used, biosolids. Conveyance System -- Sewerage system without treatment Discharge Point -- Discharge point to stream Groundwater Monitoring Point -- Internal Monitoring Point -- Used to monitor internal processes-not a discharge Land Discharge -- Land application of wastewater Manure Management - Activities related to or supporting storage, collection, handling, transport, application, planning, record keeping, generation or other manure management activities. Outfall Structure -- Outfall structure to stream Pipeline or Conduit - Pipes or other smaller diameter conveyances that are used to transport or supply of liquids or slurries from collection, storage or supply facilities or areas to other facilities or areas for storage, modification or use. These can be for longer-term, medium-term or short-term and would include design, capacity, maintenance, safety, inspection, accident, and varying use and weather considerations. Pump Station -- Sewerage pump station Storage Unit -- Storage of wastewater Treatment Plant -- Sewage or industrial wastewater treatment plant ____The primary facility kinds of 'Sewage Non-Publicly Owned (Non-Muni)' and 'Sewage Publicly Owned (Muni)' are removed.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_subject_sm": [
    "Environment",
    "Wastewater"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=288\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=288\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "d437189d-6f4d-4bc8-aab4-0726f75d3128",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-74.62126, -80.608626, 42.251472, 39.673818)",
  "solr_year_i": 2018,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.962645,-77.614943",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}