{
  "uuid": "79893370-6a48-46b2-a6d5-5351d3e42012",
  "dc_identifier_s": "79893370-6a48-46b2-a6d5-5351d3e42012",
  "dc_title_s": "Transportation Analysis Zones (Official TAZ System w/3,030 Zones) with Current Forecasts: Metro Twin Cities, Minnesota",
  "dc_description_s": "This file shows the most current Metropolitan Council Transportation Analysis Zone (TAZ) 2020-2040 forecasts for cities and townships within the 7-County Metropolitan Area. The TAZ system in this shapefile is the most recent, official TAZ system (with 3,030 zones). This shapefile title has been renamed; the previous name was Transportation Analysis Zones (TAZ) 2010 with Current ForecastsNote: Forecasts for the older TAZ system with 1,566 zones are available in theTransportation Analysis Zones (Legacy TAZ System w/1,566 Zones) with Current Forecasts shapefile.IMPORTANT NOTES: These TAZ forecasts will change multiple times over the next few years. The Metropolitan Council will ask cities and townships to allocate their TAZ forecasts as part of their 2018 Comprehensive Plan Update (go to http://www.metrocouncil.org/Handbook/Plan-Elements/Transportation.aspx for more information about this process). Communities may also revise their current TAZ forecasts before the 2018 Comprehensive Plan Update. In the meantime, the Council provides these Current TAZ forecasts for transportation planning.If you are using TAZ forecasts for analysis and/or transportation planning, please download the latest version of this shapefile to ensure you are using the most up-to-date data.If you represent a community that wants to revise your TAZ forecasts, please contact your community's sector representative or Dennis Farmer (see contact information at the end of this document).",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Metropolitan Council, Minnesota"
  ],
  "dc_creator_sm": "Metropolitan Council",
  "dc_subject_sm": [
    "Transportation"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-state-metc-trans-anlys-zones-offical-curent\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/trans_anlys_zones_offical_curent/shp_trans_anlys_zones_offical_curent.zip\"}",
  "dct_isPartOf_sm": "Minnesota Geospatial Commons",
  "dct_issued_s": "2016-01-27T11:03:47.808782",
  "dct_temporal_sm": [
    "2016"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "thumbnail_path_ss": "",
  "layer_slug_s": "79893370-6a48-46b2-a6d5-5351d3e42012",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-19T23:58:3Z",
  "centroid_s": "44.943,-93.372",
  "solr_geom": "ENVELOPE(-94.012, -92.732, 45.415, 44.471)",
  "solr_year_i": 2016
}