{
  "dc_identifier_s": "dc426759-3ba2-48bb-b347-98446e9a192e",
  "dc_title_s": "Digital data set of mapped karst features in south-central and southeastern Pennsylvania",
  "dc_description_s": "This point dataset represents an (incomplete) inventory of karst features (herein categorized as sinkholes, surface depressions, surface mines, or cave entrances) that have been cataloged in Pennsylvania by the staff of the Pennsylvania Geological Survey since 1985. County-wide karst-feature inventories for fourteen counties (Adams, Berks, Bucks, Centre, Chester, Cumberland, Dauphin, Franklin, Lancaster, Lebanon, Lehigh, Montgomery, Northampton, and York) were originally released as hard-copy open file reports by the agency. The user of this dataset would be well served to consult one of those reports for specifics on how the inventories were conducted. Data are also provided from incidental reports of karst features as well as partial or cursory inventories in eight additional counties (Bedford, Blair, Clinton, Fulton, Huntingdon, Juniata, Lycoming, and Mifflin). The majority of these features were identified on contact prints of USDA, USGS, and other aerial photography. Photo locations were then transferred to paper copies of USGS 7.5 minute quadrangles where the coordinates for the locations were determined using a constantly evolving array of technologies from mylar overlay grids, through early proprietary mapping software and more recently with GIS and GPS technology. . Some features in urbanized areas were identified via questionaires that were sent to the municipalities in the counties being inventoried. The locations of surface mines and cave entrances were garnered from historical geological publicatons. Locations of historical iron mines and other activities often associated with karst features were garnered from historical geological publications. Field surveys were undertaken to establish protocol for future mapping efforts as well as to verify the field presence of interpreted features. Field verified sites are not identified in the data set. Karst features change considerablely over time. Sinkholes become filled or subsidence is repaired. One of the motivations for the karst inventory program was the rapid development taking place in many of the counties where karst could be a problem. Development obliterates much of the evidence for underlying karst features.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Conservation and Natural Resources"
  ],
  "dc_creator_sm": [
    "Bureau of Toppographic and Geologic Survey, Department of Conservaton and Natural Resources"
  ],
  "dc_subject_sm": [
    "Geoscientific Information",
    "Limestone"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3073\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3073\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2007"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "dc426759-3ba2-48bb-b347-98446e9a192e",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-74.97065, -78.66211, 41.19253, 39.721)",
  "solr_year_i": 2007,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.456765,-76.81638",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}