{
  "dc_identifier_s": "9a341d5f-fdc6-436a-a164-dd483e814ab0",
  "dc_title_s": "Breeding Bird Atlas 2 - Survey Points: Pennsylvania",
  "dc_description_s": "This Website provides an interface for PA Breeding Bird Atlas staff and volunteers to find survey blocks, enter their findings and view results. I developed the component with which users can view a map of a block and print a high-quality PDF map. To print a map, enter the site and click the 'Register' link on the left side of the window. Then click the 'View Regions & Blocks' link, select a block, click its 'Block Map' tab and choose whether to print an air photo or a topo map. This site can be used to help you find the particular 2nd PBBA block where you live or where you make any of your breeding bird observations. You can zoom directly to a point by entering a latitude and longitude. Be sure to use decimal degree format and always include a minus (-) sign before the longitude. Or, you can type in a street address. Be sure to enter both the address and the associated zip code. When you click 'Refresh Map,' the point or address you entered will be shown as a yellow circle on the map within the Atlas block, which is outlined with green lines and identified with a small number, such as 62B43. The ability to locate 2nd PBBA blocks for a specific lat/long is very helpful, for example, if you have been hiking or boating through an area covering several Atlas blocks, all the while collecting waypoints to go along with breeding bird sightings that you make. It can even help if you're completely lost somewhere in the state but not too panic-stricken to keep atlassing!",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "The Pennsylvania State University"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Biota",
    "Recreation"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1022\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1022\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2004"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "9a341d5f-fdc6-436a-a164-dd483e814ab0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-74.653766, -80.590062, 42.259512, 39.707397)",
  "solr_year_i": 2004,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.9834545,-77.621914",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}