{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "971d9de927c74b4b8715c82954f00948_0",
  "dc_identifier_s": "971d9de927c74b4b8715c82954f00948_0",
  "b1g_date_range_drsim": [
    "[2014 TO 2014]"
  ],
  "dct_temporal_sm": [
    "2014"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "b1g_dateAccessioned_s": "2019-04-16",
  "solr_year_i": "2014",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-76.1826538,-75.22309148,40.25131845,39.70292954)",
  "b1g_keyword_sm": [
    "Impaired Streams",
    "PADEP",
    "PADEP Integrated List"
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Penn State",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2015-02-25T14:19:41.000Z",
  "suppressed_b": "TRUE",
  "dc_description_s": "Metadata: Review and/or download a 4-page metadata document (.pdf format) from the Chester County Water Resources Authority web site.Background on PADEP assessment program:The Pennsylvania Department of Environmental Protection (PADEP) has an ongoing program to assess the quality of waters in Pennsylvania and identify streams and other bodies of water that do not meet water quality standards as impaired. Water quality standards are comprised of the uses (including antidegradation) that waters can support and goals established to protect those uses. Uses include aquatic life, fish consumption, potable water supply, and recreation. The goals are numerical or narrative water quality criteria that express the in-stream levels that must be achieved to support the uses. Periodic reports on the quality of waters in the Commonwealth are required under section 305(b) of the federal Clean Water Act. Section 303(d) of the Clean Water Act requires states to list all imparied waters not supporting uses even after appropriate and required water pollution control technologies have been applied. Since 2004, PADEP has adopted an integrated format for Clean Water Act Section 305(b) reporting and Section 303(d) listing. The list of impaired streams, as well as the list of streams assessed that met the water quality standards, are found in the 2014 Pennsylvania Integrated Water Quality Monitoring and Assessment Report on the PADEP web page.Description of GIS data and source files:CCWRA has combined the two source files provided by PADEP (see below) so that each stream segment has only one record. Fields for each use assessment has been added to correlate to records in the previous files. Source data sets are from Pennsylvania Department of Environmental Protection, 2015   i. Integrated List Non-Attaining  downloaded from PASDA in January 2015   ii. Integrated List Attaining  downloaded from PASDA in January 2015How should this data set be cited  Chester County Water Resources Authority, 2015 via Pennsylvania Department of Environmental Protection, 2015.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Pennsylvania Department of Environmental Protection (PADEP) Integrated List: Chester County, Pennsylvania, 2014",
  "b1g_dateRetired_s": "2019-09-06",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data1-chesco.opendata.arcgis.com/datasets/971d9de927c74b4b8715c82954f00948_0\",\"http://schema.org/downloadUrl\":\"http://data1-chesco.opendata.arcgis.com/datasets/971d9de927c74b4b8715c82954f00948_0.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://services.arcgis.com/G4S1dGvn7PIgYd6Y/arcgis/rest/services/2014IntegratedList_02252015_AGOL/FeatureServer/0\"}",
  "dct_isPartOf_sm": [
    ""
  ],
  "layer_id_s": "",
  "b1g_status_s": "Retired",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Chester County, Pennsylvania"
  ],
  "dct_spatial_sm": [
    "Chester County, Pennsylvania",
    "Pennsylvania"
  ],
  "b1g_centroid_ss": "39.977123995,-75.70287264",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "08b-42029",
  "dc_creator_sm": [
    "Chester County, PA"
  ]
}