{
  "dc_identifier_s": "efebd66f-686b-4b5b-acff-c6a92755275d",
  "dc_title_s": "Hazus - Damaged Homes 10Yr: Pennsylvania",
  "dc_description_s": "In 2006, PEMA completed a statewide study of a 100 year flood event using FEMA HAZUS-MH risk analysis software.  In 2007, PEMA concluded a broader statewide study using the latest version of HAZUS-MH MR 2.0 that includes damage estimates for 10, 50, 100, 200 and 500 year flood events. The study computed damages in dollars for total economic loss, building and content damage, and other economic impacts. The study also estimated the number of damaged homes and the degree of damage to those homes.\\r\\n \\r\\nWith these results, Statewide GIS shapefiles for economic losses and damaged homes were created for each flood scenario using ArcMap 9.1. These files can be displayed using ArcMap 9.0 or higher version - you do not need the HAZUS software to use them. They can be overlaid on other GIS maps (county, local roads, street maps, municipal maps, etc) to show the location and extent of potential flood damages for each of the flood severity levels.\\r\\n \\r\\nThe Flood Study maps and information contained in these files can by used local emergency management agencies, GIS and planning departments, watershed organizations, and other interested parties for hazard identification and risk assessment, mitigation planning, and flood response training activities.  IT IS IMPORTANT TO NOTE: These files are estimates of damages and locations generated by the FEMA HAZUS flood analysis model. These files do not include all possible flood risk areas and are not based on actual past flood events. The data should not be used to determine regulated floodplain areas or the location of individual homes and buildings.\\r\\n \\r\\nThe GIS files for the various flood events have been compressed (ZIP files) and can be downloaded from this webpage. The size of the files range from 4 MBs to 25 MBs - download time may be considerable depending on the speed of your Internet connection. Contained in each ZIP file are Pennsylvania Statewide Flood Study ARCGIS shapefiles generated with the HAZUS Multihazard Flood Risk Analysis program.\\r\\n \\r\\nThe shapefiles represent all census blocks affected by each flood event. The economic loss layer shows total losses in thousands of dollars. The damaged homes layer shows the number of flood-affected residential structures. Additional information for each layer is contained in its attribute table which can be viewed and edited in ArcMap. The display can also be modified or enhanced by changing the layer\\s properties in ArcMap (change the display to classified and the number of classes to 10, for example).",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Emergency Management Agency"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Hydrology",
    "Inland Waters"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=2383\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=2383\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2007"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "efebd66f-686b-4b5b-acff-c6a92755275d",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:27Z",
  "solr_geom": "ENVELOPE(-80.51934, -74.69392, 42.26501, 39.71987)",
  "solr_year_i": 2007,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.99244,-77.60663",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}