{
  "uuid": "2ebedc750f1d4af18ea0c9edf6d4115f_0",
  "dc_identifier_s": "2ebedc750f1d4af18ea0c9edf6d4115f_0",
  "dc_title_s": "Statewide Park and Ride System: Iowa",
  "dc_description_s": "This dataset presents existing and candidate park and ride lots in the state of Iowa, represented in a point feature. Point features were created using aerial imagery. Check out the Statewide Park and Ride System application, found on the Iowa DOT Interactive Map Portal.The Iowa Department of Transportation s park and ride system consists of state-owned park and ride lots. Many of these lots were developed during the 1980s, primarily in response to a growing demand that resulted from an increase in fuel prices. In most cases, lot development was truly the result of grassroots efforts, with Iowa DOT s district offices often responding to specific public requests for park and ride facilities.As a part of the plan this database was created to geographically reference both existing state-owned park and ride facilities and ideal candidates for future expansion of the system. This database will also be used in coordination with the statewide rideshare program, so it will also include other existing park and ride facilities not owned by the state or identified in the plan. Ultimately this inventory has two main purposes that can be described generally as internal and external. Internally, the database will be used to keep track of state-owned inventory and identify opportunities for the expansion of the state-owned and operated park and ride system. Externally, the database will be expanded to include a wide array of park and ride facilities across the state of Iowa that can be disseminated to the public via the Iowa DOT website and coordinated with the rideshare program.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Iowa Department of Transportation"
  ],
  "dc_creator_sm": "Iowa DOT GIS Services",
  "dc_subject_sm": [
    "Transportation"
  ],
  "dct_provenance_s": "Iowa",
  "dct_references_s": "{\"http://schema.org/url\":\"https://public-iowadot.opendata.arcgis.com/datasets/2ebedc750f1d4af18ea0c9edf6d4115f_0\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://gis.iowadot.gov/public/rest/services/Systems_Planning/Park_and_Ride/FeatureServer/0\",\"http://schema.org/downloadUrl\":\"https://public-iowadot.opendata.arcgis.com/datasets/2ebedc750f1d4af18ea0c9edf6d4115f_0.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016-06-15",
  "dct_temporal_sm": [

  ],
  "dct_spatial_sm": [
    "Iowa, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4862182"
  ],
  "layer_slug_s": "2ebedc750f1d4af18ea0c9edf6d4115f_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-3-21T21:39:26Z",
  "centroid_s": "42.07955,-93.4871",
  "solr_geom": "ENVELOPE(-96.5113, -90.4629, 43.4534, 40.7057)",
  "solr_year_i": 2016,
  "thumbnail_path_ss": ""
}