{
  "dc_identifier_s": "1dfe93bc-70f0-40ab-818d-f0b9de0e93f9",
  "dc_title_s": "Physiographic Provinces 1:100,000: Pennsylvania",
  "dc_description_s": "Late in 1994, the Pennsylvania Bureau of Topographic and Geologic Survey was asked to develop a digital physiographic provinces map at 1:100,000 scale. The then-available physiographic provinces map was compiled by the Survey at 1:500,000 scale and published at 1:2,000,000 scale in 1989. A new physiographic provinces map was recompiled on county 1:50,000-scale topographic maps having 20-foot contour intervals. Boundaries based primarily on geology were positioned using published geological maps. Most boundaries were positioned by topographic interpretation. The use of a 20-foot contour interval (a 200-foot interval was used in 1989) resulted in the repositioning of some boundaries. New scale-enhanced understanding of topographic/geologic patterns in the Appalachian Plateaus province resulted in the creation of three new sections and the revision of other section boundaries. The new compilation was reduced 50 percent and transferred to 1:100,000-scale mylar base maps. The province and section boundaries and the late Wisconsinan glacial border were digitized from the mylars, edgematched, assembled into a single dataset, and attributed with physiographic province and section names using UNIX-based Arc/Info. The late Wisconsinan glacial border, which coincides with province and section boundaries in some places, was copied to a separate dataset and removed from the dataset containing the province and section boundaries. There are two datasets for the late Wisconsinan glacial border and the physiographic province and section boundaries. The original datasets are accurate at 1:100,000 scale. The other datasets have been generalized to 1:500,000-scale accuracy for more regional work. A companion dataset consisting of the state and county boundaries of Pennsylvania was compiled from the U.S. Geological Survey (USGS) 1:100,000-scale digital-line-graph (DLG) files for boundaries. The dataset has been attributed with the county names.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Conservation and Natural Resources"
  ],
  "dc_creator_sm": [
    "Pennsylvania Bureau of Topographic and Geologic Survey, Dept. of Conservation and Natural Resources"
  ],
  "dc_subject_sm": [
    "Elevation"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1158\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1158\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "1995"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "1dfe93bc-70f0-40ab-818d-f0b9de0e93f9",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-74.617, -80.5181, 42.234, 39.693)",
  "solr_year_i": 1995,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.9635,-77.56755",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}