{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-07-17T22:47:00Z",
  "dc_rights_s": "Public",
  "dc_title_s": "NAIP Aerial Mosaic (WTM) : Sauk County, Wisconsin, 2018",
  "dct_alternativeTitle_sm": [
    "NAIP Aerial Mosaic (WTM) Sauk County, WI 2018"
  ],
  "dc_description_s": "2018 NAIP imagery for Wisconsin has a .6-meter (60cm) spatial resolution. There are DOQQ tiles as well as county mosaics available. This data set contains imagery from the National Agriculture Imagery Program (NAIP). The NAIP acquires digital ortho imagery during the agricultural growing seasons in the continental U.S. A primary goal of the NAIP program is to enable availability of ortho imagery within one year of acquisition. The NAIP provides 60 centimeter ground sample distance (GSD) ortho imagery rectified to a horizontal accuracy within +/- 4 meters of reference digital ortho quarter quads (DOQQ's) from the National Digital Ortho Program (NDOP) or from the National Agriculture Imagery Program (NAIP). The tiling format of NAIP imagery is based on a 3.75' x 3.75' quarter quadrangle with a 300 pixel buffer on all four sides. The NAIP imagery is formatted to the UTM coordinate system using the North American Datum of 1983 (NAD83). The NAIP imagery may contain as much as 10% cloud cover per tile. This file was generated by compressing NAIP imagery that cover the county extent. Two types of compression may be used for NAIP imagery: MrSID and JPEG 2000. The target value for the compression ratio is 40:1 for imagery. The NAIP imagery is typically available for distribution within 60 days of the end of a flying season and is intended to provide current information of agricultural conditions in support of USDA farm programs. For USDA Farm Service Agency, the 1 meter and 1/2 meter GSD product provides an ortho image base for Common Land Unit boundaries and other data sets. The NAIP imagery is generally acquired in projects covering full states in cooperation with state government and other federal agencies who use the imagery for a variety of purposes including land use planning and natural resource assessment. The NAIP is also used for disaster response often providing the most current pre-event imagery.",
  "dc_language_sm": [
    "English"
  ],
  "dc_creator_sm": [
    "U.S. Department of Agriculture"
  ],
  "dc_publisher_sm": [
    "State of Wisconsin"
  ],
  "b1g_genre_sm": [
    "Aerial imagery"
  ],
  "dc_subject_sm": [
    "Imagery and Base Maps"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Sauk County, Wisconsin",
    "Wisconsin"
  ],
  "solr_geom": "ENVELOPE(-90.31263867, -89.59965555, 43.64104991, 43.14596944)",
  "b1g_centroid_ss": "43.393509675000004,-89.95614710999999",
  "dc_type_sm": [
    "Image",
    "Service"
  ],
  "layer_geom_type_s": "Raster",
  "dc_format_s": "Imagery",
  "layer_slug_s": "7eb95b16-c563-47e7-a391-64a0b4d903c4",
  "dc_identifier_s": "7eb95b16-c563-47e7-a391-64a0b4d903c4",
  "dct_provenance_s": "Wisconsin",
  "b1g_code_s": "10d-01",
  "dct_isPartOf_sm": [
    "10d-01"
  ],
  "b1g_status_s": "Active",
  "b1g_dateAccessioned_s": "2020-07-17",
  "suppressed_b": "FALSE",
  "b1g_child_record_b": "FALSE"
}