{
  "dc_identifier_s": "2133d4bc-34f6-43f6-9bd4-e87c5ebfa1bb",
  "dc_title_s": "Historic Oil and Gas well locations from Bureau of Oil and Gas Planning and Program Management PADEP, 2013 WPA Mines, K Sheet, H Sheet",
  "dc_description_s": "In 1859, the United States first commercial oil well was drilled in Venango County, Pennsylvania. In the 150 years subsequent to this, an unknown number of oil and gas wells have been drilled in the state. A current estimate by the Independent Petroleum Association of America places that number at approximately 325,000. Of those 325,000 wells, over 200,000 are still unaccounted for. As these wells are found and verified, they are cataloged in the Department of Environmental Protections (DEP) Abandoned and Orphan Well database to facilitate plugging. There are currently over 8,200 wells listed in this database (2013). With so many unknown oil and gas wells scattered across Pennsylvania and the environmental threats that they pose, identification remains a vital component of DEPs Oil and Gas Program. Currently, the DEP, Office of Active and Abandoned Mine Operations is involved in many projects dealing with historic and active mine map restoration and geo-referencing. These maps, which vary in age, not only contain information on historic mine locations, but also oil and gas locations. Through collaboration between the Bureau of Mining Programs and the Bureau of Oil and Gas Planning and Program Management, potential oil and gas well locations were assembled using three mine map collections. These collections include the WPA mine map collection, KSheets collection, and the HSheets collection. From these sources, over 30,000 potential historic oil and gas well locations were derived. The Bureau of Oil and Gas Planning and Program Management is constantly looking for historic sources to help locate oil and gas wells in the state that remain unaccounted for. This particular dataset was created using georeferenced mine maps of various/unknown accuracy and various/unknown coordinate systems to various base maps, including but not limited to USGS topographic maps and PAMAP aerial photography. The locations were then digitized using the georeferenced mine maps. These locations are provided for informational purposes only and should not be sole means of decision making and are in no way a substitute for actual field observations.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection, Office of Oil and Gas Management"
  ],
  "dc_subject_sm": [
    "Geoscientific Information",
    "Mining"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1137\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1137\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2013"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "2133d4bc-34f6-43f6-9bd4-e87c5ebfa1bb",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:27Z",
  "solr_geom": "ENVELOPE(-74.6904, -80.526526, 42.26775, 39.7014)",
  "solr_year_i": 2013,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.984575,-77.608463",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}