{
"dc_description_s": "This point data layer represents addresses for Brown County, Wisconsin at year-end 2016. It is a feature class within the geodatabase, 'Brown_Addresses_YE2016.gdb'.[The Address point map layer captures every address location along with common names (business name, landmark name, or other common name associated with the address or location). Addresses with alternate 'common names' are noted with a subtype code 2, and there is some further classification of the type in the 'Symbol' and 'Useage' attribute fields. There is both an address number, which is feature-linked to annotation text on the map, as well as the full address (concatenated address number with street name). The address data were collected from many sources, some more accurate than others. To help account for accuracy, there are a 3 attribute fields to help us track and refine accuracy both in terms of location and tabular quality: First, the OnBuilding code indicates whether the address has been accurately located onto a structure identified by aerial orthophotography. Second, the 'Accuracy' code indicates whether the CommonName (business name,etc) has been verified by County 911 staff (Note: 911 staff primarily focuses on subtype 2, the Common Names, because other general address locations are found through street centerline address ranges). Third, the source of the data is logged, especially for business information. The other fields are maintained as needed for use by the 911 and Sheriffs Dept. This address/common place point layer is maintained by Brown County Property Listing, GIS, Planning, and E-911 staff. Sources include the municipalities who assign address numbers, and other business listing databases.]", 
"layer_modified_dt": "2018-01-04T22:37:28Z", 
"solr_geom": "ENVELOPE(-88.283185, -87.634575, 44.745079, 44.21118)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Brown_Addresses_YE2016.zip\",\"http://schema.org/url\":\"http://www.co.brown.wi.us/departments/?department=85713eda4cdc&subdepartment=89ce08984447\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/063EB331-7148-4A8C-AA29-E49477CC5D24/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "063EB331-7148-4A8C-AA29-E49477CC5D24", 
"dct_provenance_s": "Wisconsin", 
"dc_subject_sm": [
"Location", 
"Street addresses"
], 
"dct_temporal_sm": "2016", 
"dct_issued_s": "2017-03-24", 
"dc_format_s": "Geodatabase", 
"dc_creator_sm": [
"Brown County Land Information Office"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "063EB331-7148-4A8C-AA29-E49477CC5D24", 
"dct_isPartOf_sm": "Wisconsin Counties Open Data", 
"solr_year_i": 2016, 
"dct_spatial_sm": [
"Brown County, Wisconsin, United States", 
"Wisconsin, United States"
], 
"dc_title_s": "Addresses Brown County, Wisconsin, YE2016", 
"layer_slug_s": "063EB331-7148-4A8C-AA29-E49477CC5D24", 
"centroid_s": "44.4781295,-87.95888", 
"layer_geom_type_s": "Line", 
"dc_language_s": "English"
}