{
  "dc_identifier_s": "e9697f46-ea18-4e0a-90ad-4b9f0722930d",
  "dc_title_s": "Stack-Unit Mapping of Geologic Materials to a Depth of 15 Meters: Illinois, 2004",
  "dc_description_s": "This is an SDE polygon feature class containing stack-unit map designations for Illinois. The primary source is ISGS Circular 542, Stack-unit Mapping of Geologic Materials in Illinois to a Depth of 15 Meters, Berg and Kempton (1988). The data have been subsequently updated from various sources. The nominal scale is 1:250,000. Stack-unit maps show the distribution of earth materials vertically from the surface to a specified depth and horizontally over a specified area They also show the succession of geologic units in their order of occurrence within the specified depth. This information is now available for the entire state of Illinois with the publication of the statewide stack-unit map of geologic materials to a depth of 15 meters (49.3 ft.). The statewide stack-unit map, originally made up of four separate regional maps, provides basic geologic information for interpretive mapping for regional, resource-based land-use planning and decision making. This feature class is the result of appending the four separate digital files into one statewide dataset. Note also that this feature class incorporates stack-unit data from the ISGS Paducah Stack-Unit map (Berg and Greenpool, 1994). The portion that falls within the 1 x 2 degree Paducah quadrangle had been entirely updated with data from the Paducah stack-unit map coverage.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": "English",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "Illinois State Geological Survey"
  ],
  "dc_creator_sm": [
    "Illinois State Geological Survey"
  ],
  "dc_subject_sm": [
    "Geoscientific Information"
  ],
  "dct_provenance_s": "Illinois",
  "dct_references_s": "{\"http://schema.org/url\":\"https://clearinghouse.isgs.illinois.edu/data/geology/stack-unit-mapping-geologic-materials-depth-15-meters\",\"http://schema.org/downloadUrl\":\"https://clearinghouse.isgs.illinois.edu/sites/clearinghouse.isgs/files/Clearinghouse/data/ISGS/Geology/zips/IL_Stack_Units_To_15m_Py.zip\"}",
  "dct_isPartOf_sm": [
    "Illinois Geospatial Data Clearinghouse"
  ],
  "dct_issued_s": "1995-01-01",
  "dct_temporal_sm": [
    "1995"
  ],
  "dct_spatial_sm": [
    "Illinois, United States"
  ],
  "layer_slug_s": "e9697f46-ea18-4e0a-90ad-4b9f0722930d",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2018-07-13T20:41:55Z",
  "solr_geom": "ENVELOPE(-91.513518, -87.495214, 42.508348, 36.969972)",
  "solr_year_i": 1995,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.73916,-89.504366",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "02a-01",
  "geoblacklight_version": "1.0"
}