{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "2cf4c00c83bd45b5b130303af6736ca8_0",
  "dc_identifier_s": "2cf4c00c83bd45b5b130303af6736ca8_0",
  "b1g_date_range_drsim": [
    "[2017 TO 2017]"
  ],
  "dct_temporal_sm": [
    "2017"
  ],
  "dc_subject_sm": [
    "Environment",
    "Geoscientific Information"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2017",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-86.3723,-78.8477,42.9282,38.1906)",
  "b1g_keyword_sm": [
    "Aquifers"
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Ohio State",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2017-06-29",
  "suppressed_b": "",
  "dc_description_s": "The USGS National Hydrography Dataset (NHD) service from The National Map (TNM) is a comprehensive set of digital spatial data that encodes information about naturally occurring and constructed bodies of surface water (lakes, ponds, and reservoirs), paths through which water flows (canals, ditches, streams, and rivers), and related entities such as point features (springs, wells, stream gages, and dams). The information encoded about these features includes classification and other characteristics, delineation, geographic name, position and related measures, a reach code through which other information can be related to the NHD, and the direction of water flow. The network of reach codes delineating water and transported material flow allows users to trace movement in upstream and downstream directions. In addition to this geographic information, the dataset contains metadata that supports the exchange of future updates and improvements to the data. The NHD is available nationwide in two seamless datasets, one based on 1:24,000-scale maps and referred to as high resolution NHD, and the other based on 1:100,000-scale maps and referred to as medium resolution NHD. Additional selected areas in the United States are available based on larger scales, such as 1:5,000-scale or greater, and referred to as local resolution NHD. The NHD from The National Map supports many applications, such as making maps, geocoding observations, flow modeling, data maintenance, and stewardship. For additional information on the NHD, go to http://nhd.usgs.gov/index.html.The Watershed Boundary Dataset (WBD) is a companion dataset to the NHD. It defines the perimeter of drainage areas formed by the terrain and other landscape characteristics. The drainage areas are nested within each other so that a large drainage area, such as the Upper Mississippi River, will be composed of multiple smaller drainage areas, such as the Wisconsin River. Each of these smaller areas can further be subdivided into smaller and smaller drainage areas. The WBD uses six different levels in this hierarchy, with the smallest averaging about 30,000 acres. The WBD is made up of polygons nested into six levels of data respectively defined by Regions, Subregions, Basins, Subbasins, Watersheds, and Subwatersheds. For additional information on the WBD, go to http://nhd.usgs.gov/wbd.html.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Major Carbonate Aquifers: Ohio",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"http://ogrip-geohio.opendata.arcgis.com/datasets/2cf4c00c83bd45b5b130303af6736ca8_0\",\"http://schema.org/downloadUrl\":\"http://ogrip-geohio.opendata.arcgis.com/datasets/2cf4c00c83bd45b5b130303af6736ca8_0.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://epagistest2.oit.ohio.gov/arcgis/rest/services/WM/Watersheds/MapServer/0\"}",
  "dct_isPartOf_sm": [
    "11a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Ohio Geographically Referenced Information Program"
  ],
  "dct_spatial_sm": [
    "Ohio"
  ],
  "b1g_centroid_ss": "40.5594,-82.61",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "11a-01",
  "dc_creator_sm": [
    ""
  ]
}