{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "fd3e93a0fc624f8d8e45920c9e30dc41_0",
  "dc_identifier_s": "fd3e93a0fc624f8d8e45920c9e30dc41_0",
  "dc_title_s": "Stormwater Post-Construction BMPs: Stark County, Ohio",
  "dct_alternativeTitle_sm": [
    "Stormwater Post-Construction BMPs"
  ],
  "dc_description_s": "This layer is intended to serve as a view-only and downloadable inventory of stormwater post-construction best management practices (BMPs) sites owned and maintained by various county departments. A stormwater BMP is a structural or non-structural method of treating, controlling, or storing surface water runoff. BMPs are required on all new development sites in which 1 or more acre of land is disturbed in accordance with the National Pollutant Discharge Elimination System (NPDES) Phase II requirements. This layer also includes stormwater storage structures that predate NPDES requirements.Common Types of BMPsBioretention, Bioswale, Rain Garden - Bioretention BMPs, including bioswales (vegetated swales), and rain gardens, utilize landscaped areas of plants that control water quality and quantity. Bioretention areas are typically used as islands in parking lots to provide vegetation to absorb runoff. These areas typically include underdrains.Detention Pond (Dry) - A dry pond or detention basin is a depression used to temporarily store stormwater. It has no permanent pool.Exfiltration Basin or Trench - Exfiltration areas capture and redirect stormwater runoff. Green Parking or Roof - Green parking lots and roofs use natural vegetation to absorb stormwater runoff from traditionally impermeable surfaces. Green roofs are typically layered, with an underlying structural component and the green component on top to manage runoff.Infiltration Basin or Trench - Infiltration areas capture and temporarily store stormwater before allowing it to enter the soil. By slowing the release of water, pollutants are removed by underlying processes.In-Line Storage and Underground Detention - An underground detention system consists a series of special storage chambers to temporarily hold stormwater. In-line storage may use similar chambers or larger-than-necessary pipes to temporarily store stormwater as part of the pipe network.Oil-Water Separator - A device used to separate oil and other suspended solids from wastewater.Permeable/Porous Pavement - Any pavement that allows stormwater runoff to filter through the surface into an underlying storage or infiltration area. These areas typically also utilize underdrains.Retention Pond (Wet) - A retention pond or wet detention pond is a depression with a permanent pool that can store additional runoff during stormwater events.Sand/Organic Filter or Vegetated Filter Strip - Any area that uses sand, vegetation, or other organic material to catch large particle pollutants before they enter waterways. Stormwater Wetland - A stormwater wetland uses a combination of pools and complex native vegetation to store surface water runoff in a manner that mimics natural processes. ",
  "dc_creator_sm": [
    "Stark County Ohio"
  ],
  "dc_publisher_sm": [
    "Stark County, Ohio"
  ],
  "dc_subject_sm": [
    "Utilities and Communications"
  ],
  "b1g_keyword_sm": [
    "Stark County",
    "Ohio",
    "SCGIS",
    "Stormwater",
    "MS4",
    "Drainage",
    "Infrastructure",
    "NPDES",
    "Inspections",
    "Environmental"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Ohio State",
  "dct_issued_s": "2019-04-03T12:50:18.000Z",
  "dct_temporal_sm": [
    "2019"
  ],
  "b1g_date_range_drsim": [
    ""
  ],
  "solr_year_i": "2019",
  "dct_spatial_sm": [
    "Stark County, Ohio",
    "Ohio"
  ],
  "solr_geom": "ENVELOPE(-81.5405,-81.2057,40.9735,40.6902)",
  "b1g_centroid_ss": "40.83185,-81.3731",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "11b-39151",
  "dct_isPartOf_sm": [
    "11b-39151"
  ],
  "b1g_dateAccessioned_s": "2019-12-06",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://opendata.starkcountyohio.gov/datasets/fd3e93a0fc624f8d8e45920c9e30dc41_0\",\"http://schema.org/downloadUrl\":\"http://opendata.starkcountyohio.gov/datasets/fd3e93a0fc624f8d8e45920c9e30dc41_0.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://utility.arcgis.com/usrsvcs/servers/fd3e93a0fc624f8d8e45920c9e30dc41/rest/services/Engineer/StormwaterPostConstructionBMPs/MapServer/0\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}