{
  "dc_identifier_s": "c4dc6893-ea26-4e17-8e35-51ed065fbe07",
  "dc_title_s": "Mississippi River Corridor Critical Area (MRCCA) Bluff Impact Zones: Minnesota",
  "dc_description_s": "This shapefile delineates the Bluff Impact Zones (BIZ) of the Mississippi River Corridor Critical Area (MRCCA), which include bluffs and land within 20 feet of bluffs as defined in Minnesota Rules, part 6106.0050, subp. 8 and 9.   The MRCCA is a land corridor along the Mississippi River in the seven-county metro area in which special land use regulations guide development activity. The corridor extends 72 miles along the Mississippi River from the cities of Ramsey and Dayton in the north to the City of Hastings and Ravenna Township in the south. It includes 54,000 acres of land along both sides of the river. The State of Minnesota created the corridor and land use regulations in 1976. Local governments administer the regulations through their local plans and zoning ordinances.   Rules regulating the MRCCA were published on December 27, 2016 and became effective January 4, 2017.  The rules establish definitions and standards relating to bluffs and bluff impact zones (BIZs) in the MRCCA.    In these rules, bluffs are identified as natural topographic features having: - A slope that rises at least 25 feet and the grade of the slope averages 18 percent or greater measured over a horizontal distance of 25 feet, where: ----- The slope begins above the ordinary high water level, from the toe of the slope to the top of the slope; or ----- Where the slope begins below the ordinary high water level, from the ordinary high water level to the top of the slope; or - A natural escarpment or cliff with a slope that rises at least ten feet above the ordinary high water level or toe of the slope, whichever is applicable, to the top of the slope, with a slope of 75 degrees or greater.  The BIZ is defined as the bluff and land within 20 feet of the bluff. Therefore, this feature includes both the land within 20 feet of a bluff and the bluff itself.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Minnesota Department of Natural Resources (DNR)"
  ],
  "dc_creator_sm": [
    "Minnesota Department of Natural Resources (DNR) - Ecological and Water Resources"
  ],
  "dc_subject_sm": [
    "Elevation"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/c4dc6893-ea26-4e17-8e35-51ed065fbe07\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/elev_mrcca_bluff_impact/shp_elev_mrcca_bluff_impact.zip\",\"http://schema.org/image\":\"https://btaagdp.org/thumbnails/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/elev_mrcca_bluff_impact/metadata/preview.jpg\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/elev_mrcca_bluff_impact/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2017-06-21T10:02:09.371941",
  "dct_temporal_sm": [
    "2017"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "c4dc6893-ea26-4e17-8e35-51ed065fbe07",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T17:12:31Z",
  "solr_geom": "ENVELOPE(-93.517217, -92.733197, 45.247041, 44.658186)",
  "solr_year_i": 2017,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "44.9526135,-93.125207",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "b1g_image_ss": "https://btaagdp.org/thumbnails/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/elev_mrcca_bluff_impact/metadata/preview.jpg",
  "b1g_collection_sm": "05a-01",
  "geoblacklight_version": "1.0"
}