{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-05-19T19:34:23Z",
  "dc_rights_s": "Public",
  "layer_slug_s": "1044bb19da8d4dbfb6a96eb1b4ebf629_0",
  "dc_identifier_s": "1044bb19da8d4dbfb6a96eb1b4ebf629_0",
  "b1g_code_s": "04c-01",
  "dct_isPartOf_sm": [
    "04c-01"
  ],
  "b1g_status_s": "Active",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_dateAccessioned_s": "2020-05-08",
  "suppressed_b": "FALSE",
  "dc_title_s": "Definitive Healthcare - USA Hospital Beds: Washington, District of Columbia",
  "dct_alternativeTitle_sm": [
    "Definitive Healthcare: USA Hospital Beds"
  ],
  "dc_description_s": "Note: This dataset is intended to be used as a baseline for understanding the typical bed capacity and average yearly bed utilization of hospitals reporting such information. The date of last update received from each hospital may be varied. While the dataset is not updated in real-time, this information is critical for understanding the impact of a high utilization event, like COVID-19.Definitive Healthcare is the leading provider of data, intelligence, and analytics on healthcare organizations and practitioners. In this service, Definitive Healthcare provides intelligence on the numbers of licensed beds, staffed beds, ICU beds, and the bed utilization rate for the hospitals in the United States. Please see the following for more details about each metric, data was last updated on 4 May 2020:Number of Licensed Beds: is the maximum number of beds for which a hospital holds a license to operate; however, many hospitals do not operate all the beds for which they are licensed. This number is obtained through DHC Primary Research. Licensed beds for Health Systems are equal to the total number of licensed beds of individual Hospitals within a given Health System. Number of Staffed Beds: is defined as an adult bed, pediatric bed, birthing room, or newborn ICU bed (excluding newborn bassinets) maintained in a patient care area for lodging patients in acute, long term, or domiciliary areas of the hospital. Beds in labor room, birthing room, post-anesthesia, postoperative recovery rooms, outpatient areas, emergency rooms, ancillary departments, nurses and other staff residences, and other such areas which are regularly maintained and utilized for only a portion of the stay of patients (primarily for special procedures or not for inpatient lodging) are not termed a bed for these purposes. Definitive Healthcare sources Staffed Bed data from the Medicare Cost Report or Proprietary Research as needed. As with all Medicare Cost Report metrics, this number is self-reported by providers. Staffed beds for Health Systems are equal to the total number of staffed beds of individual Hospitals within a given Health System. Total number of staffed beds in the US should exclude Hospital Systems to avoid double counting. ICU beds are likely to follow the same logic as a subset of Staffed beds. Number of ICU Beds - ICU (Intensive Care Unit) Beds: are qualified ICU based on definitions by CMS, Section 2202.7, 22-8.2. These beds include ICU beds, psychiatric ICU beds, and Detox ICU beds.Adult ICU Beds (Legacy): In an emergency situation, hospitals may use additional intensive care beds to supplement an influx of patients. This number consists of all ICU beds, burn ICU beds, surgical ICU beds, or trauma ICU beds minus any pediatric, premature or neonatal ICU beds.Pediatric ICU Beds: are a combination of neonatal, pediatric and premature ICU beds.Average Ventilator Usage: is the average number of patients on a ventilator per week based on an analysis of 2016-2019 Medicare commercial claims volumes by Definitive Healthcare. Bed Utilization Rate:  is calculated based on metrics from the Medicare Cost Report: Bed Utilization Rate = Total Patient Days (excluding nursery days)/Bed Days AvailablePotential Increase in Bed Capacity: This metric is computed by subtracting Number of Staffed Beds from Number of Licensed beds (Licensed Beds  Staffed Beds). This would provide insights into scenario planning for when staff can be shifted around to increase available bed capacity as needed. Hospital Definition: Definitive Healthcare defines a hospital as a healthcare institution providing inpatient, therapeutic, or rehabilitation services under the supervision of physicians. In order for a facility to be considered a hospital it must provide inpatient care. Hospital types are defined by the last four digits of the hospital's Medicare Provider Number. If the hospital does not have a Medicare Provider Number, Definitive Healthcare determines the Hospital type by proprietary research. Hospital Types:     Short Term Acute Care Hospital (STAC)o  Provides inpatient care and other services for surgery, acute medical conditions, or injurieso  Patients care can be provided overnight, and average length of stay is less than 25 days     Critical Access Hospital (CAH)o  25 or fewer acute care inpatient bedso  Located more than 35 miles from another hospitalo  Annual average length of stay is 96 hours or less for acute care patientso  Must provide 24/7 emergency care serviceso  Designation by CMS to reduce financial vulnerability of rural hospitals and improve access to healthcare     Religious Non-Medical Health Care Institutionso  Provide nonmedical health care items and services to people who need hospital or skilled nursing facility care, but for whom that care would be inconsistent with their religious beliefs     Long Term Acute Care Hospitalso  Average length of stay is more than 25 dayso  Patients are receiving acute care - services often include respiratory therapy, head trauma treatment, and pain management     Rehabilitation Hospitalso  Specializes in improving or restoring patients' functional abilities through therapies     Children's Hospitalso  Majority of inpatients under 18 years old     Psychiatric Hospitalso  Provides inpatient services for diagnosis and treatment of mental illness 24/7o  Under the supervision of a physician     Veteran's Affairs (VA) Hospital o  Responsible for the care of war veterans and other retired military personnelo  Administered by the U.S. VA, and funded by the federal government     Department of Defense (DoD) Hospitalo  Provides care for military service people (Army, Navy, Air Force, Marines, and Coast Guard), their dependents, and retirees (not all military service retirees are eligible for VA services) For more information please visit - https://www.definitivehc.com/ - or contact sales@definitivehc.com",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_subject_sm": [
    "Health"
  ],
  "b1g_keyword_sm": [
    "Definitive Healthcare",
    "licensed beds",
    "Hospital staffed beds",
    "ICU beds",
    "COVID-19",
    "COVID-19 Respose"
  ],
  "dc_format_s": "Shapefile",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "layer_geom_type_s": "Vector",
  "dct_issued_s": "2020-03-19T01:31:54.000Z",
  "dct_temporal_sm": [
    "2020"
  ],
  "solr_year_i": "2020",
  "b1g_date_range_drsim": [
    "[2020 TO 2020]"
  ],
  "dct_spatial_sm": [
    "Washington, District of Columbia",
    "District of Columbia",
    "Maryland",
    "Virginia"
  ],
  "solr_geom": "ENVELOPE(-77.119766,-76.909366,38.995852,38.79163)",
  "b1g_centroid_ss": "38.893741,-77.014566",
  "dct_provenance_s": "Maryland",
  "dc_publisher_sm": [
    "Washington, District of Columbia"
  ],
  "dc_creator_sm": [
    "Definitive Healthcare"
  ],
  "dc_language_sm": [
    "English"
  ],
  "dct_references_s": "{\"http://schema.org/url\":\"http://opendata.dc.gov/datasets/1044bb19da8d4dbfb6a96eb1b4ebf629_0\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://services7.arcgis.com/LXCny1HyhQCUSueu/arcgis/rest/services/Definitive_Healthcare_USA_Hospital_Beds/FeatureServer/0\",\"http://schema.org/downloadUrl\":\"http://opendata.dc.gov/datasets/1044bb19da8d4dbfb6a96eb1b4ebf629_0.zip\"}"
}