{
  "dc_identifier_s": "fc080a56-994c-43b4-a837-95ba71560ea1",
  "dc_title_s": "Preliminary Landform Subdivisions of Pennsylvania",
  "dc_description_s": "The land surface of Pennsylvania is anything but flat and horizontal. The surface comprises complex arrangements of differences in elevation above mean sea level. The spatial arrangement of these elevation differences comprises topography. Topography that has describable uniformity throughout some areal dimension is termed a landform. Landforms can be classified, boundaries can be drawn, and a map can be created. A preliminary landform map was compiled at approximately 1:605,500 scale. The map has four levels of landform subdivision: province, section, region, and district. These units range in size from many hundreds of square miles (province) to less than 200 square miles (district). The greatest topographic similarity for a given landform unit occurs in the smallest subdivision (district). The greatest topographic dissimilarity for a given landform unit occurs in the largest subdivision (province). The landform map was digitized using ARC/INFO software. Polygon attributes include name of physiographic province, section, district, and area, and the numerical designation of the landform unit. Arcs were attributed according to whether they form the boundary of one or more of the following: province, section, region, district, or state. These data sets are preliminary and will be superseded in 1999 by more detailed data sets prepared from 1:50,000-scale compilation maps having five levels of landform subdivision.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Conservation and Natural Resources"
  ],
  "dc_creator_sm": [
    "Pennsylvania Bureau of Topographic and Geologic Survey, Department of Conservation and Natural Resources"
  ],
  "dc_subject_sm": [
    "Geoscientific Information"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=295\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=295\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "1998"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "fc080a56-994c-43b4-a837-95ba71560ea1",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:27Z",
  "solr_geom": "ENVELOPE(-78.00055, -78.00059, 0.00031, 0.00029)",
  "solr_year_i": 1998,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "0.0003,-78.00057",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}