{
  "uuid": "d5ae7265-e05c-435f-865e-52b8bddc06d6",
  "dc_identifier_s": "d5ae7265-e05c-435f-865e-52b8bddc06d6",
  "dc_title_s": "Density and Activity Near Transit: Minnesota",
  "dc_description_s": "This dataset supports planning related to policies that address density and activity in the 2040 Transportation Policy Plan (TPP).  It includes geographic spatial features with applicable density policies and a separate relational data table that provides estimated Activity Levels for select geographies. Additional detail about these policies, including their application, are available in the Density & Activity Near Transit Fact Sheet  in the Local Planning Handbook.  The geographic file indicates where density requirements apply related to transit.  They include station areas along existing transitways, transitways under construction, and transitways where the locations of future stations have been finalized. It also applies to stations along Arterial BRT and along local bus routes that are part of Metro Transit's High Frequency Network. Density policy varies based on the type of transit and/or Community Designations in Thrive MSP 2040.  The relational data table includes accompanying information on Activity Levels for locations where this policy applies. Activity refers to land uses that can generate trips on transit. The TPP includes a guideline for minimum activity of a combined 7,000 total residents, jobs, and/or students. This Activity Level guideline does not apply to Arterial BRT or local bus routes that are part of the High Frequency Network. The table relates to the geographic file with the UNIQUE_ID field (Station name + Community Name). For stations that exist within more than one community, the table has an addition record with the station total.   Transit spatial features are the unique combination of transit station areas and municipalities. These features are defined based on the proximity to transit stations or to local bus routes on the High Frequency Network. In the case of Fixed/Dedicated Transitways and Highway Bus Rapid Transit, the proximity is based on half-mile radius from a centroid of the stations platform locations. In the case of Arterial Bus Rapid Transit (BRT), the proximity is quarter-mile radius from each bus stop centroid. Centroids are based on existing infrastructure locations or the approximate location of future transit stations. In the case of local bus routes on the High Frequency Network, the distance is quarter-mile on either side of the route.  Transit spatial features are transformed in three ways. Overlapping features are divided so that the data set only includes mutually exclusive features with geographic areas attributed to one station or another. However, if features with different density policies overlap, the feature with the higher density requirement supersedes the other. Features are also divided where they cross municipal boundaries. For data simplification, feature areas that are less than 4% of the total feature (i.e, station area) have been included in the feature area of the adjacent municipality.  Please note that this dataset will be periodically updated. This will occur with changes to transitway priorities, programs, and funding availability. This includes anticipated changes with the 2018 Update to the TPP. This dataset can also change as station locations are added, eliminated, or adjusted as part of project development and engineering phases of transitway development.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Metropolitan Council"
  ],
  "dc_creator_sm": [
    "Metropolitan Council"
  ],
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/d5ae7265-e05c-435f-865e-52b8bddc06d6\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/plan_density_act_near_transit/shp_plan_density_act_near_transit.zip\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_metc/plan_density_act_near_transit/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2018-01-05T11:02:13.674644",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "d5ae7265-e05c-435f-865e-52b8bddc06d6",
  "layer_geom_type_s": "Mixed",
  "layer_modified_dt": "2018-04-30T14:29:18Z",
  "solr_geom": "ENVELOPE(-94.012, -92.732, 45.415, 44.471)",
  "solr_year_i": 2018,
  "centroid_s": "44.943,-93.372",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "thumbnail_path_ss": "http://btaagdp.org/data-portals/files/original/27aafe42873427c2e8d6ed00e941a4da.jpg",
  "geoblacklight_version": "1.0"
}