{
  "uuid": "80420dde-9fd0-4d4e-ae5c-64d9aa82247e",
  "dc_identifier_s": "80420dde-9fd0-4d4e-ae5c-64d9aa82247e",
  "dc_title_s": "State Forest Statutory Boundaries and Management Units: Minnesota",
  "dc_description_s": "This layer file consists of three related datasets:- Statutory boundary polygons of State Forests- Lands managed by the Division of Forestry within the statutory boundaries, known as Management Units- Lands managed by the Division of Forestry outside of the statutory boundaries, known as Other Forestry LandsState Forests - Statutory Boundaries:This theme shows the boundaries of those areas of Minnesota that have been legislatively designated as State Forests ( http://www.dnr.state.mn.us/state_forests/index.html )Minnesota's 58 state forests were established to produce timber and other forest crops, provide outdoor recreation, protect watersheds, and perpetuate rare and distinctive species of native flora and fauna. The mapped boundaries are based on legislative/statutory language and are described in broad terms based on legal descriptions. Private or other ownerships included inside a State Forest boundary are typically NOT identified in legislative language and subsequently are NOT mapped in this layer. It is important to note that these data do not represent public ownership. State Forest boundaries often include private land and should not be used to determine ownership. Ownership information can be found in the State Lands by Administrator - Forestry layer ( http://gisdata.mn.gov/dataset/plan-state-lands-dnr-interest ) and the GAP Stewardship 2008 layer ( http://gisdata.mn.gov/dataset/plan-gap-stewardship-2008 ).Data has been updated during 2009 by the MNDNR Forest Resource Assessment office.State Forests - Management UnitsThis theme shows the land owned and managed by the Division of Forestry within the Statutory Boundaries. The shapes were derived mostly from county parcel data, where available, and from plat maps and other ownership resources. This data presents an approximate location of the land ownership and is intended for cartographic purposes only. It is not survey quality and should never be used to resolve land ownership disputes.State Forests - Other Forest LandsThis theme shows State Forest lands outside of the State Forest Statutory Boundaries. It was derived from MNDNR's Land Records System PLS40 data layer. Sub-40 shapes are not represented. Partial PLS40 ownership is represented as a whole PLS40. This data is not survey quality and should never be used to resolve land ownership disputes.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Natural Resources Department, Minnesota"
  ],
  "dc_creator_sm": "Department of Natural Resources (DNR)",
  "dc_subject_sm": [
    "Boundaries"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/bdry-state-forest\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/bdry_state_forest/shp_bdry_state_forest.zip\"}",
  "dct_isPartOf_sm": "Minnesota Geospatial Commons",
  "dct_issued_s": "2014-06-25T21:29:04.638880",
  "dct_temporal_sm": [
    "2017"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "thumbnail_path_ss": "ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/bdry_state_forest/preview/preview.jpg",
  "layer_slug_s": "80420dde-9fd0-4d4e-ae5c-64d9aa82247e",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-19T23:58:14Z",
  "centroid_s": "46.3844275,-92.650502",
  "solr_geom": "ENVELOPE(-95.498715, -89.802289, 49.283563, 43.485292)",
  "solr_year_i": 2017
}