{
"dc_description_s": "LC2001USGS_IN is a grid (30-meter cell size) showing 2001 land cover data in Indiana. This grid is a subset of the National Land Cover Data (NLCD 2001) data set. There are 15 categories of land use shown in this data set when the associated layer file (LC2001USGS_IN.LYR) is loaded. The following is excerpted from metadata provided by the USGS for the NLCD 2001 (http://extract.cr.usgs.gov/distmeta/servlet/gov.usgs.edc.MetaBuilder?TYPE=HTML&DATASET=NLCD01LANC&YMAX=39.611501479289956&YMIN=39.611501479289956&XMIN=-76.63165680473374&XMAX=-76.63165680473374): The National Land Cover Database 2001 land cover layer for mapping zone 60 was produced through a cooperative project conducted by the Multi-Resolution Land Characteristics (MRLC) Consortium. The MRLC Consortium is a partnership of federal agencies (www.mrlc.gov), consisting of the U.S. Geological Survey (USGS), the National Oceanic and Atmospheric Administration (NOAA), the U.S. Environmental Protection Agency (EPA), the U.S. Department of Agriculture (USDA) Forest Service (USFS), the National Park Service (NPS), the U.S. Fish and Wildlife Service (FWS), the Bureau of Land Management (BLM) and the USDA Natural Resources Conservation Service (NRCS). One of the primary goals of the project is to generate a current, consistent, seamless, and accurate National Land cover Database (NLCD) circa 2001 for the United States at medium spatial resolution. For a detailed definition and discussion on MRLC and the NLCD 2001 products, refer to Homer et al. (2003) and . The NLCD 2001 is created by partitioning the U.S. into mapping zones. A total of 66 mapping zones were delineated within the conterminous U.S. based on ecoregion and geographical characteristics, edgematching features and the size requirement of Landsat mosaics. Mapping zone 60 encompasses whole or portions of several states in the mid-Atlantic region, including the states of New Jersey, Delaware, Maryland, Pennsylvania, Virginia, and the District of Columbia. Questions about the NLCD mapping zone 60 can be directed to the NLCD 2001 land cover mapping team at the USGS EROS Data Center (EDC), Sioux Falls, SD (605) 594-6151 or mrlc@usgs.gov.", 
"layer_modified_dt": "2017-12-27T20:50:51Z", 
"solr_geom": "ENVELOPE(-88.1607, -84.6882, 41.7753, 37.7554)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Environment/Land_Cover_2001.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Environment/Land_Cover_2001/MapServer\",\"http://schema.org/url\":\"http://maps.indiana.edu/layerGallery.html\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/2a274a12-f234-42fd-808c-28c2b63c19cd/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "2a274a12-f234-42fd-808c-28c2b63c19cd", 
"dct_provenance_s": "Purdue", 
"dc_subject_sm": [
"Imagery and Base Maps", 
"Environment"
], 
"dct_temporal_sm": "2001", 
"dct_issued_s": "2003-08-30", 
"dc_format_s": "GeoTIFF", 
"dc_creator_sm": [
"United States Geological Survey (USGS) (Author)", 
"Indiana Geological Survey (Digital compiler)"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "2a274a12-f234-42fd-808c-28c2b63c19cd", 
"dct_isPartOf_sm": "IndianaMAP", 
"solr_year_i": 2003, 
"dct_spatial_sm": [
"Indiana, United States"
], 
"dc_publisher_sm": [
"Indiana Geological Survey"
], 
"dc_title_s": "Land Cover, Derived from the National Land Cover Database (NLCD 2001): Indiana, 2003", 
"layer_slug_s": "2a274a12-f234-42fd-808c-28c2b63c19cd", 
"centroid_s": "39.76535,-86.42445", 
"layer_geom_type_s": "Raster", 
"dc_language_s": "English"
}