{
  "dc_identifier_s": "7708e6ac-1ed7-413d-aa41-98035c2fb32a",
  "dc_title_s": "NLCD 2006 Land Cover: Minnesota",
  "dc_description_s": "This Minnesota NLCD layer is derived from the full NLCD dataset. The national raster is clipped and projected to UTM Zone 15N. For the original dataset in Albers Equal Area Conic, refer to the NLCD webpage: http://www.mrlc.gov/nlcd06_data.php  The National Land Cover Database products are created through a cooperative project conducted by the Multi-Resolution Land Characteristics (MRLC) Consortium.  The MRLC Consortium is a partnership of federal agencies (www.mrlc.gov), consisting of the U.S. Geological Survey (USGS), the National Oceanic and Atmospheric Administration (NOAA), the U.S. Environmental Protection Agency (EPA), the U.S. Department of Agriculture (USDA), the U.S. Forest Service (USFS), the National Park Service (NPS), the U.S. Fish and Wildlife Service (FWS), the Bureau of Land Management (BLM) and the USDA Natural Resources Conservation Service (NRCS).  Previously, NLCD consisted of three major data releases based on a 10-year cycle.  These include a circa 1992 conterminous U.S. land cover dataset with one thematic layer (NLCD 1992), a circa 2001 50-state/Puerto Rico updated U.S. land cover database (NLCD 2001) with three layers including thematic land cover, percent imperviousness, and percent tree canopy, and a 1992/2001 Land Cover Change Retrofit Product.  With these national data layers, there is often a 5-year time lag between the image capture date and product release.  In some areas, the land cover can undergo significant change during production time, resulting in products that may be perpetually out of date.  To address these issues, this circa 2006 NLCD land cover product (NLCD 2006) was conceived to meet user community needs for more frequent land cover monitoring (moving to a 5-year cycle) and to reduce the production time between image capture and product release.  NLCD 2006 is designed to provide the user both updated land cover data and additional information that can be used to identify the pattern, nature, and magnitude of changes occurring between 2001 and 2006 for the conterminous United States at medium spatial resolution.  Land cover maps, derivatives and all associated documents are considered \"provisional\" until a formal accuracy assessment can be conducted. For further information on MRLC and the NLCD 2001 products, refer to the text file <a href=\"metadata_nlcd2006_landcover_4-20-11.txt\" target=_blank>metadata_nlcd2006_landcover_4-20-11.txt</a>.",
  "dc_rights_s": "Public",
  "dc_format_s": "Geodatabase",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Minnesota Department of Natural Resources (DNR)"
  ],
  "dc_creator_sm": [
    "U.S. Geological Survey"
  ],
  "dc_subject_sm": [
    "Biota"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/7708e6ac-1ed7-413d-aa41-98035c2fb32a\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/biota_landcover_nlcd_mn_2006/fgdb_biota_landcover_nlcd_mn_2006.zip\",\"http://schema.org/image\":\"https://btaagdp.org/thumbnails/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/biota_landcover_nlcd_mn_2006/metadata/preview.jpg\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/biota_landcover_nlcd_mn_2006/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2014-10-24T11:01:16.099854",
  "dct_temporal_sm": [
    "2005-02-11 / 2007-10-03"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "7708e6ac-1ed7-413d-aa41-98035c2fb32a",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-06-26T17:12:30Z",
  "solr_geom": "ENVELOPE(-96.925248, -89.225467, 49.366186, 43.375289)",
  "solr_year_i": 2006,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Raster data"
  ],
  "b1g_centroid_ss": "46.3707375,-93.0753575",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "b1g_image_ss": "https://btaagdp.org/thumbnails/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/biota_landcover_nlcd_mn_2006/metadata/preview.jpg",
  "b1g_collection_sm": "05a-01",
  "geoblacklight_version": "1.0"
}