{
  "dc_identifier_s": "66a8d931-0d3e-47fa-908e-156c011f139e",
  "dc_title_s": "Natural Vegetation - Central Appalachian Forest Ecoregion",
  "dc_description_s": "This raster dataset has been created using the PAMAP Program Land Cover for Pennsylvania, 2005 (downloaded from PASDA) and Landscape Blocks as originated by The Nature Conservancy. The 2005 land cover for Pennsylvania was created through a mix of interpretation of remotely sensed data and use of ancillary data sources. The date actually is a mid-point as the remotely sensed and ancillary data are representative of the time period 2003-2007. The coding is based on the Anderson Land Use/Land Cover system, where the more descriptive detail in the category is reflected by a higher code value. Using an inside buffer of 18 meters on the Landscape Blocks a new shapefile was created in order to create a 30 meter area between the blocks to represent roads. Natural vegetation cover (Water, Coniferous Forest, Mixed Forest, Deciduous Forest, Woody Wetland, and Emergent Wetland) from the 2005 Land Cover was reclassified and then the road buffered landscape blocks were combined with the raster to assign a value of '0' to areas in the natural vegetation land cover that overlap with the road buffers. Acreage of the contiguous natural vegetation was calculated and the data was reclassified based on conservation value as follows: Acreage Conservation Value 0-100 0 100-250 1 250-500 2 500-1000 3 1000-2500 4 2500-5000 5 5000-7500 6 7500-15000 7 15000-25000 8 25000-40000 9 > 40000 10 Conservation values were determined by experts gathered by Natural Lands Trust through SmartConservation. This data set is one of several that have been combined to create an overall terrestrial resources conservation value raster for the Central Appalachian Forest Ecoregion. Therefore the values were determined as a relative rank, comparable in value only to the other input terrestrial resources data. Conservation value ranges from 1 - 10 with 10 being the highest value.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Natural Lands Trust"
  ],
  "dc_creator_sm": [
    "Natural Lands Trus"
  ],
  "dc_subject_sm": [
    "Imagery and Base Maps",
    "Natural vegetation"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1479\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1479\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2010"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "66a8d931-0d3e-47fa-908e-156c011f139e",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-74.569949, -80.738558, 42.412572, 39.548312)",
  "solr_year_i": 2010,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.980442,-77.6542535",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}