{
  "dc_identifier_s": "43ff622d-4525-4e5e-bf2a-0ad1afa62297",
  "dc_title_s": "Landcover - Prince Georges County, Maryland",
  "dc_description_s": "Note: This is a resampled version of the land cover data. The cell size was increased from 0.5ft to 3ft to make the data more manageable to work with. High resolution land cover dataset for Prince Georges County. Seven land cover classes were mapped: (1) tree canopy, (2) grass/shrub, (3) bare earth, (4) water, (5) buildings, (6) roads, and (7) other paved surfaces. The minimum mapping unit for the delineation of features was set at 0.5 ft square . The primary sources used to derive this land cover layer were 2009 LiDAR and 2009 Color Infrared Imagery (3 band). Ancillary data sources included GIS data (building footprints, impervious surfaces, roads, railroads, water) provided by M-NCPPC. This land cover dataset is considered current as of 2009. Object-based image analysis techniques (OBIA) were employed to extract land cover information using the best available remotely sensed and vector GIS datasets. OBIA systems work by grouping pixels into meaningful objects based on their spectral and spatial properties, while taking into account boundaries imposed by existing vector datasets. Within the OBIA environment a rule-based expert system was designed to effectively mimic the process of manual image analysis by incorporating the elements of image interpretation (color/tone, texture, pattern, location, size, and shape) into the classification process. A series of morphological procedures were employed to insure that the end product is both accurate and cartographically pleasing. No accuracy assessment was conducted, but the dataset was subject to a thorough manual quality control. More than 26497 corrections were made to the classification.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "University of Vermont Spatial Analysis Laboratory"
  ],
  "dc_creator_sm": [
    "University of Vermont Spatial Analysis Laboratory"
  ],
  "dc_subject_sm": [
    "Imagery and Base Maps",
    "Land cover"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3156\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3156\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2011"
  ],
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "layer_slug_s": "43ff622d-4525-4e5e-bf2a-0ad1afa62297",
  "layer_geom_type_s": "Mixed",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-74.836712, -75.28925, 39.286931, 38.67579)",
  "solr_year_i": 2011,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "38.9813605,-75.062981",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4361885"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}