{
  "dc_identifier_s": "80531ea5-2609-403f-baf2-3ef73b6282d1",
  "dc_title_s": "Lake Erie Watershed LiDAR 2015 - DEM: Pennsylvania",
  "dc_description_s": "Lake Erie Watershed 2015 Ortho/LiDAR/Hydro Project will consist the following:  2022 New project  2013 wide 1 201d=100 2019 scale color digital orthoimagery (with a 6-inch pixel resolution)  2022 New project wide 0.7-meter LiDAR (average point density)  2022 New project wide hydrology  2022 Crest Delineation This task is for a high resolution data set of lidar covering approximately 512 square miles of the Lake Erie Shoreline, PA. The lidar data was acquired and processed under the requirements identified in this task order. Lidar data is a remotely sensed high resolution elevation data collected by an airborne platform. The lidar sensor uses a combination of laser range finding, GPS positioning, and inertial measurement technologies. The lidar systems collect data point clouds that are used to produce highly detailed Digital Elevation Models (DEMs) of the earths terrain, man-made structures, and vegetation. The task required the LiDAR data to be collected at a nominal pulse spacing (NPS) of 0.7 meters. The final products include classified LAS, 2.5 pixel raster DEMs of the bare-earth surface in ERDAS IMG Format. Each LAS file contains lidar point information, which has been calibrated, controlled, and classified. Additional deliverables include hydrologic breakline data, 8-bit intensity images, control data, tile index, lidar processing and survey reports in PDF format, FGDC metadata files for each data deliverable in .xml format. Ground conditions: Water at normal levels; no unusual inundation; no snow; leaf off. To better understand one of the state 2019s most vital natural resources and accurately plan for the future, the Pennsylvania Department of Environmental Protection (PADEP), through grant funding provided to the Pennsylvania Sea Grant (PASG) College Program, partnered with Woolpert to acquire imagery and lidar data for the entire Pennsylvania Lake Erie Watershed and all 77 miles of shoreline. - See more at: http://www.xyht.com/aerialuas/heights-april-2017-mapping-the-pennsylvania-lake-erie-watershed/#sthash.n3pVphR6.dpuf",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "The Pennsylvania State University"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Imagery and Base Maps",
    "Aerial",
    "LiDAR"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3204\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3204\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2017"
  ],
  "dct_spatial_sm": [
    "Lake Erie, United States"
  ],
  "layer_slug_s": "80531ea5-2609-403f-baf2-3ef73b6282d1",
  "layer_geom_type_s": "Mixed",
  "layer_modified_dt": "2018-06-26T21:07:43Z",
  "solr_geom": "ENVELOPE(-80.552193, -79.73936, 42.27633, 41.649693)",
  "solr_year_i": 2017,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "41.9630115,-80.1457765",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4994594"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}