{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:41:30Z",
  "layer_slug_s": "1c56b10084bf419ba8e5e987a5ce18d9_20",
  "dc_identifier_s": "1c56b10084bf419ba8e5e987a5ce18d9_20",
  "dc_title_s": "East Of The River (Individual): Washington, D.C., 2013",
  "dct_alternativeTitle_sm": [
    "2013 East of the River (Individual)"
  ],
  "dc_description_s": "ONE OR MORE OF THE ACCESS LINKS FOR THIS RECORD WERE REPORTED AS BROKEN. THE RECORD MAY HAVE BEEN RETIRED BY THE HOST. The East of the River (EOR) grant provides access to high-quality arts and humanities experiences for DC residents who live east of the Anacostia River. Activities may be programs or projects that include, but are not limited to, dance, design, folk and traditional arts, literature, media arts, music, theater, and visual arts. Funding may be used to support operational and programmatic costs directly related to the East of the River activities described in the application. Priority will be given to organizations with a principal place of business in Wards 7 or 8, have a satellite location located in Ward 7 or 8, or have an established program or project partnership with a business or nonprofit located in Ward 7 or 8. The DC Commission on the Arts and Humanities recognizes the importance of remaining relevant in a city of competitive opportunities for residents who have at their disposal significant discretionary income for arts and cultural offerings. Further, according to the 2012 Arts and Economic Prosperity IV Study conducted by Americans for the Arts, $1.1 billion in economic activity is generated annually by the non-profit arts and culture industry in Washington, DC. Additionally, the culture industry returns $80 million in local tax revenue to the District s coffers. These trends create an opportunity for DCCAH to position itself at the forefront of the city s cultural planning. To achieve this goal, DCCAH will endeavor in a cultural planning process to understand the strategic opportunities that will be central to accomplishing this broad vision.",
  "dc_creator_sm": [
    "City of Washington, DC"
  ],
  "dc_publisher_sm": [
    "District of Columbia"
  ],
  "dc_subject_sm": [
    "Society"
  ],
  "b1g_keyword_sm": [
    "Cultural",
    "Grant",
    "Artists",
    "Art"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2015-02-27",
  "dct_temporal_sm": [
    "2013"
  ],
  "b1g_date_range_drsim": [
    "[2013 TO 2013]"
  ],
  "solr_year_i": "2013",
  "dct_spatial_sm": [
    "Washington D.C"
  ],
  "solr_geom": "ENVELOPE(-77.10947997,-76.91981648,38.99434666,38.82730205)",
  "b1g_centroid_ss": "38.910824355,-77.014648225",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04c-01",
  "dct_isPartOf_sm": [
    ""
  ],
  "b1g_dateAccessioned_s": "2019-07-23",
  "b1g_dateRetired_s": "2019-07-23",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Retired",
  "dc_rights_s": "Public",
  "suppressed_b": "TRUE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://opendata.dc.gov/datasets/1c56b10084bf419ba8e5e987a5ce18d9_20\",\"http://schema.org/downloadUrl\":\"http://opendata.dc.gov/datasets/1c56b10084bf419ba8e5e987a5ce18d9_20.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps2.dcgis.dc.gov/dcgis/rest/services/DCGIS_DATA/Cultural_and_Society_WebMercator/MapServer/20\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}