{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "9b4355a8e1e345ea8350b77516163dd4_61",
  "dc_identifier_s": "9b4355a8e1e345ea8350b77516163dd4_61",
  "dc_title_s": "Low Food Access Areas: Washington, Dc",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "Polygons in this layer represent low food access areas of the District of Columbia which are estimated to be more than a 10-minute walk from the nearest full-service grocery store. These have been merged with Census poverty data to estimate how much of the population within these areas is food insecure (below 185% of the federal poverty line in addition to living in a low food access area). Office of Planning GIS followed several steps to create this layer, including: transit analysis, to eliminate areas of the District within a 10-minute walk of a grocery store; non-residential analysis, to eliminate areas of the District which do not contain residents and cannot classify as low food access areas (such as parks and the National Mall); and Census tract division, to estimate population and poverty rates within the newly created polygon boundaries. Fields contained in this layer include:Intermediary calculation fields for the aforementioned analysis.PartPop2: The total population estimated to live within the low food access area polygon (derived from Census tract population, assuming even distribution across the polygon after removing non-residential areas, followed by the removal of population living within a grocery store radius.)PrtOver185: The portion of PartPop2 which is estimated to have household income above 185% of the federal poverty line (the food secure population)PrtUnd185: The portion of PartPop2 which is estimated to have household income below 185% of the federal poverty line (the food insecure population)PercentUnd185: A calculated field showing PrtUnd185 as a percent of PartPop2. This is the percent of the population in the polygon which is food insecure (both living in a low food access area and below 185% of the federal poverty line). Note that the polygon representing Joint Base Anacostia-Bolling was removed from this analysis. While technically classifying as a low food access area based on the OP Grocery Stores layer (since the JBAB Commissary, which only serves military members, is not included in that layer), it is recognized that those who do live on the base have access to the commissary for grocery needs.Last updated November 2017.",
  "dc_creator_sm": [
    "City of Washington, DC"
  ],
  "dc_publisher_sm": [
    "District of Columbia"
  ],
  "dc_subject_sm": [
    "Society",
    "Health"
  ],
  "b1g_keyword_sm": [
    "public service",
    "mar2018",
    "meal",
    "food",
    "health",
    "washington dc",
    "dc",
    "dcgis",
    "care",
    "group meal",
    "market",
    "grocery",
    "poverty",
    "foodeats"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2018-03-19",
  "dct_temporal_sm": [
    "2018"
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Washington D.C"
  ],
  "solr_geom": "ENVELOPE(-77.115984,-76.909262,38.995809,38.803127)",
  "b1g_centroid_ss": "38.899468,-77.01262299999999",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04c-01",
  "dct_isPartOf_sm": [
    "04c-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://opendata.dc.gov/datasets/9b4355a8e1e345ea8350b77516163dd4_61\",\"http://schema.org/downloadUrl\":\"http://opendata.dc.gov/datasets/9b4355a8e1e345ea8350b77516163dd4_61.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps2.dcgis.dc.gov/dcgis/rest/services/DCGIS_DATA/Public_Service_WebMercator/MapServer/61\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}