{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "b868ff28f5364f5cad595d6249e6d9fc_38",
  "dc_identifier_s": "b868ff28f5364f5cad595d6249e6d9fc_38",
  "dc_title_s": "Tax Lots (Historical): Washington, D.C.",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "Historical Tax Lots. DC's Real Property Tax Administration defines assessment and taxation lots, often referred to as AT lots or simply tax lots. These lots are strictly for real estate taxation purposes and normally defined under two circumstances: When property owners ask for their real property tax bills to be consolidated, after they have bought several contiguous record lots; this is called a combine;When part of a record lot is sold, but no new record lot is yet defined; this is called a split request. Tax lots are not determined by survey, and are therefore not official lots in the same way record lots are. These lots are normally numbered between 800 and 1999within a square to differentiate them from record lots on the property tax maps. When a tax lot is established by RPTA, an AT Plat is generated by RPTA and forwarded to the surveyor s office. These AT Plats are not reviewed but simply filed by the Surveyor; they do not comply with the standards required of subdivision plats, and are not recorded. Tax Lots are not normally acceptable when applying for building permits and must be converted to Record Lots through the normal subdivision process involving the D.C. Surveyor s Office before permits will be issued. The only exception is if the lot does not face a public street. Furthermore, at the time of their creation and platting, there is no review made of tax lots for compliance with D.C. Zoning, Subdivisions or any other ordinances. These lots are simply pieces of property, owned by somebody, described in deeds, for which tax bills are sent and real estate taxes are collected by the city. Some Record Lots also function in this capacity. Geographically, tax lots typically overlay layers such as record lots or sometimes reservations. There are known instances where tax lots do not overlay these types of layers. Up until approximately 1972, AT lots were only created by the Tax Assessor out of lands that had been previously Record Lots at some point in their history. For a short period of time in the early to mid 1970 s, a decision was made to start eliminating fractional parcels (see definition below) and make them all into AT lots. The intent was to do away with Parcels altogether and have all properties in the city be either tax lots or record lots. By doing this, they converted unsubdivided parcels into AT lots where no underlying record lot exists. There is often little or no historical source information about these types of transactions therefore vectorizing them often required vast amounts of research.Created as part of the DC Geographic Information System (DC GIS) for the D.C. Office of the Chief Technology Officer (OCTO) and participating D.C. government agencies. They are created by the DC Office of Tax and Revenue, Real Property Tax Assessment Office.",
  "dc_creator_sm": [
    "City of Washington, DC"
  ],
  "dc_publisher_sm": [
    "District of Columbia"
  ],
  "dc_subject_sm": [
    "Location"
  ],
  "b1g_keyword_sm": [
    "Property",
    "Land",
    "Square",
    "Lot"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2015-02-27",
  "dct_temporal_sm": [
    "2015"
  ],
  "b1g_date_range_drsim": [
    "[2015 TO 2015]"
  ],
  "solr_year_i": "2015",
  "dct_spatial_sm": [
    "Washington D.C"
  ],
  "solr_geom": "ENVELOPE(-77.11354653,-76.91152247,38.99282754,38.8103294)",
  "b1g_centroid_ss": "38.901578470000004,-77.01253449999999",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04c-01",
  "dct_isPartOf_sm": [
    "04c-01"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://opendata.dc.gov/datasets/b868ff28f5364f5cad595d6249e6d9fc_38\",\"http://schema.org/downloadUrl\":\"http://opendata.dc.gov/datasets/b868ff28f5364f5cad595d6249e6d9fc_38.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps2.dcgis.dc.gov/dcgis/rest/services/DCGIS_DATA/Property_and_Land_WebMercator/MapServer/38\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}