{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "dc747eff01ba42c99dec8665bad55ae5_1",
  "dc_identifier_s": "dc747eff01ba42c99dec8665bad55ae5_1",
  "dc_title_s": "Small Area Plans: Washington D.C.",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This dataset contains areal locations for Major Area Pans as established by the DC Office of Planning. Below are brief descriptions about each area. 1. Benning Road: The study area starts at the Starburst intersection, where Florida Avenue, Bladensburg Road and BenningRoad NE meet, and continues to the Maryland border at Southern Avenue, passing through Wards 5, 6 and 7 along the way. 2. Brookland/CUA Metro Station Area Plan: The boundaries for the immediate Small Area Plan study area for Brookland generally are Taylor Street to the north, 13th street to the east, Rhode Island Avenue to the South and 7th Street to Michigan Avenue to John McCormack Road to the west. 3. Deanwood Strategic Development Plan: The project area consists of Eastern Avenue to the Northeast, 55th Street NE to the East, Marvin Gaye Park to the South, and Kenilworth Avenue/CSX railway to the West. 4. Georgia Avenue - Petworth Metro Station Area Corridor Plan: Project area includes all properties fronting Georgia Avenue, from Decatur Street to Euclid Street in Ward 1; and encompasses approximately 40 blocks. The 4 neighborhood areas are defined as follows: -Upshur (Decatur Street to Shepherd Street) -Petworth-Metro (Shepherd Street to Otis Place) -Park View/Park Morton (Otis Place to Irving Street) -Pleasant Plains (Irving Street to Euclid Street) 5. Kennedy Street: Properties fronting on Kennedy from Georgia to North Capitol Street N. 6. Pennsylvania Avenue SE Land Development Plan: The study area includes all properties fronting on Pennsylvania Avenue SE from Independence Avenue SE/2nd Street SE eastward to Southern Avenue. The study area is more than three miles long and runs through parts of Wards 6, 7, and 8 in the District of Columbia. There are six sub areas located along the study area including: -Southern Avenue to Alabama Avenue (Ward 7) -Alabama Avenue to Branch Avenue (Ward 7) -Branch Avenue to 28th Street (Ward 7) -28th Street to the Sousa Bridge (Ward 8) -Sousa Bridge to 11th Street (Ward 6) -11th Street to 2nd Avenue/Independence Avenue (Ward 6) 7. Riggs Road / South Dakota Avenue: The Office of Planning will undertake a community planning process with area stakeholders (including residents, ANCs, neighborhood organizations, Council staff, businesses, property owners, institutions and government agencies) to develop a Strategic Development Plan and Revitalization strategy for the properties within Wards 4 and 5 within a ? mile radius surrounding the Riggs Road and South Dakota Avenue NE intersection. This includes Fort Totten Metro Station. 8. Upper Georgia Avenue Land Development Plan: Project boundaries extends from Decatur Street on the south to Eastern Avenue on the north, including properties along Georgia Avenue from one block to the east and west. 9. St. Elizabeths East Redevelopment Framework Plan: Corner of MLK SE and the alley 1 block north of Lebaum St. SE. Go southeast until Alabama Ave, SE and follow Alabama Ave to just passed the Congress Heights Metro. Head north to corner of Hebrew Cemetery boundary then northeast until Bruce St, SE. Finally, go northwest to intersect with MLK, SE just south of Pomeroy Rd, SE. 10. Anacostia Transit Area Strategic Investment Redevelopment Plan: The study area for the Anacostia Transit Area Framework Plan extends between Fort Stanton Park and Anacostia Park on the east and west, and Good Hope Road and Stevens Road SE on the north and south. 11. Convention Center Area Strategic Development Plan: Bounded by New York Avenue, Massachusetts Avenue, 12th Street, Vermont Avenue, U Street, Florida Avenue, and New Jersey Avenue. The area includes Logan Circle, French Street, Westminster Street, Blagden Alley, O Street Market, East Central, and MountVernon Square. 12. Uptown Destination District Plan (DUKE): Project boundaries Barry Place NW to the north; 6th Street NW to the east; Rhode Island Avenue to the south; and 13th Street to the west. 13. H Street Revitalization Plan: The project boundaries extend along H Street NE from North Capitol Street to 17th Street NE. (13 blocks). 14. Takoma Central District Plan: Project boundaries are defined by the area between Chestnut Street to the north, Eastern Avenue to the east, 4th 5th Streets to the west, and Aspen Laurel Streets to the south.",
  "dc_creator_sm": [
    "City of Washington, DC"
  ],
  "dc_publisher_sm": [
    "District of Columbia"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "b1g_keyword_sm": [
    "Planning",
    "Land use",
    "Zoning",
    "Planning"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "2015-02-27",
  "dct_temporal_sm": [
    ""
  ],
  "b1g_date_range_drsim": [
    "[2015 TO 2015]"
  ],
  "solr_year_i": "2015",
  "dct_spatial_sm": [
    "Washington D.C"
  ],
  "solr_geom": "ENVELOPE(-77.02965048,-76.90941556,38.98535842,38.84413443)",
  "b1g_centroid_ss": "38.914746425,-76.96953302",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04c-01",
  "dct_isPartOf_sm": [
    "04c-01"
  ],
  "b1g_dateAccessioned_s": "2019-05-29",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://opendata.dc.gov/datasets/dc747eff01ba42c99dec8665bad55ae5_1\",\"http://schema.org/downloadUrl\":\"http://opendata.dc.gov/datasets/dc747eff01ba42c99dec8665bad55ae5_1.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps2.dcgis.dc.gov/dcgis/rest/services/DCGIS_DATA/Planning_Landuse_and_Zoning_WebMercator/MapServer/1\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}