{
"dc_description_s": "Data regarding children (ages 5 to 17) from families in poverty in Indiana in 2004, tabulated by school district, were obtained from a Web page of the U.S. Census Bureau. These data, which are estimates produced under the Census Bureau's Small Area Income and Poverty Estimates (SAIPE) program, were then incorporated into a preexisting shapefile showing school districts in Indiana, as of 2000. Data that were obtained for each school district included total population of each district, population of relevant children (ages 5 to 17), and number of children from families in poverty. A new field, giving the percentage of children in each district that are from families in poverty, was calculated by dividing the number of children in poverty by the population of relevant children. The SAIPE data were produced for school districts as they existed in 2005-2006. It was not possible to find a boundary file for school districts in those years, so a boundary file for 2000 was used. In a few areas, it was not possible to match the SAIPE data with the 2000 school-district boundaries. This is presumably the result of changes (such as mergers or divisions) of school districts between 2000 and 2006. Regarding the preexisting shapefile showing school districts, the following is excerpted from an online document produced by the U.S. Census Bureau pertaining to unified school districts (found at http://www.census.gov/geo/www/cob/sd_metadata.html): School districts are geographic entities within which state, county, or local officials provide public educational services for the area's residents. The U.S. Census Bureau obtains the boundaries and names for school districts from state officials. The U.S. Census Bureau first provided data for school districts in the 1970 census. For Census 2000, the U.S. Census Bureau tabulated data for three types of school districts: elementary, secondary, and unified. Each school district is assigned a five-digit code that is unique within state. School district codes are assigned by the Department of Education and are not necessarily in alphabetical order by school district name.", 
"layer_modified_dt": "2017-12-27T20:50:44Z", 
"solr_geom": "ENVELOPE(-88.0972, -84.6884, 41.7734, 37.7606)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Demographics/Population_Children_Poverty.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Demographics/Population_Children_Poverty/MapServer\",\"http://schema.org/url\":\"http://maps.indiana.edu/layerGallery.html\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/f5f07783-172e-492f-83cf-50a5e67d32d9/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "f5f07783-172e-492f-83cf-50a5e67d32d9", 
"dct_provenance_s": "Purdue", 
"dc_subject_sm": [
"Society", 
"Boundaries", 
"Census", 
"Demographics", 
"Schools", 
"Population"
], 
"dct_temporal_sm": "2007", 
"dct_issued_s": "2007-04-26", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Denver Harper (Data processor)", 
"United States Department of Commerce, United States Census Bureau (Data creator)", 
"Indiana Geological Survey (Data processor)"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "f5f07783-172e-492f-83cf-50a5e67d32d9", 
"dct_isPartOf_sm": "IndianaMAP", 
"solr_year_i": 2007, 
"dct_spatial_sm": [
"Indiana, United States", 
"West Lafayette, Indiana, United States"
], 
"dc_publisher_sm": [
"Indiana Geological Survey (IGS)"
], 
"dc_title_s": "Children, Ages 5 to 17, from Families in Poverty in 2004, by School District: Indiana, 2007", 
"layer_slug_s": "f5f07783-172e-492f-83cf-50a5e67d32d9", 
"centroid_s": "39.767,-86.3928", 
"layer_geom_type_s": "Mixed", 
"dc_language_s": "English"
}