{
  "dc_identifier_s": "6ba15f95-a1f5-40cb-a41a-655d45273bd6",
  "dc_title_s": "Digital Orthophoto Quadrangles (DOQs), 1991-92: Minnesota",
  "dc_description_s": "This dataset contains rectified air photos flown during the spring of 1991 and 1992. They show ground conditions at the times they were collected.  A digital orthophoto is a raster image of remotely sensed data in which displacement in the image due to sensor orientation and terrain relief have been removed. Orthophotos combine the image characteristics of a photograph with the geometric qualities of a map. The primary digital orthophotoquad (DOQ) is a 1-meter ground resolution, quarter-quadrangle (3.75-minutes of latitude by 3.75-minutes of longitude) image cast on the Universal Transverse Mercator Projection (UTM) on the North American Datum of 1983 (NAD83). The geographic extent of the DOQ is equivalent to a quarter-quad plus overedge. The overedge ranges a minimum of 50 meters to a maximum of 300 meters beyond the extremes of the primary and secondary corner points. The overedge is included to facilitate tonal matching for mosaicking and for the placement of the NAD83 and secondary datum corner ticks. The normal orientation of data is by lines (rows) and samples (columns). Each line contains a series of pixels ordered from west to east with the order of the lines from north to south. The standard, archived digital orthophoto is formatted as four ASCII header records, followed by a series of 8-bit binary image data records. The radiometric image brightness values are stored as 256 gray levels ranging from 0 to 255. The metadata provided in the digital orthophoto contain a wide range of descriptive information including format source information, production instrumentation and dates, and data to assist with displaying and georeferencing the image. The standard distribution format of DOQs will be JPEG compressed images on CD by counties or special regions. The reconstituted image from the CD will exhibit some radiometric differences when compared to its uncompressed original but will retain the geometry of the uncompressed DOQ.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Minnesota Geospatial Information Center (MnGeo)"
  ],
  "dc_creator_sm": [
    "U.S. Geological Survey (USGS)"
  ],
  "dc_subject_sm": [
    "Imagery and Base Maps"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/6ba15f95-a1f5-40cb-a41a-655d45273bd6\",\"http://schema.org/downloadUrl\":\"https://gisdata.mn.gov/dataset/6ba15f95-a1f5-40cb-a41a-655d45273bd6\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_mngeo/base_usgs_napp_1991_bw_airphotos/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2015-01-09T09:01:41.492112",
  "dct_temporal_sm": [
    "1991-1992"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "6ba15f95-a1f5-40cb-a41a-655d45273bd6",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-06-26T17:12:30Z",
  "solr_geom": "ENVELOPE(-97.5, -89, 49.5, 43)",
  "solr_year_i": 1991,
  "b1g_genre_sm": [
    "Aerial imagery"
  ],
  "b1g_geom_type_sm": [
    "Raster data"
  ],
  "b1g_centroid_ss": "46.25,-93.25",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5051907"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "05a-01",
  "geoblacklight_version": "1.0"
}