{
  "uuid": "13203252-7f0c-42dc-bfa6-82feb06e2b9d",
  "dc_identifier_s": "13203252-7f0c-42dc-bfa6-82feb06e2b9d",
  "dc_title_s": "St. Louis River Area of Concern (AOC): Minnesota",
  "dc_description_s": "In an effort to clean up the most polluted areas in the Great Lakes, the United States and Canada committed to working with State and Provincial governments to develop Remedial Action Plans for designated Areas of Concern (AOC) in the Great Lakes Basin. Currently there are 26 AOCs wholly within the United States and five that are shared by both the United States and Canada. This shapefile provides a polygon boundary for the St. Louis River Area of Concern and the Expanded Study Area surrounding Duluth, Minnesota, and Superior, Wisconsin. In developing the polygon boundary, the description of each AOC provided by EPA was used as a starting point for collecting basemap information to aid in the delineation of each boundary. Using Digital Orthophotography, Digital Raster Graphics, and Geographic Information Systems (GIS) layers such as watersheds, and water bodies where available, each polygon was then digitized and reviewed by representatives of both EPA, the Minnesota Department of Natural Resources, and the Wisconsin Department of Natural Resources for agreement. Sources of digital information used in the development of the AOCs include the USGS, the Microsoft Corporation Terraserver ( http://terraserver.homeadvisor.msn.com/default.aspx ), the Minnesota Department of Natural Resources GIS Data Deli ( http://deli.dnr.state.mn.us/ ), and the Wisconsin Department of Natural Resources ( http://www.dnr.state.wi.us/ ).",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Natural Resources Department, Minnesota"
  ],
  "dc_creator_sm": "U.S. Environmental Protection Agency (EPA) Great Lakes National Program Office",
  "dc_subject_sm": [
    "Boundaries"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/bdry-st-louis-river-aoc\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/bdry_st_louis_river_aoc/shp_bdry_st_louis_river_aoc.zip\"}",
  "dct_isPartOf_sm": "Minnesota Geospatial Commons",
  "dct_issued_s": "2016-06-29T10:02:04.798822",
  "dct_temporal_sm": [

  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "thumbnail_path_ss": "ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/bdry_st_louis_river_aoc/metadata/preview.jpg",
  "layer_slug_s": "13203252-7f0c-42dc-bfa6-82feb06e2b9d",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-19T23:58:15Z",
  "centroid_s": "47.050783,-92.332257",
  "solr_geom": "ENVELOPE(-93.208055, -91.456459, 47.784754, 46.316812)",
  "solr_year_i": 2016
}