{
  "dc_identifier_s": "59021658-649c-4e04-9059-5a3d69d54392",
  "dc_title_s": "Landcover - State of Delaware",
  "dc_description_s": "High-resolution land cover dataset for the State of Delaware. Twelve land cover classes were mapped:0 - Background1 - Water2 - Emergent Wetlands3 - Tree Canopy4 - Scrub/Shrub5 - Low Vegetation6 - Barren7 - Structures8 - Other Impervious Surfaces9 - Roads10 - Tree Canopy over Structures11 - Tree Canopy over Other Paved Surfaces12 - Tree Canopy over RoadsThe complete class definitions and standards can be viewed at the link below.https://docs.google.com/presentation/d/1lgOyFO0lCBl8skDGDZusthLNRVBwQs6b5nrAi05EohY/edit?usp=sharingThe primary sources used to derive this land cover layer were 2014 leaf-off LiDAR data, 2012 leaf-off imagery, and 2013 leaf-on imagery. Ancillary data sources such as roads centerlines, hydrology polygons, and parcel boundaries were obtained for the State of Delaware and used to augment the land cover mapping. This land cover dataset is considered current based on the LiDAR date of acquisition. Land cover class assignment was accomplished using a rule-based expert system embedded within an object-based framework. Object-based image analysis techniques (OBIA) work by grouping pixels into meaningful objects based on their spectral and spatial properties, while taking into account boundaries imposed by existing vector datasets. Within the OBIA environment a rule-based expert system was designed to effectively mimic the process of manual image analysis by incorporating the elements of image interpretation (color/tone, texture, pattern, location, size, and shape) into the classification process. A series of morphological procedures were employed to insure that the end product is both accurate and cartographically pleasing. Following the automated OBIA mapping a detailed manual review of the dataset was carried out at a scale of 1:3000 and all observable errors were corrected.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "University of Vermont Spatial Analysis Laboratory"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Land cover",
    "Imagery and Base Maps"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3138\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3138\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2014"
  ],
  "dct_spatial_sm": [
    "Delaware, United States"
  ],
  "layer_slug_s": "59021658-649c-4e04-9059-5a3d69d54392",
  "layer_geom_type_s": "Mixed",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-75.794113, -75.033426, 39.843921, 38.449847)",
  "solr_year_i": 2014,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.146884,-75.4137695",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4142224"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}