{
  "dc_identifier_s": "5653821d-ba27-4a7b-961f-85e10ee3c3c8",
  "dc_title_s": "Floodplain: Allegheny County, Pennsylvania",
  "dc_description_s": "In an effort to expedite the permit review process for Water Obstruction and Encroachment Applications, the Pennsylvania Department of Environmental Protection initiated a plan to replace hard-copy maps with digital GIS sets. The project is referred to as the 105 Spatial Data System (105SDS) Pennsylvania river floodplains and coastal floodplains are two of many spatial data sets that were used in the 105SDS project. As a result of work completed by Law Environmental, Inc. on the statewide low-level radioactive waste siting project, DEP received two coverages depicting river and coastal floodplains. However, due to the process used in constructing these data sets, there were many areas throughout the state in which floodplains were not digitized. The primary purpose of this task was to complete the digital floodplain mapping in these areas. Purpose:INTENDED USE OF DATA; Created to do permit reviews for Water Obstruction and Encroachment Applications. LIMITATIONS OF DATA; Due to the nature of transferring the floodplains from the Federal Emergency Management Agency maps to plotted 1:24000 scale maps this coverage should be considered to be the 'best representation' of the data but not as accurate as, for example, a map of Global Positioning System's floodplain coordinates",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Allegheny County"
  ],
  "dc_creator_sm": [
    "Allegheny County Division of Computer Services Geographic Information Systems Group"
  ],
  "dc_subject_sm": [
    "Geoscientific Information",
    "Biota"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1201\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1201\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2000"
  ],
  "dct_spatial_sm": [
    "Allegheny County, Pennsylvania, United States",
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "5653821d-ba27-4a7b-961f-85e10ee3c3c8",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:27Z",
  "solr_geom": "ENVELOPE(-79.67595, -80.362619, 40.681905, 40.185105)",
  "solr_year_i": 2000,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.433505,-80.0192845",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5178040",
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}