{
"dc_description_s": "PLSS_CadNSDI_BLM_IN.GDB is is an Esri file geodatabse of the Public Land Survery System (PLSS) for Indiana, as provided by personnel of the Bureau of Land Management (BLM). The Cadastral National Spatial Data Infrastructure (CadNSDI) Survey Program of the BLM provides the official boundary surveys of all federal-interest lands in the United States, which is over 700 million acres, nationwide. The PLSS is the foundation for many survey-based geographic information systems. The following is excerpted from the metadata provided by the BLM for the source file geodatabase named named IN_CadNSDI_V2.GDB: The CADNSDI or the Cadastral Publication Data Standard is the cadastral data component of the NSDI. This is the publication guideline for cadastral data that is intended to provide a common format and structure and content for cadastral information that can be made available across jurisdictional boundaries, providing a consistent and uniform cadastral data to meet business need that includes connections to the source information from the data stewards. The data stewards determine which data are published and should be contacted for any questions on data content or for additional information. The cadastral publication data is data provided by cadastral data producers in a standard form on a regular basis. Cadastral publication data has two primary components, land parcel data and cadastral reference data. It is important to recognize that the publication data are not the same as the operation and maintenance or production data. The production data is structured to optimize maintenance processes, is integrated with internal agency operations and contains much more detail than the publication data. The publication data is a subset of the more complete production data and is reformatted to meet a national standard so data can be integrated across jurisdictional boundaries and be presented in a consistent and standard form nationally.", 
"layer_modified_dt": "2017-12-27T20:51:16Z", 
"solr_geom": "ENVELOPE(-88.1607, -84.6882, 41.7753, 37.7554)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Reference/PLSS_CadNSDI_BLM.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Reference/PLSS_CadNSDI_BLM/MapServer\",\"http://schema.org/url\":\"http://maps.indiana.edu/layerGallery.html\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/dc645bfc-73d6-4dad-a48c-607c06f63b2f/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "dc645bfc-73d6-4dad-a48c-607c06f63b2f", 
"dct_provenance_s": "Purdue", 
"dc_subject_sm": [
"Location", 
"Intelligence and Military", 
"Boundaries", 
"Public land survey system"
], 
"dct_temporal_sm": "2014", 
"dct_issued_s": "2014-06-09", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"U.S. Department of the Interior - Bureau of Land Management (BLM)", 
"Indiana Geological Survey"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "dc645bfc-73d6-4dad-a48c-607c06f63b2f", 
"dct_isPartOf_sm": "IndianaMAP", 
"solr_year_i": 2014, 
"dct_spatial_sm": [
"Indiana, United States", 
"Tippecano County, Indiana, United States", 
"Wabash River, Indiana, United States"
], 
"dc_publisher_sm": [
"U.S. Department of the Interior - Bureau of Land Management (BLM) (Eastern States Office)"
], 
"dc_title_s": "The Public Land Survey System of the Cadastral National Spatial Data Infrastructure: Indiana, 2014", 
"layer_slug_s": "dc645bfc-73d6-4dad-a48c-607c06f63b2f", 
"centroid_s": "39.76535,-86.42445", 
"layer_geom_type_s": "Polygon", 
"dc_language_s": "English"
}