{
  "dc_identifier_s": "3b720b78-c7d4-4406-b1e5-f12a2adbb584",
  "dc_title_s": "State Soil Geographic (STATSGO) Database for the Susquehanna River Basin: Pennsylvania",
  "dc_description_s": "This dataset is a digital general soil association map for the Susquehanna River Basin (2006 boundary) developed by the National Cooperative Soil Survey. It consists of a broad based inventory of soils and nonsoil areas that occur in a repeatable pattern on the landscape and that can be cartographically shown at the scale mapped. The soil maps for STATSGO are compiled by generalizing more detailed soil survey maps. Where more detailed soil survey maps are not available, data on geology, topography, vegetation, and climate are assembled, together with Land Remote Sensing Satellite (LANDSAT) images. Soils of like areas are studied, and the probable classification and extent of the soils are determined. Map unit composition for a STATSGO map is determined by transecting or sampling areas on the more detailed maps and expanding the data statistically to characterize the whole map unit. This data set consists of georeferenced digital map data and computerized attribute data. The map data are collected in 1- by 2-degree topographic quadrangle units and merged and distributed as statewide coverages. The soil map units are linked to attributes in the Map Unit Interpretations Record relational data base which gives the proportionate extent of the component soils and their properties.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Susquehanna River Basin Commission SRBC"
  ],
  "dc_creator_sm": [
    "SRBC"
  ],
  "dc_subject_sm": [
    "Geoscientific Information",
    "Pedology"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=505\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=505\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2006"
  ],
  "dct_spatial_sm": [
    "Susquehanna River, Pennsylvania, United States",
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "3b720b78-c7d4-4406-b1e5-f12a2adbb584",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-74.561829, -78.982832, 43.000893, 39.524844)",
  "solr_year_i": 2006,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "41.2628685,-76.7723305",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5218619",
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}