{
  "dc_identifier_s": "35ad7f2b-cfad-4ab6-8619-e86837502fb4",
  "dc_title_s": "USGS High Resolution Orthoimagery for Harrisburg, Pennsylvania",
  "dc_description_s": "This data set consists of 0.3-meter pixel resolution (approximately 1-foot), natural color orthoimages covering the urban area footprint. An orthoimage is remotely sensed image data in which displacement of features in the image caused by terrain relief and sensor orientation have been mathematically removed. Orthoimagery combines the image characteristics of a photography with the geometric qualities of a map. The design accuracy is estimated not to exceed 3-meters NSSDA 95% confidence (0.88-meters Root Mean Squared (RMSE) Error XY (0.62 meter RMSE X or Y). Each orthoimage provides imagery over a 1500-meter by 1500-meter block on the ground. There is no image overlap between adjacent files. The projected coordinate system is UTM with a NAD83 datum. The naming convention is based on the U.S. National Grid (USNG), taking the coordinates of the SW corner of the orthoimage.' Data received at Earth Resources Observation and Science Center (EROS) were verified as: Projection: NAD_1983_UTM_Zone_18N Resolution: 0.3000 m Type: Natural Color and resampled to align to the U.S. National Grid (USNG). The naming convention is based on the U.S. National Grid (USNG), taking the coordinates of the SW corner of the orthoimage. The metadata were imported and updated for display through The National Map at  Chip-level metadata are provided in HTML and XML format. Data were compressed utilizing IAS software. The compression was JPEG2000 Lossy Compressed. The file format created was .jp2.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "U S Geological Survey"
  ],
  "dc_creator_sm": [
    "U.S. Geological Survey"
  ],
  "dc_subject_sm": [
    "Location",
    "Aerial"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=306\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=306\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2011"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "35ad7f2b-cfad-4ab6-8619-e86837502fb4",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-76.8737, -76.8916, 40.2032, 40.1894)",
  "solr_year_i": 2011,
  "b1g_genre_sm": [
    "Aerial imagery"
  ],
  "b1g_centroid_ss": "40.1963,-76.88265",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}