{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "cc49db9fd8a4469f981dc8df39ba3d75_8",
  "dc_identifier_s": "cc49db9fd8a4469f981dc8df39ba3d75_8",
  "dc_title_s": "Low-Slope/Pamd Accessible Trail: Michigan",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "The Michigan Department of Natural Resources (DNR) does have many locations or features which help or particularly benefit those public users, photography enthusiasts, birdwatchers, or hunters who have special mobility needs and benefit from special accessible conditions to reach our outdoor and wildlife resources. The DNR website has details and a wide variety of accessible, ADA compliant rules, guidelines and features and (see webpage http://www.michigan.gov/dnr/0,4570,7-153-10366_41825---,00.html and subpage on hunting / wildlife information at http://www.michigan.gov/dnr/0,4570,7-153-10366_41825_51108---,00.html ). Users may require only walking assistance devices or may be those with specific wheelchairs, personal assistive mobility devices (PAMDs), or other motorized-type vehicles. Please check rules for specific rules, regulations, and restrictions as they relate to what equipment might be used, before using such equipment, as not all equipment legal on public places, residential or commercial buildings, or such are allowed on all areas of Michigan s public land managed by the DNR. Accessible features on State Wildlife/Game Area include those which have low-slope, no stairs or steps along features, and are accessible for wheelchairs, or personal assistive mobility devices (PAMDs). All buildings, DNR Shooting-Ranges, and other permanent public use structures are fully ADA compliant and accessible. It is the more natural features being identified in this layer. Many of these features are fully ADA code compliant (which is ~1 inch rise or less over 12 inch distances) and are regularly checked for obstructions, while other features comply with the low-slope requirements or are identified as such so they are not over-represented to a lower or no slope level. In natural rustic areas it can be difficult to maintain these slope limits and to clearing check for naturally-occurring obstructions like leaves, sticks or other naturally occurring items which blow or wash onto trails or outside features. Therefore, features are frequently identified as no-slope or low-slope/PAMD levels and not over-represented as fully ADA compliant. The DNR Wildlife Division is in a updated state-wide review to identify features and provide better information on accessible features, such as by GIS compatible layers provided here. Accessible features typically include accessible combinations of parking, a trail and a destination location like a platform or blind location; read the attribute fields like the comment field, for details on what is at the provided data point, line or polygon. Although available for use by anyone, it's hoped consideration for use will be given to those individuals that have limited mobility, please, for use of these accessible parking, trails, blinds or platforms, and other features. Patience is appreciated for local site conditions which might be caused by weather, wind or rain, wildlife or other public users; please report any problems with features to either the local DNR Wildlife office or the main DNR Wildlife help options (e-mail DNR-Wildlife@michigan.gov , or call 517-284-9453).",
  "dc_creator_sm": [
    "State of Michigan"
  ],
  "dc_publisher_sm": [
    "State of Michigan"
  ],
  "dc_subject_sm": [
    "Environment",
    "Location"
  ],
  "b1g_keyword_sm": [
    "dnr",
    "hunting",
    "wildlife",
    "accessible",
    "lowslope",
    "features",
    "PAMD",
    "fish  wildlife"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Michigan State",
  "dct_issued_s": "2016-10-27",
  "dct_temporal_sm": [
    "2016"
  ],
  "b1g_date_range_drsim": [
    "[2016 TO 2016]"
  ],
  "solr_year_i": "2016",
  "dct_spatial_sm": [
    "Michigan"
  ],
  "solr_geom": "ENVELOPE(-90.5436,-82.0792,48.1903,41.6457)",
  "b1g_centroid_ss": "44.918,-86.31139999999999",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "06a-01",
  "dct_isPartOf_sm": [
    "06a-01"
  ],
  "b1g_dateAccessioned_s": "",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Unknown",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://gis-michigan.opendata.arcgis.com/datasets/cc49db9fd8a4469f981dc8df39ba3d75_8\",\"http://schema.org/downloadUrl\":\"http://gis-michigan.opendata.arcgis.com/datasets/cc49db9fd8a4469f981dc8df39ba3d75_8.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gisago.mcgi.state.mi.us/arcgis/rest/services/DNR/dnrWildlife/MapServer/8\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}