{
  "dc_identifier_s": "ebb1674c-ffff-4123-8b54-032e02aa61ba",
  "dc_title_s": "National Flood Hazard Layer: Adams County, Pennsylvania",
  "dc_description_s": "The National Flood Hazard Layer (NFHL) data incorporates all Flood Insurance Rate Map (FIRM) databases published by the Federal Emergency Management Agency (FEMA), and any Letters Of Map Revision (LOMRs) that have been issued against those databases since their publication date. It is updated on a monthly basis. The FIRM Database is the digital, geospatial version of the flood hazard information shown on the published paper FIRMs. The FIRM Database depicts flood risk information and supporting data used to develop the risk data. The primary risk classifications used are the 1-percent-annual-chance flood event, the 0.2-percent-annual-chance flood event, and areas of minimal flood risk. The FIRM Database is derived from Flood Insurance Studies (FISs), previously published FIRMs, flood hazard analyses performed in support of the FISs and FIRMs, and new mapping data, where available. The FISs and FIRMs are published by FEMA. The NFHL is available as State or US Territory data sets. Each State or Territory data set consists of all FIRM Databases and corresponding LOMRs available on the publication date of the data set. The specification for the horizontal control of FIRM Databases is consistent with those required for mapping at a scale of 1:12,000. This file is georeferenced to the Earths surface using the Geographic Coordinate System (GCS) and North American Dataum of 1983 (NSRS-2007).",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Federal Emergency Management Agency"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Hydrology",
    "Inland Waters"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=2271\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=2271\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2016"
  ],
  "dct_spatial_sm": [
    "United States of America"
  ],
  "layer_slug_s": "ebb1674c-ffff-4123-8b54-032e02aa61ba",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:27Z",
  "solr_geom": "ENVELOPE(-77.471085, -76.954932, 40.069945, 39.719813)",
  "solr_year_i": 2016,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.894879,-77.2130085",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6252001"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}