{
"dc_description_s": "Ayres Associates provided Wood County, Wisconsin with digital, color orthoimagery services in 2015 as part of WROC. The aerial imagery was collected on March 24th using a Microsoft Vexcel UltraCam Eagle sensor mounted in a fixed-wing aircraft. Aerial imagery was collected to support 0.5 ground sample distance (GSD) orthoimagery to meet ASPRS Class II horizontal accuracy specifications at 1' = 100' map scale. The horizontal accuracy meets or exceeds 2.0 feet RMSE using the National Standards for Spatial Data Accuracy (NSSDA) standards. Resultant orthoimagery was rectified to the new DEM from an existing LiDAR surface created as part of the CDBG funded WROC program. Orthoimagery was delivered in PLSS section GeoTiff and MrSID tiles and a project wide MrSID mosaic. The orthoimagery was deilvered according to a section tile schematic. The total project area is 809 sq. miles, plus a 500-ft buffer around the county boundary. Imagery collected for Wood County will additionally be used for the 2015 mapping services provided to the municipalities of Marshfield and Wisconsin Rapids. Geographic Description: Wood County is located in central Wisconsin, where the north and east parts of the county lie in the Northern Highlands region, characterized by heavily forrested lands situated at higher elevations compared to the rest of the state. Conversely, the south and west portions are in the Central Plain region, dominated by flat, marshy landscape, which provides the ideal conditions for making Wood County one of the top producers of cranberries in the state. Supplemental Information: The Wisconsin Regional Orthophotography Consortium (WROC) is a multi-entity ground led by regional planning commissions (RPCs) and WROC representatives from Ayres Associates. The goal of the consortium is to build and sustain a multi-participant program to acquire digital orthoimagery and elevation data throughout Wisconsin. Orthoimagery was collected for Wood County in 2015 to provide consistent deliverable products and accuracy standards for each of the participating entities.", 
"layer_modified_dt": "2018-01-04T22:37:10Z", 
"solr_geom": "ENVELOPE(-90.358992, -89.841705, 44.787738, 44.512662)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://imagery.woodcogis.com/\",\"http://schema.org/url\":\"http://woodwi.maps.arcgis.com/home/index.html\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/CE2433C0-7D86-4A5F-9792-256F334E04F1/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "CE2433C0-7D86-4A5F-9792-256F334E04F1", 
"dct_provenance_s": "Wisconsin", 
"dc_subject_sm": [
"Imagery and Base Maps", 
"Aerial imagery"
], 
"dct_temporal_sm": "2015", 
"dct_issued_s": "2015-03-24", 
"dc_format_s": "Raster Dataset", 
"dc_creator_sm": [
"Wood County Land Information Office"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "CE2433C0-7D86-4A5F-9792-256F334E04F1", 
"dct_isPartOf_sm": "Wisconsin Counties Open Data", 
"solr_year_i": 2015, 
"dct_spatial_sm": [
"Wood County, Wisconsin, United States", 
"Wisconsin, United States"
], 
"dc_title_s": "Orthoimagery (WROC) Wood County, Wisconsin, 2015", 
"layer_slug_s": "CE2433C0-7D86-4A5F-9792-256F334E04F1", 
"centroid_s": "44.6502,-90.1003485", 
"layer_geom_type_s": "Raster", 
"dc_language_s": "English"
}