{
  "uuid": "33dc49c1-473b-460d-8182-fa23cf70f085",
  "dc_identifier_s": "33dc49c1-473b-460d-8182-fa23cf70f085",
  "dc_title_s": "National Land Cover Database 2001 - Tree Canopy Layer - Western Pennsylvania and Ohio",
  "dc_description_s": "The National Land Cover Database 2001 tree canopy layer for mapping zone 47 was produced through a cooperative project conducted by the Multi-Resolution Land Characteristics (MRLC) Consortium. The MRLC Consortium is a partnership of federal agencies (www.mrlc.gov), consisting of the U.S. Geological Survey (USGS), the National Oceanic and Atmospheric Administration (NOAA), the U.S. Environmental Protection Agency (EPA), the U.S. Department of Agriculture (USDA), the U.S. Forest Service (USFS), the National Park Service (NPS), the U.S. Fish and Wildlife Service (FWS), the Bureau of Land Management (BLM) and the USDA Natural Resources Conservation Service (NRCS). One of the primary goals of the project is to generate a current, consistent, seamless, and accurate National Land cover Database (NLCD) circa 2001 for the United States at medium spatial resolution. For a detailed definition and discussion on MRLC and the NLCD 2001 products, refer to Homer et al. (2003) and http://www.mrlc.gov/mrlc2k.asp. The NLCD 2001 was created by partitioning the U.S. into mapping zones. A total of 66 mapping zones were delineated within the conterminous U.S. based on ecoregion and geographical characteristics, edge matching features and the size requirement of Landsat mosaics. Mapping zone 47 encompasses whole or portions of several states including the states of Kentucky, Indiana, Ohio, Tennessee, and Missouri. Questions about the NLCD mapping zone 47 can be directed to the NLCD 2001 land cover mapping team at the National Center, EROS, Sioux Falls, SD (605) 594-6151 or mrlc@usgs.gov.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "U S Geological Survey"
  ],
  "dc_creator_sm": "U.S. Geological Survey",
  "dc_subject_sm": [
    "Imagery and Base Maps",
    "Tree canopy"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=997\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=997\",\"http://www.opengis.net/cat/csw/csdgm\":\"http://www.pasda.psu.edu/metadata/harvest/canopy11_westernpa_ohio_3k_022007.xml\"}",
  "dct_isPartOf_sm": "Pennsylvania Spatial Data Access (PASDA)",
  "dct_issued_s": [

  ],
  "dct_temporal_sm": [
    "2004"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "layer_slug_s": "33dc49c1-473b-460d-8182-fa23cf70f085",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-2-28T19:17:42Z",
  "centroid_s": "37.565753,-86.373359",
  "solr_geom": "ENVELOPE(-82.950441, -89.796277, 39.653858, 35.477648)",
  "solr_year_i": 2004
}