{
  "dc_identifier_s": "8ab990a1-1184-4fae-a57e-0f062ae784aa",
  "dc_title_s": "National Assessment of Oil and Gas Project - Appalachian Basin Province (067) Boundary",
  "dc_description_s": "The USGS Central Region Energy Team assesses oil and gas resources of the United States. The onshore and State water areas of the United States comprise 71 provinces. Within these provinces, Total Petroleum Systems are defined and Assessment Units are defined and assessed. Each of these provinces is defined geologically, and most province boundaries are defined by major geologic changes. The Appalachian Basin Province is located in the eastern United States, encompassing all or parts of the counties in Alabama, Georgia, Kentucky, Maryland, New Jersey, New York, North Carolina, Ohio, Pennsylvania, Tennessee, Virginia, and West Virginia. The main population centers within the study area are Birmingham, Alabama; Buffalo, New York; Cleveland, Ohio; Pittsburgh, Pennsylvania; Chattanooga, Tennessee; and Roanoke, Virginia. The main Interstates are I-20, I-24, I-40, I-59, I-64, I-65, I-66, I-70, I-71, I-75, I-76, I-77, I-78, I-79, I-80, I-81, I-83, I-84, I-87, I-88, and I-90. The Ohio, Susquehanna, Allegheny, Tennessee, Coosa, Delaware, New, Potomac, and Scioto Rivers and their tributaries drain the area. The province boundary was drawn to include the geologic structures generally considered to be in or bounding the Appalachian Basin.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "U S Geological Survey"
  ],
  "dc_creator_sm": [
    "United States Geological Survey (USGS)"
  ],
  "dc_subject_sm": [
    "Energy",
    "Geoscientific Information"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1532\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1532\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2002"
  ],
  "dct_spatial_sm": [
    "Appalachian Mountains, United States"
  ],
  "layer_slug_s": "8ab990a1-1184-4fae-a57e-0f062ae784aa",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-73, -88.5, 45, 32)",
  "solr_year_i": 2002,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "38.5,-80.75",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5178401"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}