{
  "dc_identifier_s": "624c2233-4e52-4615-b7db-451102941d2f",
  "dc_title_s": "Landcover - Lancaster County, Pennsylvania",
  "dc_description_s": "High resolution land cover dataset for Lancaster County, Pennsylvania. Seven land cover classes were mapped: (1) tree canopy, (2) grass/shrub, (3) bare earth, (4) water, (5) buildings, (6) roads, and (7) other paved surfaces. The minimum mapping unit for this dataset was 9.84 ft2. The primary data sources used to derive this land cover layer include NAIP Digital Orthophotos and an nDSM, both of which were provided by Lancaster County. Ancillary vector data layers (Buildings, Driveways, Parcels, Parking, Railroads, Roads, Utility Lines, Water) also helped guide classification and were provided by Lancaster County. This land cover dataset is considered current as of 2010. Object-based image analysis techniques (OBIA) were employed to extract land cover information using high resolution raster and vector GIS datasets. OBIA systems work by grouping pixels into meaningful objects based on their spectral and spatial properties, while taking into account boundaries imposed by existing vector datasets. Within the OBIA environment, a rule-based expert system was designed to effectively mimic the process of manual image analysis by incorporating the elements of image interpretation (color/tone, texture, pattern, location, size, and shape) into the classification process. A series of morphological procedures were employed to ensure that the end product is both accurate and cartographically pleasing. This data has not been subject to quality assurance and control therefore errors exist from the automated processes.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "University of Vermont Spatial Analysis Laboratory"
  ],
  "dc_creator_sm": [
    "University of Vermont Spatial Analysis Laboratory"
  ],
  "dc_subject_sm": [
    "Imagery and Base Maps",
    "Land cover"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3154\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3154\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2010"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "624c2233-4e52-4615-b7db-451102941d2f",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-75.987028, -76.72732, 40.322381, 39.718383)",
  "solr_year_i": 2010,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.020382,-76.357174",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}