{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "077350FB-C4A3-4255-BD91-9520C431BDF4",
  "dc_identifier_s": "077350FB-C4A3-4255-BD91-9520C431BDF4",
  "b1g_date_range_drsim": [
    "[2019 TO 2019]"
  ],
  "dct_temporal_sm": [
    "2019"
  ],
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "b1g_dateAccessioned_s": "2019-09-04",
  "solr_year_i": "2019",
  "dc_format_s": "Geodatabase",
  "solr_geom": "ENVELOPE(-92.156887,-91.644518,45.209656,44.683526)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Point",
  "dct_provenance_s": "Wisconsin",
  "dct_accrualMethod_s": "GeoBlacklight",
  "b1g_image_ss": "",
  "dct_issued_s": "",
  "suppressed_b": "FALSE",
  "dc_description_s": "This data represents public land survey system (PLSS) corners for Dunn County, Wisconsin in 2019.[This layer intitally began as a .txt, comma delimited file exported out of the Carlson Survey software through the Surveyor's Office.The text file was imported into ArcMap, an X,Y event layer was created, and the proper fileds were added, edited and updated to fit the schema requirements suggested by the DOA and the SCO staff. The tiesheet forms associated with each of these PLSS corners can be found on the Dunn County GIS WebGuide Xtreme site through this URL. http://dunncowi.wgxtreme.com/Note that the romportl number is being used as the unique contributor corner ID. The County Surveyor's Office will continue to maintain their PLSS information using this unique identifying number going forward.To confirm that these coordinates are correct, please contact the Dunn County Surveyor’s Office at 715 231 6526, or email the County Surveyor at Tcarlson@co.dunn.wi.usThis is a very dynamic dataset and Dunn County is actively performing remonumentation throughout Dunn County. A section corner/coordinate that is published on this PLSS SCO application may have been visited in the field, and deemed as improperly set for one reason or another.The county Surveyor’s Office reserves the right to re-set and replace the coordinate with an updated and more logical solution. Again, please contact the Dunn County Surveyor when working in Dunn County.(Some abbreviation notes: BAM means berntsen aluminum monument; DCAM means Dunn County Aluminum Monument; RRSPK means railroad spike; Contact the Dunn County Surveyor's Office for any other questions related to these corners.)]",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    "PLSS Dunn County\\, WI 2019"
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "PLSS Dunn County, Wisconsin, 2019",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Dunn_PLSS_2019.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Dunn_PLSS_2019.xml\"}",
  "dct_isPartOf_sm": [
    ""
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    ""
  ],
  "dct_spatial_sm": [
    "Dunn County, Wisconsin",
    "Wisconsin"
  ],
  "b1g_centroid_ss": "44.946591,-91.9007025",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "10d",
  "dc_creator_sm": [
    "Dunn County, Wisconsin"
  ]
}