{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "0C002536-C8A9-4DA1-85D8-C94CDF880FA3",
  "dc_identifier_s": "0C002536-C8A9-4DA1-85D8-C94CDF880FA3",
  "b1g_date_range_drsim": [
    "[2016 TO 2016]"
  ],
  "dct_temporal_sm": [
    "2016"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "b1g_dateAccessioned_s": "2019-09-04",
  "solr_year_i": "2016",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-88.432094,-87.587026,45.794202,44.964308)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Line",
  "dct_provenance_s": "Wisconsin",
  "dct_accrualMethod_s": "GeoBlacklight",
  "b1g_image_ss": "",
  "dct_issued_s": "",
  "suppressed_b": "FALSE",
  "dc_description_s": "This data layer represents roads for Marinette County, Wisconsin in 2016. [This data layer is a centerline Personal Geodatabase Feature Class of the roads in Marinette County. Data is referenced to the Marinette County Coordinate System, North American Datum 1983 with the 1991 adjustment (NAD83/91). The original source data, Tiger Line Files from the U.S. Census Bureau, was obtained from OLIS as a shapefile referenced to WTM 83-91. The shapefile was then projected to the Marinette County Coordinate System. At this point, the attribute table was modified and changed to the current configuration. Using acquired Digital Orthophoto Quadrangles (DOQ's) as a backdrop, the alignment of the roads were modified (heads up digitized) to correspond to the DOQ's. During this stage, roads were modified, added or deleted based on source information. Road data also includes centerline data from GPS (Trimble Pro-XR, resource grade) and CAD parcel maps. Alignment adjusted based on orthos flown in 2004, 2010 and 2015. Road names were compared to source information and checked for accuracy and completeness. Source information includes, but is not limited to; Wisconsin Department of Transportation Town Plat Records, Marinette County Property Listing Office, Plats and CSM's recorded in the Marinette County Register of Deeds Office, survey maps filed in Marinette County Surveyors Office and Local/Town Government Officials. After the location and names were verified, the shapefile was converted to an Arc/Info coverage. The centerlines were then converted to a feature class in the personal geoadatabase in November, 2005. The data will be maintained in the geodatabase format. As with all public information derived from variable sources, this data may contain errors or faults. Therefore, Marinette County does not provide any warranty, express or implied, that this data is absolutely accurate. If the recipient has any doubts as to the accuracy of this data, the recipient is advised to make an independent investigation or verification. If an error is found, please notify the Land Information Office as soon as possible.]",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    "Roads Marinette County\\, WI 2016"
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Roads: Marinette County, Wisconsin, 2016",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Marinette_Roads_2016.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Marinette_Roads_2016.xml\"}",
  "dct_isPartOf_sm": [
    "Coastal"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    ""
  ],
  "dct_spatial_sm": [
    "Marinette County, Wisconsin",
    "Wisconsin"
  ],
  "b1g_centroid_ss": "45.379255,-88.00956",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "10d",
  "dc_creator_sm": [
    "Marinette County, Wisconsin"
  ]
}