{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "C3FFCC74-D425-4C9E-AD72-DC3334A73FAE",
  "dc_identifier_s": "C3FFCC74-D425-4C9E-AD72-DC3334A73FAE",
  "b1g_date_range_drsim": [
    "[2012 TO 2012]"
  ],
  "dct_temporal_sm": [
    "2012"
  ],
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "b1g_dateAccessioned_s": "2019-09-04",
  "solr_year_i": "2012",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-88.433416,-87.487902,45.7956,44.963175)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Polygon",
  "dct_provenance_s": "Wisconsin",
  "dct_accrualMethod_s": "GeoBlacklight",
  "b1g_image_ss": "",
  "dct_issued_s": "",
  "suppressed_b": "FALSE",
  "dc_description_s": "This data layer represents parcels for Marinette County, Wisconsin in 2012. [PRELIMINARY DATA. The goal of this parcel mapping project was to digitally map all parcels in Marinette County. Maps are created and maintained in an AutoCad environment by District. This data set is a combination of all the individual district files. A parcel shapefile will be periodically created for use in the GIS. Parcels are mapped in the Marinette County Coordinate System. Parcels in Amberg, Beecher, Dunbar, Niagara, Pembine, Silver Cliff, Stephenson and Wausaukee are PRELIMINARY (Quality control is not complete). Amberg - See Property Listing for parcels 2-1740 and 2-1741. The parcels are on the tax roll but the boundaries are not mapped. Beecher - See Property Listing for the following listed 'Flowage' parcels: 8-958.1, 8-963.1, 8-966.1, 8-972, 8-999.1, 8-1007.1, 8-1008.1, 8-1009.1, 8-1027.1, 8-1028.1, 8-1042.1, 8-1311.1, 8-1312.1, 8-1339, 8-1349 and 8-1350.1. The parcels are on the tax roll, but the parcel boundaries are not mapped. Goodman - Lake Hilbert Condominium is delineated by Condo 40012. The parcel numbers range from 12-2460 to 12-2461. Lake - Mohawk Condominiums is delineated by Condo 40016. The parcel numbers range from 16-1493 to 16-1528. Niagara - See Property Listing for the following listed 'overflowed' parcels: 20-401.3 & 20-1101.3. The parcels are on the tax roll, but the parcel boundaries are not mapped. Pembine - See Property Listing for parcel 22-1321.1. The parcel is on the tax roll, but the boundaries are not mapped. Porterfield - See Property Listing for the following listed 'overflowed' parcels: 26-588, 26-590, 26-592, 26-594, 26-596, 26-598, 26-728, 26-729 & 26-915.1. The parcels are on the tax roll, but the parcel boundaries are not mapped. Silver Cliff - See Property Listing for parcel 30-1651.1. The parcel is on the tax roll, but the boundaries are not mapped. Peshtigo Partners Condominium is delineated by Condo 40009. The parcel numbers range from 30-2604 to 30-2605. Stephenson - See Property Listing for parcels 32-1961.3, 32-1839.1, 32-1870.2, 32-1906.1, 32-2318.1, 32-2318.2, 32-2710.1, 32-2818.1 and 32-3008.1. The parcels are on the tax roll, but the boundaries are not mapped. Peshtigo River Condominiums is delineated by Condo 40007. The parcel numbers range from 32-6970 to 32-6985. Juul Lake Condo is delineated by Condo 40011. The parcel numbers range from 32-6986 to 32-6991. Wausaukee - See Property Listing for 36-1305. The parcel is on the tax roll, but the boundaries are not mapped. Village of Coleman - See Property Listing for the following listed leased parcels: 111-619.1, 111-639, 111-640.1, 111-644, 111-645, 111-852, 111-853 & 111-855. The parcels are on the tax roll, but the parcel boundaries are not mapped. Cougar Plaza Condominium is delineated by Condo 40014. The parcel numbers range from 111-1423 to 111-1430. Village of Wausaukee - See Property Listing for the following listed leased parcels: 191-612, 191-612.1 & 191-612.2. The parcels are on the tax roll, but the parcel boundaries are not mapped. City of Marinette - Shore Drive Condominium is delineated by Condo 40001. The parcel numbers range from 251-7011 to 251-7020. Heron Bay Condominium is delineated by Condo 40002. Midtown Condominium is delineated by Condo 40003. The parcel number is 251-7021. Pine Beach Club Condominium is delineated by Condo 40004. The parcel numbers range from 251-7057 to 251-8009. Aerial Condominium is delineated by Condo 40005. The parcel numbers range from 251-8010 to 251-8011. North Bay Professional Park Condominium is delineated by Condo 40006. The parcel numbers range from 251-8022 to 251-8025. Eagles Cove Condominium is delineated by Condo 40008. The parcel numbers range from 251-8159 to 32-8170. Harbor Terrace Condominiums is delineated by Condo 40013. The parcel numbers range from 251-8171 to 251-8184. City of Peshtigo - Peshtigo River Estates Condominium is delineated by Condo 40010. The parcel numbers range from 271-2559 to 271-2572. Peshtigo Marinette Plaza Condominium is delineated by Condo 40015. The parcel numbers range from 271-2571 to 271-2572. Assessment and tax data are from 2011.]",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    "Parcels Marinette County\\, WI 2012"
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Parcels: Marinette County, Wisconsin, 2012",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Marinette_Parcels_2012.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Marinette_Parcels_2012.xml\"}",
  "dct_isPartOf_sm": [
    "Coastal"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    ""
  ],
  "dct_spatial_sm": [
    "Marinette County, Wisconsin",
    "Wisconsin"
  ],
  "b1g_centroid_ss": "45.3793875,-87.96065899999999",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "10d",
  "dc_creator_sm": [
    "Marinette County, Wisconsin"
  ]
}