{
  "dc_identifier_s": "167bc70c-c5fc-41e9-ae02-7633f21bb0eb",
  "dc_title_s": "Education and Youth: Baltimore, Maryland, 2010-2013",
  "dc_description_s": "BNIA-JFI tracks twenty seven indicators for elementary, middle, and high school students in an effort to measure the educational performance and youth engagement in Baltimore City. These indicators are grouped into the following seven categories: student enrollment and demographics; dropout rate and high school completion; student attendance, suspensions and expulsions; elementary and middle school student achievement; high school performance; youth labor force participation; and youth civic engagement. The source of data for the Education and Youth section is provided by the Baltimore City Public School System, the American Community Survey and the Baltimore City Board of Elections. The data provided by the Baltimore City Public Schools includes student address, which allows BNIA-JFI to present data on educational performance by the neighborhood in which the student lives, not by the school attended. This allows BNIA-JFI to examine the relationship between community conditions and educational performance. Education and Youth indicators may not be directly comparable to data provided by either the Baltimore City Public School System or the Maryland Department of Education due to several reasons including differences in methodology used to create indicators, excluding students who cannot be matched between data files provided by BCPSS, and excluding students whose home address cannot be geocoded. In the 2009-2010 school year, 3.4% of the student addresses could not be matched or geocoded. This means that these students were not included in our analysis and not included in calculations for the City as a whole and therefore direct comparisons to data and results available through the Baltimore City Public Schools and the Maryland Report Card cannot be made.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "City of Baltimore, Maryland"
  ],
  "dc_creator_sm": [
    "City of Baltimore, Maryland"
  ],
  "dc_subject_sm": [
    "Society"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"https://data.baltimorecity.gov/d/ifsa-6r6x\",\"http://schema.org/downloadUrl\":\"https://data.baltimorecity.gov/api/geospatial/ifsa-6r6x?method=export&format=Shapefile\"}",
  "dct_isPartOf_sm": [
    "Open Baltimore"
  ],
  "dct_issued_s": "2015-05-14",
  "dct_temporal_sm": [
    "2010-2013"
  ],
  "dct_spatial_sm": [
    "Baltimore, Maryland, United States",
    "Maryland, United States"
  ],
  "layer_slug_s": "167bc70c-c5fc-41e9-ae02-7633f21bb0eb",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2018-06-26T17:12:06Z",
  "solr_geom": "ENVELOPE(-76.7115191, -76.5294528, 39.3722123, 39.1972069)",
  "solr_year_i": 2010,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.2847096,-76.62048595",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4347778"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "04c-03",
  "geoblacklight_version": "1.0"
}