{
  "uuid": "bf6759e2-95f6-499c-a409-5a46c32db529",
  "dc_identifier_s": "bf6759e2-95f6-499c-a409-5a46c32db529",
  "dc_title_s": "State Mineral Leases: Minnesota",
  "dc_description_s": "The State of Minnesota issues mineral leases on state-owned and state-administered fee mineral interests. The lease types include iron ore, taconite, industrial mineral, non-ferrous, and miscellaneous. These layers are of active or historic State mineral leases, administered by the Minnesota Department of Natural Resources, mapped to the PLS forty and government lot. When there is no match to the PLS forty or government lot in the PLS40 layer, a record is then matched to the PLS section layer. These layers merge the DNR Control Point Generated PLS layer (PLS40) with land records stored in the DNR's Land Record System (LRS) in Oracle. The data are limited to a forty, government lot, or section level representation. Therefore, any state mineral leases that are less than a forty, government lot, or section, are represented by the entire forty, government lot, or section.   There are four layers included in this geodatabase:  1) active (closed or completed) mineral leases mapped to the PLS forty or government lot,  2) dissolved active mineral leases, where the mineral lease areas have been merged based on specific attributes, such as the lease number (i.e., the DNRTRNXNUM field), type of lease, start and expiration dates, but not the attributes to the PLS forty and government lot,  3) historic mineral leases that have ended, and  4) dissolved historic mineral leases, where the mineral lease areas have been merged based on specific attributes, such as the lease number (i.e., the DNRTRNXNUM field), type of lease, start and expiration and termination dates, but not the attributes to the PLS forty and government lot.   The names for these layers are active_minleases, active_minleases_dissolved, historic_minleases, historic_minleases_dissolved.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Minnesota Department of Natural Resources (DNR)"
  ],
  "dc_creator_sm": [
    "Minnesota Department of Natural Resources (DNR) - Lands and Minerals"
  ],
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "dct_provenance_s": "Minnesota",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/bf6759e2-95f6-499c-a409-5a46c32db529\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/plan_state_minleases/gpkg_plan_state_minleases.zip\",\"http://www.opengis.net/cat/csw/csdgm\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/plan_state_minleases/metadata/metadata.xml\"}",
  "dct_isPartOf_sm": [
    "Minnesota Geospatial Commons"
  ],
  "dct_issued_s": "2017-07-01T10:02:03.612565",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Minnesota, United States"
  ],
  "layer_slug_s": "bf6759e2-95f6-499c-a409-5a46c32db529",
  "layer_geom_type_s": "Mixed",
  "layer_modified_dt": "2018-04-30T14:29:17Z",
  "solr_geom": "ENVELOPE(-97.23, -89.53, 49.37, 43.5)",
  "solr_year_i": 2017,
  "centroid_s": "46.435,-93.38",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5037779"
  ],
  "thumbnail_path_ss": "http://btaagdp.org/data-portals/files/original/683916204c75fcf3eaf72a8b0abbc798.jpg",
  "geoblacklight_version": "1.0"
}