{
  "uuid": "0e6b70ed367a40c892a8c349218e47c2_0",
  "dc_identifier_s": "0e6b70ed367a40c892a8c349218e47c2_0",
  "dc_title_s": "Connections 2040 Planning Centers, Core Cities,  Neighborhood Centers: Delaware Valley",
  "dc_description_s": "DVRPC Connections 2040 Planning Centers, Core Cities,  Neighborhood Centershttp://www.dvrpc.org/asp/pubs/publicationabstract.asp?pub_id=13042The concept of Centers is the cornerstone of Connections 2040. Centers provide a focal point in the regional landscape that recognizes the regional and local significance of places, while reinforcing a sense of community for local residents. Centers serve as a basis for organizing and focusing the development landscape and provide a framework for the most efficient provision of supportive infrastructure systems, including water, sewer, and transportation. By concentrating growth around and within Centers, the region can both preserve open space and reduce infrastructure costs. The densities and mixed uses inherent within Centers can enhance the feasibility of walking, bicycling, and public transit as alternatives to the automobile. Connections 2040 identifies a hierarchy of seven Center types, shown on the Planning Areas and Centers map, based on their role and activities within the region.METROPOLITAN CENTERCenter City/University City/Camden Central Business District ? spanning the Delaware River and bounded roughly by 40th Street from Girard to Washington avenues in Philadelphia and by the Ben Franklin Bridge and Interstate 676 to Clinton Street in Camden ? is identified as the region?s Metropolitan Center. This dense, compact, mixed-use area includes the central business districts of Philadelphia and Camden, major academic and medical institutions, and major tourist and entertainment destinations.METROPOLITAN SUBCENTERSThe Plan also identifies six Metropolitan Subcenters, reflecting their magnitude of jobs and commercial activity. These include the downtown area of Trenton and the destinations of King of Prussia/Valley Forge (Montgomery and Chester counties); International Airport (Delaware and Philadelphia counties), Navy Yard/Sports Complex (Philadelphia); Cherry Hill/Mount Laurel/Marlton (Burlington and Camden counties); and the Route 1 Corridor (Mercer County).NEIGHBORHOOD CENTERSConnections 2040recognizes that each of the region?s Core Cities is a collection of diverse neighborhoods with varying characteristics, assets, challenges, and needs, and that specific approaches and strategies for improving and revitalizing these neighborhoods will differ. The planning policies within the Core Cities and their neighborhoods focus on redevelopment and revitalization through targeted investment and reinvestment. Embedded within the region?s Core Cities of Philadelphia, Trenton, Camden, and Chester are Neighborhood Centers, which are recognizable places with a mix of commercial, retail, anchor institutional, and residential activities. Neighborhood Centers have an identifiable main street or focal point, are walkable, and have a unique history or sense of a community within the larger city setting. In addition to the metropolitan center, metropolitan subcenters, and neighborhood centers, the Plan identifies four other types of Centers: Suburban Centers, Town Centers, Rural Centers, and Planned Centers. The characteristics of each type are as follows:SUBURBAN CENTERSAre regionally significant; While not necessarily single municipalities, are perceived as single ?places;? Are suburban in character; Are less dense than town centers; Lack the integrated mix of uses found in town centers;Are defined primarily by a concentration and variety of office, retail, professional, and light industrial uses, and generally have more jobs than residents; and are generally auto dependent rather than transit oriented or pedestrian scale.TOWN CENTERSHave a mixture of high-density residential and commercial land use; Have an integrated mix of land uses;Have a unique history, character, and sense of place; Are of relatively higher density than their surrounding land uses;Have a distinct downtown/main street area surrounded by relatively dense residential development; Are pedestrian friendly and often transit oriented; and Are surrounded by suburban land uses.RURAL CENTERSHave a minimum density of six people and three employees per developed acre; Have an integrated mix of land uses; Have a unique history, character, and sense of place; Are of relatively higher density than the surrounding area; Have a distinct downtown/main street (though smaller than a town center); and Are surrounded by rural and agricultural land uses.PLANNED CENTERSAre planned town-center-type developments on greenfields in Growing Suburbs or Rural Areas or through redevelopment on greyfields and/or brownfields in Developed Communities; and Have plans that call for village-type development, incorporating mixed, integrated land uses, relatively high densities, and pedestrian connections.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Delaware Valley Regional Planning Commission"
  ],
  "dc_creator_sm": "Delaware Valley Regional Planning Commission",
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/0e6b70ed367a40c892a8c349218e47c2_0\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://arcgis.dvrpc.org/arcgis/rest/services/Planning/Connections2040PlanCntrNeigh/FeatureServer/0\",\"http://schema.org/downloadUrl\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/0e6b70ed367a40c892a8c349218e47c2_0.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016-05-26",
  "dct_temporal_sm": [
    "2040"
  ],
  "dct_spatial_sm": [
    "Delaware River, Delaware, United States",
    "Maryland, United States",
    "New Jersey, United States",
    "Pennsylvania, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4142210",
    "http://sws.geonames.org/4361885",
    "http://sws.geonames.org/5101760",
    "http://sws.geonames.org/6254927"
  ],
  "layer_slug_s": "0e6b70ed367a40c892a8c349218e47c2_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-16T23:47:46Z",
  "centroid_s": "40.0632,-75.2559",
  "solr_geom": "ENVELOPE(-75.9881, -74.5237, 40.4411, 39.6853)",
  "solr_year_i": 2040
}