{
  "uuid": "35a3cce465634531a43d6d01988a43cf_1",
  "dc_identifier_s": "35a3cce465634531a43d6d01988a43cf_1",
  "dc_title_s": "Coastal Resiliency Assessment - Shoreline Hazard Index: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information on http://imap.maryland.gov. Each point in Coastal Resiliency Assessment Shoreline Points represents a 250 meter segment of the Maryland coast, including Atlantic, Chesapeake Bay and Coastal Bay shorelines. The Natural Capital Project's Coastal Vulnerability model was used to calculate a Shoreline Hazard Index, representing the relative exposure of each segment to storm-induced erosion and flooding. Inputs to the model included 6 physical variables (geomorphology, elevation, sea level rise, wave power, storm surge height and erosion rates) and 5 habitat types (forest, marsh, dune, oyster reef and underwater grass). Two scenarios of the model were run: one scenario incorporating the protective role of all existing coastal habitats and the other scenario simulating the complete loss of habitats. The difference between the two scenarios indicates the potential magnitude of coastal hazard reduction by habitats at each location. Model results were integrated with MD DNR s Community Flood Risk Areas (March, 2016) in order to highlight areas where hazard reduction by habitats is most likely to benefit at-risk coastal communities. This dataset was produced under award number NA13NOS4190136 from the Office of Ocean and Coastal Resource Management (OCRM), National Oceanic and Atmospheric Administration (NOAA) through the Maryland Department of Natural Resources Chesapeake and Coastal Services (CCS). The statements, finding and recommendations are those of the authors and do not necessarily reflect the views of NOAA or the U. S. Department of Commerce. The Natural Capital Project (NatCap), CCS and The Nature Conservancy (TNC) all contributed to the production of this dataset. Last Updated: 3/31/2016",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_creator_sm": "Maryland iMap",
  "dc_subject_sm": [
    "Oceans"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"https://data.imap.maryland.gov/datasets/35a3cce465634531a43d6d01988a43cf_1\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Environment/MD_CoastalResiliencyAssessment/FeatureServer/1\",\"http://schema.org/downloadUrl\":\"https://data.imap.maryland.gov/datasets/35a3cce465634531a43d6d01988a43cf_1.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016",
  "dct_temporal_sm": [

  ],
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4361885"
  ],
  "layer_slug_s": "35a3cce465634531a43d6d01988a43cf_1",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-3-21T21:39:26Z",
  "centroid_s": "38.76245,-76.16185",
  "solr_geom": "ENVELOPE(-77.2742, -75.0495, 39.6105, 37.9144)",
  "solr_year_i": 2016,
  "thumbnail_path_ss": "https://geodata.md.gov/imap/rest/services/Environment/MD_CoastalResiliencyAssessment/FeatureServer/info/thumbnail"
}