{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "12f51950-b386-4931-b843-2a8dd48646d9",
  "dc_identifier_s": "12f51950-b386-4931-b843-2a8dd48646d9",
  "b1g_date_range_drsim": [
    "[2016 TO 2016]"
  ],
  "dct_temporal_sm": [
    "2016"
  ],
  "dc_subject_sm": [
    "Biota"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2016",
  "dc_format_s": "Files",
  "solr_geom": "ENVELOPE(-80.5211,-74.6895,42.5147,39.7198)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Penn State",
  "dct_accrualMethod_s": "",
  "b1g_image_ss": "",
  "dct_issued_s": "",
  "suppressed_b": "FALSE",
  "dc_description_s": "Twenty years after the first Atlas of Breeding Birds in Pennsylvania was published, the Second Atlas of Breeding Birds in Pennsylvania brings our knowledge of the state bird populations up to date, documenting current distribution and changes in status for nearly two hundred breeding bird species. More than two thousand dedicated birdwatchers completed surveys of birds across the state from 2004 to 2009. The data amassed reveal the distribution of each species and show changes in distribution since the publication of the first Atlas. The core results of the project are the distribution maps. In fact, up to three maps per species show in fine detail the current distribution of all breeding birds based on the second Atlas, changes in distribution since the first Atlas, and, for more than one hundred species, their density across Pennsylvania.The field project was based at Powdermill Nature Reserve, environmental research center of the Carnegie Museum of Natural History, in Rector, Pennsylvania. Bob Mulvihill and Mike Lanzone were project co-coordinators. Following the recommendations of the North American Ornithological Atlas Committee, the basic survey unit was the block, defined as one-sixth of a standard U.S. Geological Survey 7.5-minute topographic map, of which 4,937 were identified for survey coverage. Local coordination was provided by volunteer Regional Coordinators, who provided the foundation for organizing fieldwork. Eventually, 83 individuals served as Regional Coordinators (see the list under the Credits tab).Breeding bird atlases employ a set of codes to record the behaviors associated with nesting activity, ranging from the simplest detection by sight or sound, through confirmation of active nests and fledged young. Birds observed in breeding habitat, and within their particular breeding season, were placed in one of four categories based on breeding evidence \\u2014 observations outside breeding habitat, or Possible, Probable, or Confirmed breeding \\u2014 with a two-letter code used for confirmed breeding evidence and single letter codes for all other categories (See Project Methods \\u2013 Breeding Codes). The second Atlas did not recommend undue effort to confirm breeding of common species, because it was believed that the field time could be better spent compiling species lists from multiple blocks. Obtaining confirmed breeding evidence was stressed for species identified in a particular conservation or priority category or for species simply rare or unexpected within the block.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Pennsylvania Breeding Bird Atlas - Second: Pennsylvania",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=233\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=233\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/08a-01/FullMetadataDisplay.aspx%3ffile=PABBA_2nd.html\"}",
  "dct_isPartOf_sm": [
    "08a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "State of Pennsylvania"
  ],
  "dct_spatial_sm": [
    "Pennsylvania"
  ],
  "b1g_centroid_ss": "41.11725,-77.6053",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "08a-01",
  "dc_creator_sm": [
    "Pennsylvania Game Commission"
  ]
}