{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "8d6ee610-419b-4dc1-804c-3cba1d55c2fb",
  "dc_identifier_s": "8d6ee610-419b-4dc1-804c-3cba1d55c2fb",
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2018",
  "dc_format_s": "Files",
  "solr_geom": "ENVELOPE(-75.404965,-80.582294,41.999805,39.696021)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Penn State",
  "dct_accrualMethod_s": "HTML",
  "b1g_image_ss": "",
  "dct_issued_s": "",
  "suppressed_b": "FALSE",
  "dc_description_s": "Represents the Primary Facility type Coal Mining Operation (CMO) point features. A Coal Mining Operation is a DEP primary facility type related to the Mining Program. The sub-facility types related to Coal Mining Operations that are included are: Deep Mine Underground mining of coal. Includes, but is not limited to, portal, tunnel, slope, and drift mines. Discharge Point Discharge of water from an area as a result of coal mining activities. Mineral Preparation Plant Facility at which coal is cleaned and processed. Post Mining Treatment Post-mining discharges are groundwater seeps and flows that occur after a mine has been completed and reclaimed. Many of these discharges have become contaminated by contacting acid producing rock in the mine environment. Untreated discharges that enter clean streams cause acidification, which immediately kills much of the aquatic life. Coal mines that are predicted to have discharges are not permitted; however, coal mining operators are required to treat post-mining discharges in cases where the predictions do not come true. Through advances in predictive science, less than 2 percent of the permits issued today result in a post-mining discharge. New technologies, including alkaline addition and special handling of acid producing material, are being studied in order to help address the remaining 2 percent. Refuse Disposal Facility An area used for disposal or storage of waste coal, rock, shale, slate, clay, and other coal mining related materials. Refuse Reprocessing Facility at which coal is extracted from waste coal, rock, shale, slate, clay, and other coal mining related material, i.e., coal refuse. Surface Mine Surface mining of coal by removing material which lies above the coal seam. Includes, but is not limited to, strip, auger, quarry, dredging, and leaching mines.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    "Coal Mining Operations: Pennsylvania"
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Coal Mining Operations: Pennsylvania, 2018",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"ftp://ftp.pasda.psu.edu/pub/pasda/dep/historic\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/08a-01/FullMetadataDisplay.aspx%3ffile=CoalMiningOperations2018_07.html\"}",
  "dct_isPartOf_sm": [
    "08a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "State of Pennsylvania"
  ],
  "dct_spatial_sm": [
    "Pennsylvania"
  ],
  "b1g_centroid_ss": "40.847913000000005,-77.9936295",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "08a-01",
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ]
}