{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "bb49aeeb-3ee4-45b8-8945-8781c6976150",
  "dc_identifier_s": "bb49aeeb-3ee4-45b8-8945-8781c6976150",
  "b1g_date_range_drsim": [
    "[2019 TO 2019]"
  ],
  "dct_temporal_sm": [
    "2019"
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "b1g_dateAccessioned_s": "2019-09-05",
  "solr_year_i": "2019",
  "dc_format_s": "Files",
  "solr_geom": "ENVELOPE(-74.617958,-80.60296,42.257143,39.645593)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Penn State",
  "dct_accrualMethod_s": "HTML",
  "b1g_image_ss": "",
  "dct_issued_s": "",
  "suppressed_b": "FALSE",
  "dc_description_s": "This layer shows only non-attaining segments of the Integrated List. The Streams Integrated List represents stream assessments in an integrated format for the Clean Water Act Section 305(b) reporting and Section 303(d) listing. Streams are bodies of flowing surface water that collectively form a network that drains a catchment or basin. PA DEP protects 4 stream water uses: aquatic life, fish consumption, potable water supply, and recreation. The 305(b) layers represents stream segments that have been evaluated for attainment of those uses. If a stream segment is not attaining any one of its 4 uses, it is considered impaired. \\xb7 Aquatic Life use attainment - The integrity reflected in any component of the biological community. (i.e. fish or fish food organisms) \\xb7 Fish Consumption use attainment - The risk posed to people by the consumption of aquatic organisms (ex. fish, shellfish, frogs, turtles, crayfish, etc.) \\xb7 Recreational use attainment - The risk associated with human recreation activities in or on a water body. (i.e. exposure to bacteria and other disease causing organisms through water contact recreation like swimming or water skiing) \\xb7 Potable Water Supply use attainment - The risk posed to people by the ingestion of drinking water Segments that have appeared on an approved Category 5 Integrated Listing are the entries labeled as approved. Integrated Lists are submitted for approval every other year. Segments entered subsequent to the latest approved Category 5 listing are labeled tentative. After appearing on an approved listing, the tentative entries move to approved. The Stream Integrated List is provided as two separate layers determined if the stream is attaining or not attaining its designated uses. DEP Streams Integrated List layer is maintained by the PADEP Office of Water Management, Bureau of Water Supply & Wastewater Management, Water Quality Assessment and Standards Division. The layer is based on the High Resolution National Hydrography Dataset (NHD). Additional update information is provided by Bureau of Watershed Management, Water Use Planning Division.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    "Integrated List Non Attaining"
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Integrated List Non Attaining: Pennsylvania, 2019",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=888\",\"http://schema.org/downloadUrl\":\"https://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=888\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/08a-01/FullMetadataDisplay.aspx%3ffile=IntegratedListNonAttaining2019_07.html\"}",
  "dct_isPartOf_sm": [
    "08a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "State of Pennsylvania"
  ],
  "dct_spatial_sm": [
    "Pennsylvania"
  ],
  "b1g_centroid_ss": "40.951368,-77.61045899999999",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "08a-01",
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ]
}