{
  "uuid": "5376d5e9ace647a1bd7ec52a1d4d434c_0",
  "dc_identifier_s": "5376d5e9ace647a1bd7ec52a1d4d434c_0",
  "dc_title_s": "Living Resources - Fish Blockage Locations: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information at http://imap.maryland.gov. In 1987, the Chesapeake Bay Agreement was signed by states within the Chesapeake Bay region including Maryland, Pennsylvania, Virginia and the District of Columbia. This agreement included commitments for providing fish passage within each state: to provide for fish passage at dams, and remove stream blockages wherever necessary to restore passage for migratory fish. With this humble beginning, the Chesapeake Bay states set a goal to reopen a total of 1,357 miles of historical spawning grounds by the year 2003. Maryland's portion of this goal is to reopen 388. 65 miles of stream. The Maryland Department of Natural Resources Fish Passage Program has taken this commitment very seriously; to date the Program has completed 61 projects, reopening a total 348. 9 miles of upstream spawning habitat. Several projects scheduled to be completed by 2003 will allow the Program to not only meet but also exceed the goal set forth by the Chesapeake Bay Agreement. Meeting this goal has been a cooperative effort between the Maryland Department of Natural Resources, State Highway Administration, National Marine Fisheries Service - National Oceanic Atmospheric Administration, Department of Interior - US Fish Wildlife, Environmental Protection Agency, Chesapeake Bay Program, Chesapeake Bay Foundation, University Maryland and a multitude of others including private citizens, local watershed groups and local governments. Last Updated: 11/8/2010",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Maryland iMap"
  ],
  "dc_subject_sm": [
    "Biota"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/5376d5e9ace647a1bd7ec52a1d4d434c_0\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Biota/MD_LivingResources/FeatureServer/0\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/5376d5e9ace647a1bd7ec52a1d4d434c_0.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016",
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4361885"
  ],
  "thumbnail_path_ss": "https://geodata.md.gov/imap/rest/services/Biota/MD_LivingResources/FeatureServer/info/thumbnail",
  "layer_slug_s": "5376d5e9ace647a1bd7ec52a1d4d434c_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-12T21:16:50Z",
  "centroid_s": "38.89165,-76.3681",
  "solr_geom": "ENVELOPE(-77.5418, -75.1944, 39.7676, 38.0157)",
  "solr_year_i": 2016
}