{
  "dc_identifier_s": "e16e7507-4cd4-40e3-ae1d-1a4e4c9d0ab8",
  "dc_title_s": "Chesapeake Bay Watershed Land Cover Data Series 2001",
  "dc_description_s": "To better understand how the land is changing and to relate those changes to water quality trends, the USGS funded the production of a Chesapeake Bay Watershed Land Cover Data Series (CBLCD) representing four dates: 1984, 1992, 2001, and 2006. These data were produced by MDA Federal Inc., under contract to the USGS and were derived from Landsat 5 Thematic Mapper and Landsat 7 Enhanced Thematic Mapper satellite imagery. Each of the four datasets consists of 16 land use and land cover classes (Anderson, et al., 1976). The datasets are temporally comparable and encompass the entire Chesapeake Bay watershed and most intersecting counties. The 2001 dataset represents the base layer for the Data Series and is composed of NOAA's 2001 Coastal Change Analysis Program (CCAP) dataset in the coastal and northern portion of the watershed coupled with USGS' 2001 National Land Cover Dataset in the western and southwestern portions of the watershed. MDA Federal's Cross Correlation Analysis (CCA) technique was used to produce updates (yr. 2006) and retrospective updates (yrs. 1984 and 1992) to the base layer. CCA identifies significant spectral changes between image pairs within the range of spectral values for each land cover class identified in the 2001 base layer. MDA Federal used Classification and Regression Trees to assign land cover classes to 1984, 1992, and 2006 pixels exhibiting significant deviations from their 2001 expected spectral values. MDA Federal used these methods to develop the 1996 and 2005 land cover change datasets for the Mid-Atlantic coastal area funded by NOAA CCAP. Land use and land cover interpretations derived from Landsat satellite imagery are based on the sun's reflectance off the land surface, e.g., urban areas have different spectral reflectance characteristics than forests and herbaceous vegetation. For this reason, the data most accurately represent land cover (e.g., tree canopy) compared with land use or management (e.g., forests and pasture). Due to similarities in spectral reflectance characteristics, some land use and land cover classes are easily confused with each other. The spectral characteristics of low density residential areas, for example, may closely resemble the characteristics of forests in a neighborhood with mature trees or of cropland or pasture if large residential lots are composed mostly of lawns. Cropland and pasture may also have similar spectral qualities. Therefore, users should be cautioned against evaluating transitions between cropland and pasture based on the CBLCD. Users should be generally confident, however, that the overall spatial patterns of cropland and pasture in the Bay watershed are accurate because the USGS and NOAA used multi-season imagery to create the 2001 base layer and the data compare favorably with county-level cropland and pasture acreage estimates reported in the 2002 U.S. Census of Agriculture. The USGS is in the process of interpreting and publishing statistics on the extent, type, and patterns of land cover change from 1984-2006 in the Bay watershed, major tributaries, and counties. The USGS will also be publishing land change forecasts based on observed trends in the CBLCD. These additional interpretations, statistics, and datasets will be publicly released over the coming year following publication.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "U S Geological Survey"
  ],
  "dc_creator_sm": [
    "U.S. Geological Survey"
  ],
  "dc_subject_sm": [
    "Imagery and Base Maps",
    "Land resources"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1332\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1332\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2001"
  ],
  "dct_spatial_sm": [
    "Chesapeake Bay Basin, Maryland, United States"
  ],
  "layer_slug_s": "e16e7507-4cd4-40e3-ae1d-1a4e4c9d0ab8",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-06-26T21:06:43Z",
  "solr_geom": "ENVELOPE(-73.245998, -81.146651, 44.752096, 36.180919)",
  "solr_year_i": 2001,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.4665075,-77.1963245",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4351178"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}