{
  "dc_identifier_s": "f71bca8e-b7d8-4ee2-bd42-e3591128cfdb",
  "dc_title_s": "Children, Ages 5 to 17, from Families in Poverty in 2012, by 2012-2013 School District: Indiana",
  "dc_description_s": "CHILDREN_POVERTY_2012_USCB_IN.SHP is a polygon shapefile showing 2012 census data showing percentages of children in poverty for each 2012-2013 school district within Indiana. Poverty data were provided by personnel of the Indiana Business Research Center (Rachel Strange, Geodemographic Analyst, Managing Editor, IBRC), which were obtained from the Web page of the U. S. Department of Commerce, U. S. Census Bureau, titled \"Small Area Income and Poverty Estimates,\" <http://www.census.gov/did/www/saipe/data/interactive/#>. Discussion of these data, which are estimates produced under the Census Bureau's Small Area Income and Poverty Estimates (SAIPE) program, are provided at <http://www.census.gov/did/www/saipe/about/index.html>.  The following is excerpted from metata of the U.S. Census Bureau (2012-2013 School Districts) and also from the Web page of the SAIPE program ( http://www.census.gov/did/www/saipe/downloads/sd13/README.txt ) :  \"School Districts are single-purpose administrative units within which local officials provide public educational services for the area's residents. The Census Bureau obtains school district boundaries, names, local education agency codes, grade ranges, and school district levels biennially from state school officials. The Census Bureau collects this information for the primary purpose of providing the U.S. Department of Education with annual estimates of the number of children in poverty within each school district, county, and state. This information serves as the basis for the Department of Education to determine the annual allocation of Title I funding to states and school districts.  \"The 2013 TIGER/Line Shapefiles include separate shapefiles for elementary, secondary, and unified school districts. The 2013 shapefiles contain information from the 2012-2013 school year. The 2012-2013 school districts represent districts in operation as of January 1, 2013.  \"The elementary school districts provide education to the lower grade/age levels and the secondary school districts provide education to the upper grade/age levels. The unified school districts are districts that provide education to children of all school ages. In general, where there is a unified school district, no elementary or secondary school district exists (see exceptions described below), and where there is an elementary school district the secondary school district may or may not exist (see explanation below).  \"The U.S. Census Bureau's Small Area Income and Poverty Estimates (SAIPE) program provides annual estimates of income and poverty statistics for all school districts, counties, and states. The main objective of this program is to provide estimates of income and poverty for the administration of federal programs and the allocation of federal funds to local jurisdictions. In addition to these federal programs, state and local programs use the income and poverty estimates for distributing funds and managing programs.  \"The SAIPE program produces the following county and state estimates: Total number of people in poverty. Number of childer under age 5 in poevery (for states only). •number of related children ages 5 to 17 in families in poverty. Number of children under age 18 in poverty. Median household income.\"",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "United States Census Bureau"
  ],
  "dc_creator_sm": [
    "United States Census Bureau"
  ],
  "dc_subject_sm": [
    "Society",
    "Boundaries",
    "Census",
    "Demographics",
    "Schools",
    "Population"
  ],
  "dct_provenance_s": "Purdue",
  "dct_references_s": "{\"http://schema.org/url\":\"http://maps.indiana.edu/previewMaps/Demographics/Population_Children_Poverty_2012.html\",\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Demographics/Population_Children_Poverty_2012.zip\",\"http://schema.org/image\":\"http://maps.indiana.edu/images/Demographics/Population_Children_Poverty_2011.png\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Demographics/Population_Children_Poverty_2012/MapServer/0\",\"http://www.opengis.net/cat/csw/csdgm\":\"http://maps.indiana.edu/metadata/Demographics/Population_Children_Poverty_2012.xml\"}",
  "dct_isPartOf_sm": [
    "IndianaMAP"
  ],
  "dct_issued_s": "2015-03-04",
  "dct_temporal_sm": [
    "2012-2013"
  ],
  "dct_spatial_sm": [
    "Indiana, United States",
    "West Lafayette, Indiana, United States"
  ],
  "layer_slug_s": "f71bca8e-b7d8-4ee2-bd42-e3591128cfdb",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2018-06-26T21:08:28Z",
  "solr_geom": "ENVELOPE(-88.161392, -84.688378, 41.781127, 37.755397)",
  "solr_year_i": 2012,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.768262,-86.424885",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4921868"
  ],
  "b1g_image_ss": "http://maps.indiana.edu/images/Demographics/Population_Children_Poverty_2011.png",
  "b1g_collection_sm": "09a-01",
  "geoblacklight_version": "1.0"
}