{
  "uuid": "1b38bd7ce3704a25a38f35aa87a9517b_21",
  "dc_identifier_s": "1b38bd7ce3704a25a38f35aa87a9517b_21",
  "dc_title_s": "Urban Tree Canopy at Parcel Level: Washington, D.C.",
  "dc_description_s": "Urban Tree Canopy (UTC) Assessment for Washington This dataset consists of UTC metrics summarized at the parcel level. The UTC Assessment is a top-down approach to analyzing the urban forest. Its purpose is to integrate high resolution land cover data with other GIS datasets to produce a set of detailed metrics on the urban forest that allow decision makers to know how much tree canopy currently exists (termed Existing UTC) and amount of land where is it biophysically feasible to establish tree canopy on (termed Possible UTC). Existing UTC is determined by extracting all features classified as tree canopy from a high resolution land cover dataset. Possible UTC is determined by identifying land where canopy could possibly exist and includes two subcategories: Possible-impervious and Possible-vegetation. Possible-impervious consists of all impervious land that Examples of such features are sidewalks Possible-vegetation consists of all land that is low-lying vegetation Examples of such features include residential lawns and playing fields. Possible-vegetation also includes bare earth where no vegetation or impervious surfaces currently exist. UTC metrics do not serve to address the issues of where it is socially desirable or financially feasible to plant trees. Rather UTC metrics are presented in the attribute table as both absolute area (in square meters) and relative area (percentage of land area) per parcel. For example8 indicate that for the parcel in question the area of Existing UTC is 138% of that feature is tree canopy. Key parcel attributes have been maintained to assist in joining this table to the original parcel layer. The land cover dataset used to derive the UTC metrics for this dataset was generated from Quickbird color-infrared imagery acquired on September 7 Cadastral data (ownership parcels) were current as of January 26",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "City of Washington, DC"
  ],
  "dc_creator_sm": "District of Columbia GIS Program",
  "dc_subject_sm": [
    "Imagery and Base Maps",
    "Environment",
    "Location",
    "Forest opportunity spectrum",
    "Land cover",
    "Urban",
    "Tree canopy",
    "Existing"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"https://opendata.dc.gov/datasets/1b38bd7ce3704a25a38f35aa87a9517b_21\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps2.dcgis.dc.gov/dcgis/rest/services/DCGIS_DATA/Environment_WebMercator/MapServer/21\",\"http://schema.org/downloadUrl\":\"https://opendata.dc.gov/datasets/1b38bd7ce3704a25a38f35aa87a9517b_21.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2015",
  "dct_temporal_sm": [

  ],
  "dct_spatial_sm": [
    "Washington, D.C., United States"
  ],
  "dc_relation_sm": [
    "https://sws.geonames.org/4138106"
  ],
  "layer_slug_s": "1b38bd7ce3704a25a38f35aa87a9517b_21",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-3-21T21:38:20Z",
  "centroid_s": "38.8987850375,-77.01433601565",
  "solr_geom": "ENVELOPE(-77.1194137968, -76.9092582345, 38.995976663, 38.801593412)",
  "solr_year_i": 2015,
  "thumbnail_path_ss": ""
}