{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "09e4c202f1d14a5a88ea0bfb685d6447_0",
  "dc_identifier_s": "09e4c202f1d14a5a88ea0bfb685d6447_0",
  "dc_title_s": "Planned Growth Areas (Rgmp): Dauphin County, Pennsylvania, United States",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "Urban Core, Rural Core, and Suburban Core is considered to be the planned growth areas which represent the areas that are most suited for development. A lands needs concept is used to show where current infrastructure will have the capacity for increased demand. Additionally, the PGAs provide the county and municipal comprehensive plans with a defined density level. The densities are as follows:Urban Core: 7 units or more per acreSuburban Core: 3 units or more per acreRural Core: 2.5 units or more per acreRural Reserve: less than.15 units per acreConservation: less than .05 units per acre.These densities are a guideline for future development and can be used to help gear new developments to areas of the Region that have the capacity to support them.The primary objective of the TCRPC's Regional Growth Management Plan (RGMP) project is to update and coordinate revised physical growth policies to the year 2040 in conjunction with the Regional Transportation Plan. Other objectives include: Preparing and maintaining a coordinated and uniform data collection and analysis process that may provide on a continuous basis, summary data on population, land use, natural resources, public services and utilities of the region. Promoting cooperation among Regional, County, and local planning activities. Promoting a better understanding by pubic officials, planners, engineers, surveyors, and property owners, of interrelationships between land use and transportation, public utilities, services and factors influencing physical growth and development within the Region. Establishing an increased awareness of the effects individual local community plans have on the development of surrounding communities. Maintaining data vital to forecasting and recommendations made regarding future transportation improvements, economic activity, population densities and distribution, and land development. Re-invigoration formal and informal mechanisms for continuous public participation and public involvement within TCRPC's planning program.",
  "dc_creator_sm": [
    "Dauphin County, PA"
  ],
  "dc_publisher_sm": [
    "Dauphin County, Pennsylvania"
  ],
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "b1g_keyword_sm": [
    "TriCounty Planning",
    "TriCounty Regional Planning",
    "TCRP",
    "TCRPC",
    "Planning",
    "Planned Growth",
    "Density",
    "Open Data"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Shapefile",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Penn State",
  "dct_issued_s": "2018-10-01",
  "dct_temporal_sm": [
    ""
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Dauphin County, Pennsylvania",
    "Pennsylvania"
  ],
  "solr_geom": "ENVELOPE(-77.03077735,-76.5336315,40.66181092,40.12416803)",
  "b1g_centroid_ss": "40.392989475,-76.782204425",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "08b-42043",
  "dct_isPartOf_sm": [
    "08b-42043"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data-dauphinco.opendata.arcgis.com/datasets/09e4c202f1d14a5a88ea0bfb685d6447_0\",\"http://schema.org/downloadUrl\":\"http://data-dauphinco.opendata.arcgis.com/datasets/09e4c202f1d14a5a88ea0bfb685d6447_0.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://services2.arcgis.com/EEtiX55QzkHKYQKY/arcgis/rest/services/Planned_Growth_Areas/FeatureServer/0\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}