{
  "uuid": "7880ceb344784c6fb3ddd7c166ebbe6e_0",
  "dc_identifier_s": "7880ceb344784c6fb3ddd7c166ebbe6e_0",
  "dc_title_s": "Connections 2040 Planning Areas: Delaware Valley",
  "dc_description_s": "DVRPC Connections 2040 Planning Areashttp://www.dvrpc.org/asp/pubs/publicationabstract.asp?pub_id=13042Greater Philadelphia is a complex mosaic of 352 diverse cities, boroughs,and townships. Connections 2040 characterizes each of the region?smunicipalities as either a Core City, Developed Community, Growing Suburb, orRural Area, as a means of categorizing the types of communities and definingthe corresponding long-range planning policies most appropriate for each type.This categorization is shown on the Planning Areas and Centers dataset. Many municipalities have areas within their boundaries that fit thecharacteristics of more than one of these Planning Area types. GloucesterTownship (in Camden County, New Jersey), for example, has neighborhoods thatare fully developed, but it also has a significant number of undeveloped acresand forecasted population and employment growth more characteristic of aGrowing Suburb. The intent of the Plan is to assign to each municipality theplanning area type associated with the long-range planning policies that willbe most bene fi cial to the entire community. While the Planning Areas andCenters map is a guide for policy direction at the regional scale, actualapproaches should always be guided by local conditions.The region?s four Core Cities are Philadelphia, Trenton, Camden, andChester. Targeted infrastructure investment, maintenance and rehabilitation,comprehensive neighborhood revitalization, and efforts focused on reinforcing anetwork of social and educational programs will help to rebuild and revitalizethe region?s cities.Developed Communities are places that have already experienced most oftheir population and employment growth, and include inner ring communitiesadjacent to the Core Cities; railroad boroughs and trolley car communities; andmature suburban townships. Many of these communities are stable and thriving,offering affordable housing opportunities; access to transit; safe pedestrianand bicycling environments; and a strong community identity. Others, however,are experiencing population and employment losses; have deterioratinginfrastructure systems; have aging resident populations living on limitedincomes; and have stagnant or declining tax bases that cannot keep pace withrising service demands. Rehabilitation and maintenance of infrastructuresystems and the housing stock, and local economic and community development canhelp to reinforce location advantages, while stabilizing neighborhoods andstemming decline.Growing Suburbs are communities that have a significant number ofdevelopable acres remaining and are experiencing or are forecast to experiencesignificant population and/or employment growth. Key planning policies in thesecommunities focus on the need to improve the form of development, reducecongestion, and mitigate the negative consequences of unmanaged growth, andinclude growth management and enhanced community design. Smart growthtechniques that support a more concentrated development pattern (such asclustering, mixed uses, transit-oriented development, and transfer ofdevelopment rights) can provide the critical mass necessary to support newtransit services and other alternatives to the automobile. The quality ofdesign and architectural character of the built environment, open spacepreservation, and the creation of an integrated system of open space andrecreation are all priorities in these communities.Rural Areas include the region?s agricultural communities and communitieswith large remaining natural areas. Key policy approaches for these communitiesfocus on preservation and limiting development, and include limited expansionof infrastructure systems, preservation of a rural lifestyle and villagecharacter, support for continued farming, and enhanced natural resourceprotection. Livable communities in these areas include rural centers that havean identi fi able main street, a mix of uses, higher densities than theirsurrounding uses, and a true sense of place.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Delaware Valley Regional Planning Commission"
  ],
  "dc_creator_sm": "Delaware Valley Regional Planning Commission",
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/7880ceb344784c6fb3ddd7c166ebbe6e_0\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://arcgis.dvrpc.org/arcgis/rest/services/Planning/Connections2040PlanningAreas/FeatureServer/0\",\"http://schema.org/downloadUrl\":\"http://dvrpc-dvrpcgis.opendata.arcgis.com/datasets/7880ceb344784c6fb3ddd7c166ebbe6e_0.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016-05-26",
  "dct_temporal_sm": [
    "2040"
  ],
  "dct_spatial_sm": [
    "Delaware River, Delaware, United States",
    "Maryland, United States",
    "New Jersey, United States",
    "Pennsylvania, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4142210",
    "http://sws.geonames.org/4361885",
    "http://sws.geonames.org/5101760",
    "http://sws.geonames.org/6254927"
  ],
  "layer_slug_s": "7880ceb344784c6fb3ddd7c166ebbe6e_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-16T23:47:46Z",
  "centroid_s": "40.05905,-75.2664",
  "solr_geom": "ENVELOPE(-76.1513, -74.3815, 40.6087, 39.5094)",
  "solr_year_i": 2040
}