{
  "dc_identifier_s": "58f5aea87a99441cb29fb445ca572181_0",
  "dc_title_s": "Mean High High Water By County in 2050: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information at http://imap.maryland.gov. The feature layer supports Maryland State Highway Administration (MDSHA) leadership and planners as they endeavor to mitigate or prevent the infrastructure impacts of sea level change resulting from land surface subsidence and rising sea levels. The product forecasts areas of inundation and represents the new zero elevation for the future scenario. Methodology: US Army Corps of Engineers (USACE) provided the sea level change (SLC) estimate-1. SLC was localized using water elevations collected from a qualifying-2 National Oceanic and Atmospheric Administration (NOAA) tidal reference station - NOAA observations were transformed from tidal datum to North American Vertical Datum of 1988 (NAVD88). A final correction for glacial isostatic adjustment and land subsidence was applied to create an SLC value for the official project year, 2015. The best available LiDAR contributed to a county-wide Digital Elevation Model (DEM). The LiDAR-derived DEM is the base from which the SLC value is applied. A modified bathtub model was employed to determine the areas likely inundated. All pixels in the DEM with an elevation value at or below the predicted SLC rate were reset to zero. To ensure the local minima were excluded, a county network model of stream flowlines was created from the National Hydrography Dataset (NHD). The connectivity of a predicted inundation area was tested against the network to ensure Atlantic Ocean and/or Chesapeake Bay influence. -1 The SLC rate used in this study was calculated using the USACE High Curve. See http://www. corpsclimate. us/ccaceslcurves. cfmfor more detail. -2 Closest station with historic records of 40 years or greater. An average or qualifying stations was chosen when the nearest station s records were insufficient. Last Updated: 11/2016",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_creator_sm": [
    "Maryland iMap"
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://data.imap.maryland.gov/datasets/58f5aea87a99441cb29fb445ca572181_0\",\"http://schema.org/downloadUrl\":\"https://data.imap.maryland.gov/datasets/68b3328c881441f6998a01f109308a05_29,\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://data.imap.maryland.gov/datasets/58f5aea87a99441cb29fb445ca572181_0\"}",
  "dct_isPartOf_sm": [
    "ArcGIS Open Data"
  ],
  "dct_issued_s": "2016",
  "dct_temporal_sm": [
    "2050"
  ],
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "layer_slug_s": "58f5aea87a99441cb29fb445ca572181_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-07-10T14:45:21Z",
  "solr_geom": "ENVELOPE(-77.2935, -75.0472, 39.625, 37.9019)",
  "solr_year_i": 2050,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_geom_type_sm": [
    "Vector data"
  ],
  "b1g_centroid_ss": "38.76345,-76.17035",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "ArcGIS Open Data",
  "geoblacklight_version": "1.0"
}