{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "34CE8DF2-FC93-4FFA-B2BB-FD03BF7ABA2F",
  "dc_identifier_s": "34CE8DF2-FC93-4FFA-B2BB-FD03BF7ABA2F",
  "dc_title_s": "Hydro (Polygon and Line):  Polk County, Wisconsin, 2018",
  "dct_alternativeTitle_sm": [
    "Hydro (Polygon and Line)  Polk County\\\\\\, WI 2018"
  ],
  "dc_description_s": "These data layers represent hydrography for Polk County, Wisconsin in 2018. They are feature classes within the geodatabase, 'Polk_Hydro_2018.gdb'. [Polk County was flown in May 1996 at a height of approximately three miles, resulting in a photo scale of 1:31,680 and a digital orthophoto resolution of one meter pixels. Ayres Associates digitized all hydrography features and provided this data as a two-dimensional AutoCAD drawing file. The data was provided in the custom Polk County Coordinate system. In 2006 Polk County converted the AutoCAD hydrography file into and ESRI shapefile creating the Hydro96Stream file. In 2012 Polk County used the Wisconsin DNR - WD_HYDRO_DATA_24k.gdb and more specifically the WD_HYDRO_FLOWLINE_LN_24k map layer, as a guide to insure DNR location and classification of hydro centerlines. The DNR metadata states: (HydroFlowLine is the framework of the data set and consists of all arcs in Version 6 release coverage HYDNW924 that transport water. HydroFlowLine was created with M (measures) and Z (elevation) values to accommodate placement of user data through a linear referencing system located on the measure system of transport arcs. Features represent blue lines on 1:24,000 scale USGS Topography Quadrangle maps and artificial flow through WaterArea and WaterBody features and across land. HydroFlowLine serves as the input to the Geometric Network.)The DNR data field (HYDROCODE) was added to the layer in order to classify flow type. Many features were added or redigitized using the Polk County 2006 or 2010 othrophotography at a map scale of approximately 1:1,200. The purposes of this maintenance is to improve the current database with names, hydrocode, and centerline location.Polk County was flown in May 1996 at a height of approximately three miles, resulting in a photo scale of 1:31,680 and a digital orthophoto resolution of one meter pixels. Ayres Associates, Madison, digitized all hydrography features and provided this data as a two-dimensional AutoCAD drawing file. The data was provided in the custom Polk County Coordinate system. In 2006 Polk County converted the AutoCAD hydrography file into and ESRI shapefile creating the Hydro96Body file.]",
  "dc_creator_sm": [
    "Polk County, Wisconsin"
  ],
  "dc_publisher_sm": [
    ""
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Geodatabase",
  "layer_geom_type_s": "Polygon",
  "dct_provenance_s": "Wisconsin",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Polk County, Wisconsin",
    "Wisconsin"
  ],
  "solr_geom": "ENVELOPE(-92.895266,-92.135608,45.735905,45.19437)",
  "b1g_centroid_ss": "45.4651375,-92.515437",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "10d",
  "dct_isPartOf_sm": [
    ""
  ],
  "b1g_dateAccessioned_s": "2019-09-04",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "GeoBlacklight",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Polk_Hydro_2018.zip\",\"http://schema.org/url\":\"https://www.co.polk.wi.us/index.asp?SEC=A94D4B49-F047-496F-A7B9-A259974E7E6F&Type=B_BASIC\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Polk_Hydro_2018.xml\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}