{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:31:30Z",
  "layer_slug_s": "85E4A1AF-0C4B-4BFF-A7D5-50908CBC2ACB",
  "dc_identifier_s": "85E4A1AF-0C4B-4BFF-A7D5-50908CBC2ACB",
  "dc_title_s": "Zoning: Rock County, Wisconsin, 2018",
  "dct_alternativeTitle_sm": [
    "Zoning Rock County\\\\\\, WI 2018"
  ],
  "dc_description_s": "These data layers represent zoning for Rock County, Wisconsin in 2018. It is a feature class within the geodatabase, 'Rock_Zoning_2018.gdb'. The feature layers included in this geodatabse are 'Rock_Airport_2018' and 'Rock_Shoreland_2018'. [Airport: The polygon represents the 3-mile zoning jurisdiction of the Southern Wisconsin Regional Airport in Janesville, Wisconsin, as well as Zone D of the Airport Land Use Plan and Airport Overlay Zoning District Ordinance. The County of Rock Aiport Overlay Zoning Ordinance and Land Use Plan is available for download in PDF format on the Planning and Development Ordinances and Plans web page. Shoreland: This is an updated feature class detailing areas enforceable under the Rock County Shoreland Zoning Ordinance (4.201) for the purpose of the maintenance of safe and healthful conditions; to prevent and control water pollution; to protect spawning grounds, fish and aquatic life; to control building sites, placement of structures and land uses; and to preserve shore cover and natural beauty. The Shoreland Zoning Ordinance can be downloaded in PDF format from the Rock County Planning Agency Ordinances and Plans web page.The features contained within have been determined to be navigable waters with public access. These features extend 300 feet from the ordinary high water mark (OHWM) of rivers and streams and 1000 feet from the OHWM of hydrologic areas such as lakes, ponds and flowages; as well as FEMA floodplains that extend past the 300' and 1000' buffers. Floodplains are denoted as '999' in the BUFFDISTAN field.These features were classified based upon historical information, Wisconsin State Statute Chapter NR 115, judgements by representatives from the Wisconsin Department of Natural Resources and determination from the Rock County Zoning Administrator based upon interpretation of aerial photography and physical site assessments. This dataset is effective as of 10/01/2014.Shoreland Zoning jurisdictions within incorporated municipalities may be under the jurisdiction of those municipalities. While this is the most up to date information available,Rock County assumes no liability for any inaccuracies contained herein.]",
  "dc_creator_sm": [
    "Rock County, Wisconsin"
  ],
  "dc_publisher_sm": [
    ""
  ],
  "dc_subject_sm": [
    "Planning and Cadastral"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Geodatabase",
  "layer_geom_type_s": "Polygon",
  "dct_provenance_s": "Wisconsin",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "solr_year_i": "2018",
  "dct_spatial_sm": [
    "Rock County, Wisconsin",
    "Wisconsin"
  ],
  "solr_geom": "ENVELOPE(-89.372284,-88.76889,42.936782,42.492102)",
  "b1g_centroid_ss": "42.714442000000005,-89.07058699999999",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "10d",
  "dct_isPartOf_sm": [
    ""
  ],
  "b1g_dateAccessioned_s": "2019-09-04",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "GeoBlacklight",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Rock_Zoning_2018.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Rock_Zoning_2018.xml\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}