{
  "dc_identifier_s": "60586f71-fd54-4496-89cd-671749607d4c",
  "dc_title_s": "Flood Inundation Mapping for Susquehanna River in Harrisburg, Pennsylvania - 11-ft to 37-ft",
  "dc_description_s": "This layer was created as part of a Flood Inundation Map Library developed for display within the NOAA National Weather Service's Advanced Hydrologic Prediction Services (AHPS), the SRBC Susquehanna Inundation Map Viewer (SIMV), and the USGS Flood Inundation Mapper (FIM). This data represents the potential flood extent for a stage of 11-ft to 37-ft as recorded at the Harrisburg (Susquehanna River at Harrisburg, PA; USGS ID 01570500) river gage. This data is part of a series of inundation layers meant to correlate observations and forecasts from the river gage with a visual representation of the areas impacted by high water. The data set of flood inundation areas was created from flood scenarios generated by HEC-RAS runs provided by USACE-Baltimore and LiDAR data from PASDA processed to extract bare earth points. A shapefile of inundation area for each stage was created and subsequently merged to form continuous datasets for the main-stem Susquehanna River and backwater areas on its tributaries.This data was developed to assist the public and emergency officials with planning and response to high water episodes at or near a defined National Weather Service river forecast point.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "United States Army Corps of Engineers USACE"
  ],
  "dc_creator_sm": [
    "United States Army Corps of Engineers (USACE)"
  ],
  "dc_subject_sm": [
    "Hydrology",
    "Inland Waters"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=2356\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=2356\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2013"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "60586f71-fd54-4496-89cd-671749607d4c",
  "layer_geom_type_s": "Mixed",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-76.714319, -77.045832, 40.399386, 40.173108)",
  "solr_year_i": 2013,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.286247,-76.8800755",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}