{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:41:30Z",
  "layer_slug_s": "18c5bf50-8a0e-469b-a39b-908fc098b20b",
  "dc_identifier_s": "18c5bf50-8a0e-469b-a39b-908fc098b20b",
  "dc_title_s": "Contours, 2-foot: Montgomery County, Maryland, 2014",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "Countywide 2 foot contours created from 2014 LiDAR deliverables. Contours created by exporting LiDAR mass points to a terrain dataset. Hydro arc were used as hard line, while Hydro poly (with z) were used as hard replace. Terrain then used to create DEM. DEM converted to 2 foot contours. Contours smoothed using PAEK algorithm with a 50 foot fuzzy tolerance. The lidar capture was composed of 4 separate flight missions on 3 separate dates. Lines 30-47 flown 20131227, lines 1-29 flown 20131228 and lines 48-53 flown 20140107Horizontal positional accuracy for LiDAR is dependent upon the quality of the GPS/INS solution, sensor calibration and ground conditions at the time of data capture. The standard system results for horizontal accuracy are less than 3.281'.Horizontal Positional Accuracy Value: 3.281. This value is assessed through known operating characteristics of the lidar system, analysis of the post processed GPS/IMU data stream statistics and by comparing ground control coordinates to an intensity based image derived from the classified LiDAR data.Vertical Positional Accuracy Report: Vertical accuracy requirements for the Montgomery County lidar project are defined as sufficient to support 1' contour generation. Project accuracy specifications are NMAS equating to a vertical accuracy of 1/2 of the contour interval or, vertical accuracy of 0.5' for well defined points. Vertical positional accuracy for LiDAR is dependent upon the quality of the GPS/INS solution, sensor calibration and ground conditions at the time of data capture. The lidar capture was composed of 4 separate flight missions on 3 separate dates. Lines 30-47 flown 20131227, lines 1-29 flown 20131228 and lines 48-53 flown 20140107. Each of the 4 flight missions was post processed and classified as separate blocks and then combined vertical accuracy statistics developed for the entire data set. The RMSE of the bare earth lidar DEM, utilizing 30 well defined control points in the project area, was tested with a resultant RMSE of 0.088'. The NSSDA reported vertical accuracy is 0.172' (Computation based on FGDC Geospatial Positioning Accuracy Standards Part 3: National Standard for Spatial Data Accuracy - Appendix 3-A, section 2 where Accuracy_z = 1.9600 * RMSE_z)).Vertical Positional Accuracy Value: 0.172. Meeting the vertical accuracy requirement is ensured by comparing ground control elevation to the classified LiDAR ground surface. The project-wide RMSE is calculated from the vertical differences between surveyed ground control and the bare earth lidar surface and represents the RMSE on controls within the project area.Vertical Accuracy: North American Vertical Datum of 1988",
  "dc_creator_sm": [
    "Kucera International, Inc."
  ],
  "dc_publisher_sm": [
    "The Maryland-National Capital Park and Planning Commission"
  ],
  "dc_subject_sm": [
    "Elevation"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Geodatabase",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2014"
  ],
  "b1g_date_range_drsim": [
    "[2014 TO 2014]"
  ],
  "solr_year_i": "2014",
  "dct_spatial_sm": [
    "Montgomery County, Maryland",
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-77.529238,-76.887258,39.35435,38.933278)",
  "b1g_centroid_ss": "39.143814,-77.208248",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04f-02",
  "dct_isPartOf_sm": [
    "04f-02"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://montgomeryplanning.org/tools/gis-and-mapping/gis-data/data-downloads/\",\"http://schema.org/downloadUrl\":\"http://mcatlas.org/tiles/00_Shapefiles/Contours_2ft_2014.zip\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}