{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-01-17T15:41:30Z",
  "layer_slug_s": "f221846e-4cb6-4ab3-8f74-1fb8d80341e5",
  "dc_identifier_s": "f221846e-4cb6-4ab3-8f74-1fb8d80341e5",
  "dc_title_s": "Wetlands Inventory and Functional Assessment: Montgomery County, Maryland,  1988-1995",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_description_s": "This is a feature class in the geodatabase Wetlands: Montgomery County, Maryland. Commission staff performed wetland inventories and functional wetland assessments during the years of 2005-2007. Most of the work was in the Germantown Planning Area encompassing segments of three watersheds: Middle Great Seneca, Little Seneca, and Lower Great Seneca. The functional assessment used the indicators for the presence of wetlands  suggested by the Corps in their 1987 Manual for Delineation of Wetlands, (US ACOE 1987. Wetlands must demonstrate three parameters: hydrophytic vegetation (plant life growing in water, soil, or on a substrate that is periodically deficient in oxygen due to excess water); presence of water and hydric soils (soils saturated, flooded, or ponded, long enough during the growing season to develop anaerobic conditions in the upper profile.Additional portions of this digital data files are records of wetlands location and classification as defined by the U.S. Fish & Wildlife Service's National Wetlands Inventory (NWI) program. See the Entity_and_Attribute_Information section for a detailed description of NWI's Classification scheme. These wetlands were mapped by Maryland Department of Natural Resources (MD DNR) using Maryland's Digital Orthophoto Quarter Quads. Data are available in 3.75 minute by 3.75 minute blocks and contain wetlands point, line, and area features and attributes. The wetlands were photo interpreted from the photography flown for the Digital Orthophoto Quarter Quads. These were flown over a period from 1988 to 1995. See suplemental information for additional details.",
  "dc_creator_sm": [
    "Maryland Department of Natural Resources"
  ],
  "dc_publisher_sm": [
    "The Maryland-National Capital Park and Planning Commission"
  ],
  "dc_subject_sm": [
    "Biota"
  ],
  "b1g_keyword_sm": [
    ""
  ],
  "dc_type_sm": [
    "Dataset"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_format_s": "Geodatabase",
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Maryland",
  "dct_issued_s": "1993-01-01",
  "dct_temporal_sm": [
    "1988-1995"
  ],
  "b1g_date_range_drsim": [
    "[1988 TO 1988]"
  ],
  "solr_year_i": "1988",
  "dct_spatial_sm": [
    "Montgomery County, Maryland",
    "Maryland"
  ],
  "solr_geom": "ENVELOPE(-77.529404,-76.874552,39.37537,38.93302)",
  "b1g_centroid_ss": "39.154195,-77.201978",
  "dc_language_sm": [
    "English"
  ],
  "b1g_code_s": "04f-02",
  "dct_isPartOf_sm": [
    "04f-02"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "b1g_dateRetired_s": "",
  "dct_accrualMethod_s": "",
  "b1g_status_s": "Active",
  "dc_rights_s": "Public",
  "suppressed_b": "FALSE",
  "dct_references_s": "{\"http://schema.org/url\":\"http://montgomeryplanning.org/tools/gis-and-mapping/gis-data/data-downloads/\",\"http://schema.org/downloadUrl\":\"http://mcatlas.org/tiles/00_Shapefiles/Wetlands.gdb.zip\"}",
  "layer_id_s": "",
  "b1g_image_ss": ""
}