{
  "dc_identifier_s": "320ec2b7-e1a0-4469-b48d-da9e4032131a",
  "dc_title_s": "Municipal Waste Operations: Pennsylvania",
  "dc_description_s": "A Municipal Waste Operation is a DEP primary facility type related to the Waste Management Municipal Waste Program. The sub-facility types related to Municipal Waste Operations that are included are:_Composting: Includes facilites that use land for processing municipal waste by composting. Composting is a process that biologically decomposes organic waste under controlled anaerobic or aerobic conditions to yield a humus-like product. Land Application: Includes facilities that uses agricultural utilization or land reclamation of waste. Sewage sludge is land-applied for its nutrient value or as a soil conditioner. Landfill - Abandoned: The Abandoned Landfill Inventory Project collects geospatial and descriptive data for closed and abandoned landfills throughout the state of Pennsylvania. Locations for sites were determined from historic records such as microfiche, index card, topographic map, and staff personal files, and then compiled into site lists. Each of the six DEP regions is staffed with summer interns who physically locate the sites and collect the data for the project. The purpose of the Abandoned Landfill Inventory Project is to determine the location of abandoned and closed landfills in order to catalog potential environmental hazards. The data is intended for internal government and public consumption, in order to keep property sales, clean-up efforts, and land development well informed. For metadata on the ALI Project, see Abandonded Landfill Metadata. Landfill: A landfill is a facility that uses land for the disposal of municipal waste. Processing Facility: A processing facility is a transfer station, composting facility, resource recovery facility, or a facility that reduces the volume or bulk of municipal waste for offsite reuse. Resource Recovery: A resource recovery is a facility that provides for the extraction and utilization of materials or energy from municipal waste. The facility can be a mechanical extraction facility or a combustion facility. Transfer Station: A transfer station is a facility that receives and processes or temporarily stores municipal waste at a location other than the generation site. This sub-facility facilitates the transportation or transfer of municipal waste to a processing or disposal facility.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_subject_sm": [
    "Environment",
    "Municipal waste operation"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=281\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=281\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "320ec2b7-e1a0-4469-b48d-da9e4032131a",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-74.628186, -80.564674, 42.255238, 39.676688)",
  "solr_year_i": 2018,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.965963,-77.59643",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}