{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "0e8addc73cdb476e9cb7298ab59331aa_0",
  "dc_identifier_s": "0e8addc73cdb476e9cb7298ab59331aa_0",
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "dct_temporal_sm": [
    ""
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "b1g_dateAccessioned_s": "2019-04-05",
  "solr_year_i": "2018",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-77.1215,-76.2308,40.215,39.7208)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Penn State",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2018-02-26",
  "suppressed_b": "TRUE",
  "dc_description_s": "This shapefile contains the Core Habitat of Biological Diversity Areas identified through the County Natural Heritage Inventory program of the Pennsylvania Natural Heritage Program. County Natural Heritage Inventories focus on areas that are the best examples of ecological resources in a county. Although agricultural lands and open space may be included as part of inventory areas, the emphasis for the designation and delineation of the areas are the ecological values present. Important selection criteria for Natural Heritage Areas are the existence of habitat for plants and animals of special concern, the existence of uncommon or especially important natural communities, and the size and landscape context of a site containing good quality natural features. Large areas and areas that are minimally disturbed by development provide the backbone that links habitats and allows plants and animals to shift and move across sizable portions of the landscape. Core Habitat areas are intended to identify the essential habitat of the species of concern or natural community that can absorb very little activity or disturbance without substantial impact to the natural features. Polygons are based on aerial photo interpretation, field surveys, and existing PNDI data and were delineated by the ecologists on-screen using ArcView (ESRI, Inc., Version 3.3, 8x, and 9x) with the 1:24,000 scale USGS Digital Raster Graphics and/or Digital Aerial Photography images as a background. For each core habitat polygon, the attribute table contains fields indicating the Site Name and Significance. See individual CNHI reports for further information on methodology, site descriptions, and species or communities found at each site.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Natural Areas Inventory, Biological Diversity Core Habitat Areas: York County, Pennsylvania",
  "b1g_dateRetired_s": "2019-09-06",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data-yorkcountypa.opendata.arcgis.com/datasets/0e8addc73cdb476e9cb7298ab59331aa_0\",\"http://schema.org/downloadUrl\":\"http://data-yorkcountypa.opendata.arcgis.com/datasets/0e8addc73cdb476e9cb7298ab59331aa_0.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://arcweb.ycpc.org/arcgis/rest/services/OPEN_DATA/ENVIR_Natural_Areas_Inventory/MapServer/0\",\"http://www.w3.org/1999/xhtml\":\"https://arcweb.ycpc.org/metadata/York.GIS.ENVIR_Natural_Areas_Inventory.html\"}",
  "dct_isPartOf_sm": [
    ""
  ],
  "layer_id_s": "",
  "b1g_status_s": "Retired",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "York County, Pennsylvania"
  ],
  "dct_spatial_sm": [
    "York County, Pennsylvania",
    "Pennsylvania"
  ],
  "b1g_centroid_ss": "39.9679,-76.67615",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "08b-42133",
  "dc_creator_sm": [
    "Western Pennsylvania Conservancy (WPC), Pennsylvania Natural Heritage Program"
  ]
}