{
  "dc_identifier_s": "06c18347-cc4a-4c82-908c-28aa50215b29",
  "dc_title_s": "Inspected Coal Combustion Waste Impoundments: Indiana",
  "dc_description_s": "COAL_COMBUSTION_WASTE_IMPOUNDMENTS_INSPECTED_IDEM_IN.SHP is a polygon shapefile that contains coal combustion waste impoundmentes (CCW) in Indiana that have been inspected by the U.S. Environmental Protection Agency (US EPA), provided by personnel of Indiana Department of Environmental Management, Office of Land Quality (IDEM, OLQ) as of November 13, 2015. The data set provided by IDEM was in an Esri personal database format and was named \"Coal_Combustion_Waste_20151113.MDB\" that contained a polygon feature class named \"INSPECTED_CCW_IMPOUNDMENTS.\" COAL_COMBUSTION_WASTE_IMPOUNDMENTS_INSPECTED_IDEM_IN.SHP is attributed with observations by IDEM staff and information found in US EPA contracted reports about the structural integrety and hazard potential some of the impoundment dams.  The following is excerpted from the metadata provided by IDEM, OLQ for the source feature class INSPECTED_CCW_IMPOUNDMENTS:  \"CCW impoundments were digitized by IDEM staff from aerial photo-interpretation. This was done in response to the CCW impoundment failure at the TVA/Kingston coal burning electric generating facility during December of 2008, and IDEM's recognition of the need to know the precise locations of these waste features, and what impacts similar failures may have on the Indiana landscape. Also in response to this failure, US EPA initiated a nationwide program assessing the structural integrety and safety of CCW impoundments. US EPA contracted for inspections of these facilities, and information from the reports of Indiana facilities are included in the IDEM developed attributes of these features. The attributes, information about the features in tabular format, were compiled from information taken from the published reports of impoundment inspections done by US EPA contracted firms, and notes from IDEM field inspections, as well as observations made by IDEM GIS staff as the features were digitally mapped. The qualitative and quatitative attributes provide information of impoundment size, capacity, dike/dam hazard potential, types of waste placed in the impoundment, owner, facility name, impoundment use, and field observations by IDEM inspectors and USEPA contrated specialists.  \"The USEPA contracted nation wide reports are found: http://www3.epa.gov/epawaste/nonhaz/industrial/special/fossil/surveys2/index.htm#_ga=1.5580723.182041078.1443707387  \"From the EPA reports: 'A CCW management unit is defined as a surface impoundment or similar diked or bermed management unit or management units designated as landfills that receive liquidborne material and are used for the storage or disposal of residuals or by-products from the combustion of coal, including, but not limited to, fly ash, bottom ash, boiler slag, or flu gas emission control residuals. Management units also include inactive impoundments that have not been formally closed in compliance with applicable federal or state closure/reclamation regulations.'\"",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Indiana Department of Environmental Management, Office of Land Quality"
  ],
  "dc_creator_sm": [
    "Indiana Department of Environmental Management, Office of Land Quality"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "dct_provenance_s": "Purdue",
  "dct_references_s": "{\"http://schema.org/url\":\"http://maps.indiana.edu/previewMaps/Environment/Waste_Coal_Combustion_Impoundments_Inspected.html\",\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Environment/Waste_Coal_Combustion_Impoundments_Inspected.zip\",\"http://schema.org/image\":\"http://maps.indiana.edu/images/Environment/Waste_Coal_Combustion_Impoundments_Inspected.png\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Environment/Waste_Coal_Combustion_Impoundments_Inspected/MapServer/0\",\"http://www.opengis.net/cat/csw/csdgm\":\"http://maps.indiana.edu/metadata/Environment/Waste_Coal_Combustion_Impoundments_Inspected.xml\"}",
  "dct_isPartOf_sm": [
    "IndianaMAP"
  ],
  "dct_issued_s": "2015-11-13",
  "dct_temporal_sm": [
    "2015"
  ],
  "dct_spatial_sm": [
    "Indiana, United States"
  ],
  "layer_slug_s": "06c18347-cc4a-4c82-908c-28aa50215b29",
  "layer_geom_type_s": "Polygon",
  "layer_modified_dt": "2018-06-26T21:08:27Z",
  "solr_geom": "ENVELOPE(-87.653582, -84.760578, 41.742793, 37.916998)",
  "solr_year_i": 2015,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.8298955,-86.20708",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4921868"
  ],
  "b1g_image_ss": "http://maps.indiana.edu/images/Environment/Waste_Coal_Combustion_Impoundments_Inspected.png",
  "b1g_collection_sm": "09a-01",
  "geoblacklight_version": "1.0"
}