{
  "dc_identifier_s": "590745a8-4f5e-4f04-8fed-d7f675fae498",
  "dc_title_s": "USGS QL1 LiDAR for Allentown, Pennsylvania 2016 - Breaklines",
  "dc_description_s": "Allentown, Pennsylvania, covering approximately 20 square miles in eastern Pennsylvania. Dataset Description: Allentown, Pennsylvania 2016 QL1 LiDAR project called for the planning, acquisition, processing, and production of products derivative of LIDAR data to be collected at a nominal pulse spacing (NPS) of 0.35 meters. Project specifications are based on the U.S. Geological Survey National Geospatial Program Base LIDAR Specification, Version 1.2. The data was developed based on a horizontal projection/datum of NAD83 (2011) State Plane Pennsylvania South Zone, US survey feet and vertical datum of NAVD1988 (GEOID 12B), US survey feet. LiDAR data was delivered in RAW flight line swath format, processed to create Classified LAS 1.4 Files formatted to 129 individual 2,500-foot X 2,500-foot tiles, 1-foot hydro-flattened bare-earth raster DEMs in ERDAS .IMG format and intensity images in GeoTIFF format, tiled to the same 2,500-foot X 2,500-foot tile schema. Hydro-flattened breaklines were produced in Esri file geodatabase format. A mosaic of the hydro-flattened bare-earth raster DEMs was produced in ERDAS .IMG format. Ground Conditions: LiDAR was collected in spring of 2016, while no snow was on the ground and rivers were at or below normal levels. In order to post process the LiDAR data to meet task order specifications, A total of 18 calibration control points in order to calibrate the LIDAR to known ground locations established throughout the project area. The accuracy of the data was checked with 20 NVA points and 5 VVA points (25 total QC checkpoints).",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "U S Geological Survey"
  ],
  "dc_creator_sm": [

  ],
  "dc_subject_sm": [
    "Imagery and Base Maps",
    "Hydrology"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1614\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1614\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2016"
  ],
  "dct_spatial_sm": [
    "Dauphin County, Pennsylvania, United States",
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "590745a8-4f5e-4f04-8fed-d7f675fae498",
  "layer_geom_type_s": "Mixed",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-75.557001119897, -75.4113585764082, 40.6416381950144, 40.5461340160323)",
  "solr_year_i": 2016,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.5938861055,-75.4841798482",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5186395",
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}