{
  "dc_identifier_s": "e1aa0f34-8256-4c21-8055-51912b641a03",
  "dc_title_s": "Hospitals as Developed for the Homeland Security Infrastructure Program: Indiana",
  "dc_description_s": "HOSPITALS_HSIP_IDHS_IN is a point shapefile that contains hospital locations, as developed for the Homeland Security Infrastructure Program (HSIP). The data were provided by personnel of Indiana Department of Homeland Security (IDHS) on June 29, 2009. This data set was provided by IDHS in ESRI shapefile format and was named \"2008_09_20_IN_Hospitals.shp.\"  The following is a description of the Homeland Security Infrastructure Program (HSIP) provided by personnel of the Indiana Geographic Information Council (IGIC):  \"Homeland Security Infrastructure Program (HSIP)  After September 11, 2001, federal decision makers needed a single place to go for geospatial data. The National Geospatial-Intelligence Agency (NGA) stood up a tiger team to determine the type of information needed for the nations critical infrastructure and developed an acquisition strategy to provide that data to the federal community. The Homeland Infrastructure Foundation-Level Data (HIFLD) Working Group provided guidance in the development of the Homeland Security Infrastructure Program (HSIP). There are currently two different version of HSIP data: HSIP Gold and HSIP Freedom.  \"HSIP Gold:  Designed to combine all geospatial data, and Geospatial Intelligence products into a single, integrated database. HSIP Gold is a collection of base map layers and homeland security related geospatial data. There are many sources, including licensed commodity datasets and Federal & State agency data. The HSIP Gold data was created for Federal government homeland security and homeland defense purposes. These data are only available to state and local governments for viewing purposes across a thin client network. This is referred to as disclosure in the Federal licensing agreements with the private sector contributors. However, Federal licenses also require that in the event of declared emergencies, that the data may be released to state and local governments to support their operations. Non-government organizations can not access the HSIP Gold data.  \"HSIP Freedom: NGAs goal is to provide complete datasets with no limits on distribution to state and local responders. The challenge is the private-sector license restrictions. NGA came up with different approach  HSIP Freedom where state and local government provide data to DHS or NGA, which could be improved and returned to state and locals so they can get benefit from that data. Then the states would be able to look at same data as federal government and distribute it as they see fit.  \"The current emphasis of the HSIP Freedom program is on sharing and improving data to create uniform State & Federal information on: Fire Stations, EMS Stations & Ambulance Services, Police Stations, Prisons & Jails, Hospitals & Urgent Care Clinics. TechniGraphicS, Inc. (TGS) was the contractor to the National Geospatial-Intelligence Agency (NGA) for development of this HSIP Freedom data. Most improvements to date have been done by TGS telephoning local officials to verify the name, address, phone number, and geospatial location of their facilities. Geospatial location is determined by asking the local official to describe their location relative to landmarks visible in orthoimagery. TGS incorporates the improved State data into the \"License Free HSIP Freedom product and makes it available to the states. They also incorporate the improved State data into HSIP Gold and deliver it to NGA. States are encouraged to share these improved data with the U.S. Geological Survey for use in The National Map and for the new generation of graphic products being produced at USGS for emergency responders.\"  The following is excerpted from the metadata provided by IDHS for the source shapefile named \"2008_09_20_IN_Hospitals.shp\":  \"Hospitals in Indiana  \"The term \"hospital\" means an institution which:  \"(1) is primarily engaged in providing, by or under the supervision of physicians, to inpatients  \"  (A) diagnostic services and therapeutic services for medical diagnosis, treatment, and care of injured, disabled, or sick persons, or \"  (B) rehabilitation services for the rehabilitation of injured, disabled, or sick persons;  \"(5) provides 24-hour nursing service rendered or supervised by a registered professional nurse, and has a licensed practical nurse or registered professional nurse on duty at all times; ...  \"(7) in the case of an institution in any State in which State or applicable local law provides for the licensing of hospitals,  \"  (A) is licensed pursuant to such law or \"  (B) is approved, by the agency of such State or locality responsible for licensing hospitals, as meeting the standards established for such licensing;  \"(Excerpt from Title XVIII of the Social Security Act [42 U.S.C. § 1395x(e)], <http://www4.law.cornell.edu/uscode/html/uscode42/usc_sec_42_00001395---x000-.html>)  \"Included in this dataset are General Medical and Surgical Hospitals, Psychiatric and Substance Abuse Hospitals, and Specialty Hospitals (e.g., Children's Hospitals, Cancer Hospitals, Maternity Hospitals, Rehabilitation Hospitals, etc.).  \"TGS has made a concerted effort to include all general medical/surgical hospitals in Indiana. Other types of hospitals are included if they were represented in datasets sent by the state. Therefore, not all of the specialty hospitals in Indiana are represented in this dataset.  \"Hospitals operated by the Veterans Administration (VA) are included, even if the state they are located in does not license VA Hospitals.  \"Nursing homes and Urgent Care facilities are excluded because they are included in a separate dataset. Locations that are administrative offices only are excluded from the dataset.  \"Records with \"-DOD\" appended to the end of the [NAME] value are located on a military base, as defined by the Defense Installation Spatial Data Infrastructure (DISDI) military installations and military range boundaries.  \"Text fields in this dataset have been set to all upper case to facilitate consistent database engine search results.  \"All diacritics (e.g., the German umlaut or the Spanish tilde) have been replaced with their closest equivalent English character to facilitate use with database systems that may not support diacritics.  \"The currentness of this dataset is indicated by the [CONTDATE] field. Based upon this field, the oldest record dates from 10/26/2006 and the newest record dates from 07/10/2008.\"",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Indiana Department of Homeland Security"
  ],
  "dc_creator_sm": [
    "Indiana Department of Homeland Security"
  ],
  "dc_subject_sm": [
    "Location",
    "Structure",
    "Hospitals"
  ],
  "dct_provenance_s": "Purdue",
  "dct_references_s": "{\"http://schema.org/url\":\"http://maps.indiana.edu/previewMaps/Infrastructure/Critical_Facilities_IDHS_Hospitals.html\",\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Infrastructure/Critical_Facilities_IDHS_Hospitals.zip\",\"http://schema.org/image\":\"http://maps.indiana.edu/images/Infrastructure/Critical_Facilities_IDHS_Hospitals.png\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Infrastructure/Critical_Facilities_IDHS_Hospitals/MapServer/0\",\"http://www.opengis.net/cat/csw/csdgm\":\"http://maps.indiana.edu/metadata/Infrastructure/Critical_Facilities_IDHS_Hospitals.xml\"}",
  "dct_isPartOf_sm": [
    "IndianaMAP"
  ],
  "dct_issued_s": "2009-06-29",
  "dct_temporal_sm": [
    "2009"
  ],
  "dct_spatial_sm": [
    "Indiana, United States",
    "Tippecano County, Indiana, United States",
    "Wabash River, Indiana, United States"
  ],
  "layer_slug_s": "e1aa0f34-8256-4c21-8055-51912b641a03",
  "layer_geom_type_s": "Point",
  "layer_modified_dt": "2018-06-26T21:08:28Z",
  "solr_geom": "ENVELOPE(-87.590065, -84.882367, 41.706514, 37.927955)",
  "solr_year_i": 2009,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.8172345,-86.236216",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/4921868"
  ],
  "b1g_image_ss": "http://maps.indiana.edu/images/Infrastructure/Critical_Facilities_IDHS_Hospitals.png",
  "b1g_collection_sm": "09a-01",
  "geoblacklight_version": "1.0"
}