{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "2a5d7d73-870e-42df-b10c-f8e2e44fd4e9",
  "dc_identifier_s": "2a5d7d73-870e-42df-b10c-f8e2e44fd4e9",
  "b1g_date_range_drsim": [
    "[2016 TO 2016]"
  ],
  "dct_temporal_sm": [
    "2016"
  ],
  "dc_subject_sm": [
    "Structure"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2016",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-96.624408,-89.864486,49.015377,43.445832)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Minnesota",
  "dct_accrualMethod_s": "Minnesota Geospatial Commons",
  "b1g_image_ss": "https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/struc_dnr_wld_mgmt_areas_pub/metadata/preview.jpg",
  "dct_issued_s": "2016-06-03",
  "suppressed_b": "FALSE",
  "dc_description_s": "WMAs are part of the Minnesota state recreation system created to protect wildlife habitat and provide wildlife-based recreation. Facilities and features are labeled based on a hierarchical classification system developed by the MN DNR, Section of Wildlife.  The line layer contain facilities and features for WMAs that are best represented as lines. Line features may represent any facility or feature that may need to show the length and direction of the feature.  Several examples of  features that may be represented as lines include roads and trails, fence, dike, ditch or stream, drainage tile, fire breaks, water control structures, gates, culverts, bridges, docks, and utility or rail road lines.  The point layer contains facilities and features for WMAs that are best represented as points. Several examples of features that may be represented as points include parking lots, water access, signs, gates, bridges, camping facilities, blinds, water control structures, feeding structures, nesting and breeding structures, buildings, reference points and cultural features.   Disclaimer: The only features in this theme are WMA user facilities such as parking lots, water accesses, trails and blinds.  WMA management facilities such as water control structures, restricted roads, gates and habitat structures have been removed from this layer.  The facility layer should be accurate enough to provide information for management and planning activities as well as for general reference on maps. The classification system used in this inventory is intended to accurately describe the facility or feature at the time of the inventory as well as its future condition given that money is available to maintain that facility or feature. There may be plans to develop the facility to improve public access or improve habitat for desired wildlife species.   WMAs have restrictions on types of public use, therefore creating maps of WMAs as general recreation or hunting areas has some peril. Some portions of WMAs are wildlife sanctuaries, some WMAs are only open to public use during certain times of the year, some require landowner permission for access and some WMAs are legally closed to the public.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "State Wildlife Management Area Public Facilities: Minnesota",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/2a5d7d73-870e-42df-b10c-f8e2e44fd4e9\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/struc_dnr_wld_mgmt_areas_pub/metadata/metadata.html\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/struc_dnr_wld_mgmt_areas_pub/shp_struc_dnr_wld_mgmt_areas_pub.zip\"}",
  "dct_isPartOf_sm": [
    "05a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "State of Minnesota"
  ],
  "dct_spatial_sm": [
    "Minnesota"
  ],
  "b1g_centroid_ss": "46.2306045,-93.24444700000001",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "05a-01",
  "dc_creator_sm": [
    "Minnesota Department of Natural Resources (DNR)"
  ]
}