{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "41d293c8-c014-45f5-8479-564b8667f8d3",
  "dc_identifier_s": "41d293c8-c014-45f5-8479-564b8667f8d3",
  "b1g_date_range_drsim": [
    "[2015 TO 2015]"
  ],
  "dct_temporal_sm": [
    "2015"
  ],
  "dc_subject_sm": [
    "Boundaries",
    "Environment",
    "Planning and Cadastral"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2015",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-97.23,-89.53,49.37,43.5)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Minnesota",
  "dct_accrualMethod_s": "Minnesota Geospatial Commons",
  "b1g_image_ss": "",
  "dct_issued_s": "2015-04-16",
  "suppressed_b": "FALSE",
  "dc_description_s": "The State of Minnesota has a long history of water management by local government.  One Watershed, One Plan is rooted in this history and in work initiated in 2011 by the Local Government Water Roundtable (Association of Minnesota Counties, Minnesota Association of Watershed Districts, and Minnesota Association of Soil and Water Conservation Districts).  Roundtable members determined that it is in the public interest to manage groundwater and surface water resources from the perspective of watersheds to achieve protection, preservation, enhancement, and restoration of the state's valuable water resources.   Supporting this determination, the Roundtable recommended that the local governments charged with water management should organize and develop focused implementation plans on a watershed scale. The recommendation was followed by the One Watershed, One Plan legislation (Minnesota Statutes §103B.101 Subd. 14,)that permits the Minnesota Board of Water and Soil Resources (BWSR) to adopt methods to allow comprehensive plans, local water management plans, or watershed management plans to serve as substitutes for one another; or to be replaced with one comprehensive watershed management plan. The legislation also required BWSR to establish a suggested watershed boundary framework for these plans. This Framework consists of three parts: the suggested boundary map; procedures for establishing boundaries, requesting variances on boundaries, and appealing boundaries; and the criteria used to establish and consider requested variances from the suggested boundary map.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "One Watershed One Plan Planning Areas: Minnesota",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/41d293c8-c014-45f5-8479-564b8667f8d3\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_bwsr/bdry_1w1p_planning_areas/metadata/metadata.html\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_bwsr/bdry_1w1p_planning_areas/shp_bdry_1w1p_planning_areas.zip\"}",
  "dct_isPartOf_sm": [
    "05a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "State of Minnesota"
  ],
  "dct_spatial_sm": [
    "Minnesota"
  ],
  "b1g_centroid_ss": "46.435,-93.38",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "05a-01",
  "dc_creator_sm": [
    "Board of Water and Soil Resources (BWSR)"
  ]
}