{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "9635c2ad-95ab-4798-ada5-54cd5fd1b64a",
  "dc_identifier_s": "9635c2ad-95ab-4798-ada5-54cd5fd1b64a",
  "b1g_date_range_drsim": [
    "[2016 TO 2016]"
  ],
  "dct_temporal_sm": [
    "2016"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2016",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-97.23,-89.53,49.37,43.5)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Minnesota",
  "dct_accrualMethod_s": "Minnesota Geospatial Commons",
  "b1g_image_ss": "",
  "dct_issued_s": "2016-05-06",
  "suppressed_b": "FALSE",
  "dc_description_s": "Marxan This data layer maps priority areas for protecting biological diversity.  The data was generated using Marxan - the most widely-used decision support software for the design of conservation reserve systems in the world. Marxan has the ability to take primary input information such as the location of rare species, biodiversity areas, or mapped extent of different native plant communities and weigh against other types of information such as conservation constraints against the primary input. It then maps a result that provides the most efficient layout of a conservation system that addresses the primary conservation targets.   Marxan operates by creating hypothetical mapping solutions to see how well the areas mapped in each solution provide the most efficient means of creating a conservation reserve system. As applied to this plan, the software creates 300 scenarios using 160-acre cells across each ECS subsection in the state. A cell size of 160 acres was selected since it provides a reasonable level of resolution for a state-level plan and stays within the capacity of the computers processing very large amounts of data. It conducts iterative sampling via 1,000,000 iterations per scenario to create the optimal grouping of cells that efficiently capture enough locations of conservation features to meet the target level of conservation for each designated type of feature within the study area.  A target was set for each native plant community type occurring within each subsection. An example would be a target value of capturing 75% of all calcareous fens within an ECS subsection. If a solution set does not meet this goal, it can be penalized, and Marxan will go through the remainder of the 1,000,000 iterations for that scenario trying to create a better solution that captures 75% of calcareous fens. The solution seeks to meet the conservation target and minimize the amount of land required to meet all of the other conservation targets (for other NPC types) also.  Other factors are also entered into Marxan such as the following: - Determining whether certain cells should be locked in or out, i.e. sometimes certain cells would always be included or excluded - Lands with high opportunity costs: Prime and Unique Farmland soils (likely to be already farmed or have a high likelihood of being converted to farmland), greater than 4% impervious surfaces in the Twin cities Metropolitan Area, and School Trust Fund lands. - The degree to which cells should be grouped together to create small, discrete sites versus landscape corridors  Marxan will try to avoid selecting cells that have high opportunity costs even if they contain rare conservation features, as this will drive up the total \"cost\" of the solution set. However, some conservation features are so rare that all locations must be selected regardless of cost. Either these features may be included at the expense of other less costly features, or their costs are so high that the selection will be very specific, resulting in virtually no areas peripheral to the conservation feature being selected that could function in a buffering or connecting capacity. One of the most useful functions of Marxan is its ability to sort through different layers of inputs and constraints to generate results at a desired level of aggregation. Marxan also has a \"clumping factor\" input that allows the project to generate results with highly segregated priority areas, or to find the optimal way to create landscape-level \"clumps\" of conservation areas. The latter approach was selected as an adaptation strategy set forth in climate change assessments.  Conservation Opportunity Areas Opportunity Areas are a way of further defining the Marxan high priority aggregations as discrete planning areas to focus for conservation efforts.   These areas are selected for their capacity to provide the following: - Significant rare resources, native communities, natural features, or biodiversity significance - Partners that are willing to plan, implement, and evaluate conservation actions  - Conservation that is motivated by an agreed-upon conservation purpose and set of objectives - Contributions to a conservation network that provides pathways for species mobility, which is particularly critical when addressing climate change concerns    Opportunity Areas were only developed for the ECS subsections that had complete MBS data coverage.  These Opportunity Areas are detailed in Part 2 of the SNA Strategic Plan.  Initially, the boundaries of Conservation Opportunity Areas were drawn to capture the high and highest-priority areas (orange and red zones) from the Marxan output, and in many cases the moderate priority areas (yellow zones).  This provided a base area for each Opportunity Area.  Additional information layers were added to see how well the Marxan outputs protected rare or diverse conservation features, such as the National Land Cover Data set, the Element Occurrences of Natural Heritage rare features, Ecological Evaluations, and areas of biodiversity significance.  Land cover was used as a layer to look at connectivity within high priority areas.  This was particularly helpful in areas such as southeastern Minnesota, where strong landform patterns created by ridges and valleys can be used to provide connectivity.  Ridges and floodplains are frequently cultivated, but valley side slopes also form a network that provides native forest or goat prairies that provide better species connectivity than cropped lands.   Mapping workshops were held with a variety of DNR staff to refine the Opportunity Areas.  In most regions, some boundary adjustments were made to include conservation features.  Infrequently, an entirely new area was added and a few areas were removed.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "SNA Conservation Opportunity Areas and Marxan Conservation Prioritization: Minnesota",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/9635c2ad-95ab-4798-ada5-54cd5fd1b64a\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_dnr/env_sna_conserv_opportunity_area/metadata/metadata.html\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_sna_conserv_opportunity_area/shp_env_sna_conserv_opportunity_area.zip\"}",
  "dct_isPartOf_sm": [
    "05a-01"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "State of Minnesota"
  ],
  "dct_spatial_sm": [
    "Minnesota"
  ],
  "b1g_centroid_ss": "46.435,-93.38",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "05a-01",
  "dc_creator_sm": [
    "Minnesota Department of Natural Resources (DNR)"
  ]
}