{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "cd280713-a711-4a69-ba5a-12676ea8558f",
  "dc_identifier_s": "cd280713-a711-4a69-ba5a-12676ea8558f",
  "b1g_date_range_drsim": [
    "[2018 TO 2018]"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "b1g_dateAccessioned_s": "2019-04-02",
  "solr_year_i": "2018",
  "dc_format_s": "Files",
  "solr_geom": "ENVELOPE(-94.012,-92.732,45.415,44.471)",
  "b1g_keyword_sm": [
    ""
  ],
  "layer_geom_type_s": "Mixed",
  "dct_provenance_s": "Minnesota",
  "dct_accrualMethod_s": "CKAN",
  "b1g_image_ss": "",
  "dct_issued_s": "2017-01-24T11:01:56.947261",
  "suppressed_b": "TRUE",
  "dc_description_s": "THE ACCESS LINKS FOR THIS RECORD WERE REPORTED AS BROKEN. THE RECORD MAY HAVE BEEN RETIRED BY THE HOST. This spreadsheet breaks down the most current Transportation Analysis Zone forecasts by TAZ and communities (i.e. city, townships and unorganized territories).  The TAZ system upon which this spreadsheet is based is the most recent, official TAZ system (with 3,030 zones).    TAZ boundaries frequently cross city and township boundaries.  This spreadsheet shows the Metropolitan Council's draft estimations of how TAZ forecast totals  are divided up among communities within that TAZ.  (A GIS shapefile with TAZ total forecasts is available at https://gisdata.mn.gov/dataset/us-mn-state-metc-trans-anlys-zones-offical-curent for download.)  These TAZ by community forecasts are a starting point for further revision.  The Metropolitan Council will ask cities and townships to allocate their forecasts by TAZs as part of their 2018 Comprehensive Plans (go to  (http://www.metrocouncil.org/Handbook/Plan-Elements/Transportation.aspx  for more information about this process).   This spreadsheet was created to assist communities by showing the Metropolitan Council's draft estimations of the breakdown of TAZ forecasts by community.  These TAZ by community forecasts will change multiple times over the next few years.   If you are using TAZ forecasts for analysis and/or transportation planning, please download the latest version of this spreadsheet to ensure you are using the most up-to-date data.  To see a GIS shapefile with TAZ total forecasts (i.e. not split up by community boundaries), download  https://gisdata.mn.gov/dataset/us-mn-state-metc-trans-anlys-zones-offical-curent .  If you represent a community that wants to revise your TAZ forecasts, please contact your community's sector representative or  Dennis Farmer (see contact information at the end of this document).",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Transportation Analysis Zone Forecasts by TAZ and Community: Minnesota",
  "b1g_dateRetired_s": "2019-02-15",
  "dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/cd280713-a711-4a69-ba5a-12676ea8558f\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/trans_anlys_zones_frcst_taz_com/xlsx_trans_anlys_zones_frcst_taz_com.zip\",\"http://www.w3.org/1999/xhtml\":\"https://btaagdp.org/metadata/05a-01/pub/gdrs/data/pub/us_mn_state_metc/trans_anlys_zones_frcst_taz_com/metadata/metadata.html\"}",
  "dct_isPartOf_sm": [
    ""
  ],
  "layer_id_s": "",
  "b1g_status_s": "Retired",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "Metropolitan Council, Twin Cities, Minnesota"
  ],
  "dct_spatial_sm": [
    "Minnesota"
  ],
  "b1g_centroid_ss": "44.943,-93.372",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "05a-01",
  "dc_creator_sm": [
    ""
  ]
}