{
  "uuid": "04e86f1720b448f4aaf2462ec7b36d20_11",
  "dc_identifier_s": "04e86f1720b448f4aaf2462ec7b36d20_11",
  "dc_title_s": "Shoreline Changes - Harford 30 Years Shoreline Erosion Level: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information on http://imap.maryland.gov. To quantify shoreline rates of change (erosion or accretion), Maryland Geological Survey (MGS) used historical and recent shorelines spanning 1972-2007 as input into the Digital Shoreline Analysis System (DSAS) Version 4. 3. DSAS, a computer program developed by the U. S. Geological Survey (USGS), determines linear rates of shoreline change along closely spaced, shore-normal transects. Based on DSAS output, MGS assigned generalized rate of change categories as attributes to a recent shoreline for Harford County. This recent shoreline consisted of the National Oceanic and Atmospheric Administration (NOAA) Continually Updated Shoreline Product (CUSP) digital shoreline currently available for Harford County. Based on the results of an End Point Rate (EPR) analysis on the ca. 1970s NOAA National Shoreline data sets and the ca. 2000 NOAA CUSP shoreline (recent shoreline), MGS grouped the rate results into the following general categories: (a) No change (-0. 01 to 0. 01 feet/year), (b) Accretion (greater than 0. 01 feet/year), (c) Slight erosion rate (0 to -2 feet/year), (d) Low erosion rate (-2 to -4 feet/year), (e) Moderate erosion rate (-4 to -8 ft/yr), (f) High erosion rate (greater than -8 feet/year), (g) Protected, (h) No data (insufficient shorelines to calculate 30-year EPR rate), (i) No data (no transects cast; unprotected or unknown shoreline condition), and (j) Rates not delivered (calculated rates suspect). The CUSP shoreline represents the shoreline position in Harford County between the years 2005-2007. Negative rate of change values indicate erosion, and positive values indicate accretion. In general, MGS tried to attribute lengths of shoreline of at least 80 meters in length sharing similar rates of change. Last Updated: 6/2017Map Service Link: http://geodata. md. gov/imap/rest/services/Hydrology/MD_ShorelineChanges/MapServer/11",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_s": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "State of Maryland"
  ],
  "dc_creator_sm": "Maryland iMap",
  "dc_subject_sm": [
    "Oceans"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"https://data.imap.maryland.gov/datasets/04e86f1720b448f4aaf2462ec7b36d20_11\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://geodata.md.gov/imap/rest/services/Hydrology/MD_ShorelineChanges/MapServer/11\",\"http://schema.org/downloadUrl\":\"https://data.imap.maryland.gov/datasets/04e86f1720b448f4aaf2462ec7b36d20_11.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2017",
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4361885"
  ],
  "thumbnail_path_ss": "https://geodata.md.gov/imap/rest/services/Hydrology/MD_ShorelineChanges/MapServer/info/thumbnail",
  "layer_slug_s": "04e86f1720b448f4aaf2462ec7b36d20_11",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-16T20:47:55Z",
  "centroid_s": "39.4421,-76.2157",
  "solr_geom": "ENVELOPE(-76.3716, -76.0598, 39.6099, 39.2743)",
  "solr_year_i": 2017
}