{
"dc_description_s": "CENSUS_BLOCKGROUPS_TIGER2011_IN.SHP is a polygon shapefile that contains 2011 census block group boundaries for the state of Indiana. Census block groups are not legal boundaries, but are considered stable geographic units used for the presentation of decennial census data. The following is excerpted from an Adobe Acrobat PDF document named TGRSHP2011_TECHDOC.PDF (U.S. Census Bureau): Block groups are clusters of blocks within the same census tract that have the same first digit of their 4-digit census block number. For example, blocks 3001, 3002, 3003, ., 3999 in census tract 1210.02 belong to Block Group 3. As with block groups delineated for Census 2000, block groups delineated for 5-38 the 2010 Census generally contain between 600 and 3,000 people. Most block groups were delineated by local participants in the Census Bureau's Participant Statistical Areas Program. The Census Bureau delineated block groups only where a local or tribal government declined to participate or where the Census Bureau could not identify a potential local participant. A block group usually covers a contiguous area. Each census tract contains at least one block group and block groups are uniquely numbered within census tract. Within the standard census geographic hierarchy, block groups never cross county or census tract boundaries, but may cross the boundaries of county subdivisions, places, urban areas, voting districts, congressional districts, and American Indian, Alaska Native, and Native Hawaiian areas. Block groups have a valid range of 0 through 9. Block groups beginning with a 0 generally are in coastal and Great Lakes water and territorial seas. Rather than extending a census tract boundary into the Great Lakes or out to the three-mile territorial sea limit, the Census Bureau delineated some census trac boundaries along the shoreline or just offshore. The Census Bureau assigned a default census tract number of 0 and block group of 0 to the offshore areas not included in regularly numbered census tract areas. Because of updates since 2000, there are 0 block groups that now contain land.", 
"layer_modified_dt": "2017-12-27T20:50:45Z", 
"solr_geom": "ENVELOPE(-88.161392, -84.688378, 41.781127, 37.755397)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Demographics/Census_Blockgroups_2011.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Demographics/Census_Blockgroups_2011/MapServer\",\"http://schema.org/url\":\"http://maps.indiana.edu/layerGallery.html\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/d1f0c0b8-12cb-4b53-a69e-8f595fdba326/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "d1f0c0b8-12cb-4b53-a69e-8f595fdba326", 
"dct_provenance_s": "Purdue", 
"dc_subject_sm": [
"Society", 
"Boundaries", 
"Census", 
"Demographics"
], 
"dct_temporal_sm": "2012", 
"dct_issued_s": "2012-08-27", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Indiana Geological Survey (processor)", 
"United States Department of Commerce, United States Census Bureau (creator)"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "d1f0c0b8-12cb-4b53-a69e-8f595fdba326", 
"dct_isPartOf_sm": "IndianaMAP", 
"solr_year_i": 2012, 
"dct_spatial_sm": [
"Indiana, United States", 
"Tippecano County, Indiana, United States", 
"Wabash River, Indiana, United States"
], 
"dc_publisher_sm": [
"United States Census Bureau"
], 
"dc_title_s": "Census Block Group Areas: Indiana, 2011", 
"layer_slug_s": "d1f0c0b8-12cb-4b53-a69e-8f595fdba326", 
"centroid_s": "39.768262,-86.424885", 
"layer_geom_type_s": "Polygon", 
"dc_language_s": "English"
}