{
  "dc_identifier_s": "439259c0-c0d7-44dc-9d36-54733b184ca6",
  "dc_title_s": "Air Emission Plants: Pennsylvania",
  "dc_description_s": "Represents the Primary Facility type Air Emission Plant (AEP) point features. Air Emissions Plant is a DEP primary facility type related to the Air Quality Program. The sub-facility types related to the Air Emissions Plant that are included are: Air Pollution Control Device, Combustion Unit, Fuel Material Location, General Administrative Location, Incinerator, Point of Air Emission, and Process. Air Pollution Control Device: Facility that removes one or more pollutants from an exhaust stream. Examples include a baghouse or wet scrubber. Combustion Unit: Facility that burns coal, oil, or natural gas. Combustion units are used to produce either electricity, steam, hot gases, or some combination of these. Examples include a utility boiler or gas turbine. Fuel Material Location: Facility for storage of fuels shared by multiple combustion units, incinerators, or processes. Examples include oil storage tanks and larger natural gas supply lines. General Administrative Location: An administrative location is created automatically for every new air emission plant primary facility. It is used for locational data to represent the entire primary facility, instead of assigning lat/longs to each sub-facility. The General Administrative Location sub-facility may be obsolete in the future, once eFACTS allows locations at the primary level. Incinerator: Facility that destroys solid waste products using a variety of fuels. Examples include municipal waste incinerators and hospital infectious waste incinerators. Point of Air Emission: Exact location or structure from which all other air emission plant sub-facilities exhaust their emissions. Examples may include a steel or masonry smokestack; however, a point of air emission may also represent fugitive emissions that escaped from other points of a facility. Process: Facility that produces or modifies a product, and creates an air emission from either the materials used or a fuel consumed. Examples include coating lines or cement kilns. Continuous Emission Monitoring Point: Devices attached to smokestacks that monitor specific pollutants, i.e. sulfur dioxide, nitrogen oxides, etc.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_creator_sm": [
    "Pennsylvania Department of Environmental Protection"
  ],
  "dc_subject_sm": [
    "Environment",
    "Air emission plant"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=268\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=268\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "439259c0-c0d7-44dc-9d36-54733b184ca6",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:07:27Z",
  "solr_geom": "ENVELOPE(-74.634977, -80.579611, 42.242787, 39.678451)",
  "solr_year_i": 2018,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.960619,-77.607294",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}