{
"dc_description_s": "LAKE_BATHYMETRY_IDNR_IN.SHP provides bathymetric contours for the following 85 lakes in Indiana, with depths calculated from the average shoreline of each lake: Adams Lake, Appleman Lake, Atwood Lake, Banning Lake, Bass Lake, Bear Lake, Big Lake, Big Long Lake, Blackcat Lake, Bluegrass Lake, Brokesha Lake, Cass Lake, Cedar Lake, Clear Lake, Cree Lake, Crooked Lake, Dale Lake, Dewart Lake, Duck Lake, Emma Lake, Evertt Lake, Flint Lake, Gage Lake, Gilbert Lake, Graveyard Lake, Green Lake, Griffy Lake, Hackenberg Lake, Heaton Lake, Henry Lake, Hill Lake, Hindman Lake, Hudson Lake, Huntingburg Lake, Indian Lake, Jones Lake, Koontz Lake, Kuhn Lake, Lake of the Woods, Latta Lake, Lime Lake, Lindsey Lake, Little Barbee Lake, Little Otter Lake, Little Pike Lake, Little Turkey Lake, Loomis Lake, Loon Lake, McClures Lake, Meserve Lake, Messick Lake, Meteer Lake, Mud Lake, Nauvoo Lake, North Little Lake, Nyona Lake, Otter Lake, Pike Lake, Pleasant Lake, Pretty Lake, Riddles Lake, Rider Pond, Robinson Lake, Round Lake, Shipshewana Lake, Silver Lake, Simonton Lake, South Mud Lake, Starve Hollow Lake, Steinbarger Lake, Stone Lake, Tamarack Lake, Taylor Lake, Thomas Lake, Upper Long Lake, Waldron Lake, Wall Lake, Waubee Lake, Waveland Lake, West Boggs Lake, West Lake, West Otter Lake, Westler Lake, Witmer Lake, and Yellowwod Lake. The following is excerpted from the metadata provided by IDNR, Division of Outdoor Recreation, for the source feature class named LAKE_BATHYMETRY_DNR_IN: Lake_Bathymetry_DNR_IN is a polyine feature dataset of bathymetric contours for certain Indiana lakes, depicting the depths of the water with the shoreline of each lake as elevation 0. Contour intervals are 5 feet for most lakes, 2 feet for some. Lakes were surveyed using Biosonics DTX Echosounder surface unit and 200 kHz and 420 kHz transducers. The contour values of some lakes were adjusted to coincide with the lake's legal gauge level.", 
"layer_modified_dt": "2017-12-27T20:51:12Z", 
"solr_geom": "ENVELOPE(-88.053665, -84.757516, 41.763888, 37.815204)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://maps.indiana.edu/download/Hydrology/Water_Bodies_Lakes_Bathymetry.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://maps.indiana.edu/arcgis/rest/services/Hydrology/Water_Bodies_Lakes_Bathymetry/MapServer\",\"http://schema.org/url\":\"http://maps.indiana.edu/layerGallery.html\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"http://64.90.181.107/geonetwork/srv/api/records/055b9a57-4eb3-4d64-af8c-f6cd76370187/formatters/xml\"}", 
"dc_rights_s": "Public", 
"uuid": "055b9a57-4eb3-4d64-af8c-f6cd76370187", 
"dct_provenance_s": "Purdue", 
"dc_subject_sm": [
"Environment", 
"Inland Waters", 
"Hydrology"
], 
"dct_temporal_sm": "2012", 
"dct_issued_s": "2012-06-26", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Indiana Department of Natural Resources/Division of Fish and Wildlife"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "055b9a57-4eb3-4d64-af8c-f6cd76370187", 
"dct_isPartOf_sm": "IndianaMAP", 
"solr_year_i": 2012, 
"dct_spatial_sm": [
"Indiana, United States"
], 
"dc_publisher_sm": [
"Indiana Department of Natural Resources/Division of Outdoor Recreation"
], 
"dc_title_s": "Bathymetric Contours for Selected Lakes: Indiana, 2012", 
"layer_slug_s": "055b9a57-4eb3-4d64-af8c-f6cd76370187", 
"centroid_s": "39.789546,-86.4055905", 
"layer_geom_type_s": "Polygon", 
"dc_language_s": "English"
}