{
  "dc_identifier_s": "45982f4194a840089b1da6bd252b96e5_0",
  "dc_title_s": "OC Conservation Easement: Oakland County, Michigan",
  "dc_description_s": "A spatial representation of land that is protected from development by a Conservation Easement recorded with the State of Michigan. These points were manually placed to represent the location of a conservation easement using tax parcels and orthophotography as a reference. Each easement location and associated attribute information was found through a recorded document search using Access Oakland. Key attributes include: GrantorName, StartDate, AcresRecorded, Liber, and Page.This purpose of this data is general planning purposes and cartographic output. This data can also be used in conjunction with the MNFI Natural Areas feature class to identify moderate to high quality natural areas that are not protected.Each easement was located through Land Access, Oakland County's public records search tool. A search was conducted to find all recorded documents where the State of Michigan is the Grantee and the document type is an Easement (EST). In the Recorded Document Profile search within Land Access, three separate searches were performed to identify state recorded conservation easements: - State of Mi was entered as the Grantor and/or Grantee and EST was entered for the document type.This search was last performed 11/04/2003. - Michigan Dep was entered as the Grantor and/or Grantee and EST was entered for the document type.This search was last performed 11/04/2003. - Department was entered as the Grantor and/or Grantee and EST was entered for the document type.This search was last performed 11/04/2003. The legal description was used to identify the general location of the easement.Most often, these easements are created within a new residential development and may contain multiple conservation areas. In these cases, the point was placed in a general location within the subdivision to represent all the areas described in the conservation easement. The attribute information (i.e., GrantorName, StartDate, AcresRecorded, Liber, and Page) was also collected through Land Access.Once complete, the dataset was verified internally and checked against information obtained from the Michigan Department of Environment Quality. We contacted David R. Dortman from the Land and Water Management Division who provided a list of the easements the state had record of. The list contained the Grantor, Liber, Page, and Acreage.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": "English",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Oakland County, Michigan"
  ],
  "dc_creator_sm": [
    "Access Oakland"
  ],
  "dc_subject_sm": [
    "Environment",
    "Planning and Cadastral"
  ],
  "dct_provenance_s": "Michigan State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://accessoakland.oakgov.com/datasets/45982f4194a840089b1da6bd252b96e5_0\",\"http://schema.org/downloadUrl\":\"http://accessoakland.oakgov.com/datasets/45982f4194a840089b1da6bd252b96e5_0.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gisservices.oakgov.com/arcgis/rest/services/Enterprise/EnterpriseOpenPlanningMapService/MapServer/0\"}",
  "dct_isPartOf_sm": [
    "ArcGIS Open Data"
  ],
  "dct_issued_s": "2016-10-16",
  "dct_temporal_sm": [
    "2016"
  ],
  "dct_spatial_sm": [
    "Oakland County, Michigan, United States",
    "Michigan, United States"
  ],
  "layer_slug_s": "45982f4194a840089b1da6bd252b96e5_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-07-19T20:30:29Z",
  "solr_geom": "ENVELOPE(-83.694337, -83.074282, 42.893598, 42.426087)",
  "solr_year_i": 2016,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "42.6598425,-83.3843095",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "ArcGIS",
  "geoblacklight_version": "1.0"
}