{
  "uuid": "a5de633b6ebf450b94dcb08b519c3414_0",
  "dc_identifier_s": "a5de633b6ebf450b94dcb08b519c3414_0",
  "dc_title_s": "Protected Lands - DNR Owned Properties and Conservation Easements: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information at http://imap.maryland.gov. The Maryland Department of Natural Resources (DNR) manages over 446,000 acres of public lands and protected open space in the state. The DNR Lands data (part of Technology Toolbox Protected Lands data set) consists of mapped information that represent those lands that are owned by the Maryland Department of Natural Resources. Utilizing various land protection programs and funding sources, the Maryland Department of Natural Resources has preserved environmentally important lands through the use of perpetual conservation easements. The Forest Legacy Program is designed to identify and protect environmentally important forest lands that are threatened by present or future conversion to non-forest use through the use of perpetual conservation easements between willing sellers and willing buyers. Only private forest land in a Forest Legacy Area is eligible for the program. Marylands Conservation Reserve Enhancement Program (CREP) has helped thousands of Maryland landowners plant streamside buffers, establish wetlands, protect highly erodible land, and create wildlife habitat. The State of Maryland has entered into a memorandum of Agreement with USDA authorizing the State of Maryland to continue the voluntary program for the purchase of perpetual easements for Conservation Reserve Program (CRP) land. A perpetual CREP easement is a written legal agreement between a landowner and the State of Maryland in which there is an acquired permanent interest in the land to install or maintain conservation practices that protect water quality and natural resources. The Maryland Department of Natural Resources (DNR) administers the CREP easement program. DNR is also assisted by a number of local governments and non-government organization sponsors. Last Updated: 9/25/2016",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Maryland iMap"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/a5de633b6ebf450b94dcb08b519c3414_0\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/Environment/MD_ProtectedLands/FeatureServer/0\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/a5de633b6ebf450b94dcb08b519c3414_0.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016",
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4361885"
  ],
  "thumbnail_path_ss": "https://geodata.md.gov/imap/rest/services/Environment/MD_ProtectedLands/FeatureServer/info/thumbnail",
  "layer_slug_s": "a5de633b6ebf450b94dcb08b519c3414_0",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-12T21:16:15Z",
  "centroid_s": "38.81745,-77.26695",
  "solr_geom": "ENVELOPE(-79.4828, -75.0511, 39.7229, 37.912)",
  "solr_year_i": 2016
}