{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2019-12-19T15:44:45Z",
  "layer_slug_s": "35fbf6c07e6042a0abc447abc4273be5_5",
  "dc_identifier_s": "35fbf6c07e6042a0abc447abc4273be5_5",
  "b1g_date_range_drsim": [
    "[2017 TO 2017]"
  ],
  "dct_temporal_sm": [
    "2017"
  ],
  "dc_subject_sm": [
    "Environment"
  ],
  "b1g_dateAccessioned_s": "2019-03-28",
  "solr_year_i": "2017",
  "dc_format_s": "Shapefile",
  "solr_geom": "ENVELOPE(-83.694,-83.0845,42.8924,42.4263)",
  "b1g_keyword_sm": [
    "Natural Areas",
    "planning",
    "habitat",
    "environment",
    "mnfi",
    "endangered species",
    "Open Space Planning",
    "preservation",
    "green belt",
    "green space",
    "Conservation",
    "natural features"
  ],
  "layer_geom_type_s": "Vector",
  "dct_provenance_s": "Michigan State",
  "dct_accrualMethod_s": "ArcGIS Hub",
  "b1g_image_ss": "",
  "dct_issued_s": "2018-04-27",
  "suppressed_b": "FALSE",
  "dc_description_s": "BY USING THIS WEBSITE OR THE CONTENT THEREIN, YOU AGREE TO THE TERMS OF USE. The primary purpose of this data is to assist Oakland County Economic Development Community Affairs, local municipalities, land trusts, and other agencies in prioritizing conservation efforts in order to improve natural resource-based decision making. The information is used to help find opportunities to establish an open space system of linked natural areas throughout Oakland County. Specifically, this data serves as a resource for cartographic output and spatial analysis.This layer is a spatial representation of potential natural areas (PNAs) which are defined as places on the landscape dominated by native vegetation that have various levels of potential for harboring high quality natural areas and unique natural features. In addition, these areas may provide critical ecological services such as maintaining water quality and quantity, soil development and stabilization, pollination, wildlife corridors, migratory bird stopover sites, sources of genetic diversity, and floodwater retention. It should be noted, however, that the actual ecological value of the PNAs can only be truly ascertained through on the ground biological surveys.The polygons contained in this feature class were derived from data developed for the Oakland County Potential Natural Areas Assessment: 2017 Report. Oakland County's 2015 digital aerial photography and the Oakland County NaturalArea2004 coverage were the primary data sources used to identify and delineate each natural area. Once captured, the features were scored and ranked using criteria based on several universally accepted principals of biodiversity conservation. Each feature was assigned a priority classification of One, Two, or Three. Key attributes include Priority, EnhancedPriority and TotalScore. Priority and EnhanedPriority are a reflection of quality and an indication of the level of priority to retain or conserve the natural state of the identified area.The term potential natural area is not to be confused with the legal term dedicated Natural Area as described in Part 351, Wilderness and Natural Areas, of the Natural Resources and Environmental Protection Act of 1994 which gives land special legal protection.The Oakland County Potential Natural Areas Assessment: 2017 Report prepared by: John Paskus, Associate Program Leader - Conservation Helen Enander, Information Technologist I Michigan Natural Features Inventory P.O. Box 13036, Lansing, MI 48901 (Report Number 2017-17) should be distributed with the NaturalArea2017 data. This document provides essential information for the attributes and procedures used to create the features in the dataset.",
  "dc_rights_s": "Public",
  "dct_alternativeTitle_sm": [
    ""
  ],
  "dc_language_sm": [
    "English"
  ],
  "dc_title_s": "Potential Natural Areas: Oakland County, Michigan, 2017",
  "b1g_dateRetired_s": "",
  "dct_references_s": "{\"http://schema.org/url\":\"http://accessoakland.oakgov.com/datasets/35fbf6c07e6042a0abc447abc4273be5_5\",\"http://schema.org/downloadUrl\":\"http://accessoakland.oakgov.com/datasets/35fbf6c07e6042a0abc447abc4273be5_5.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gisservices.oakgov.com/arcgis/rest/services/Enterprise/EnterpriseNaturalFeaturesMapService/MapServer/5\"}",
  "dct_isPartOf_sm": [
    "06b-26125"
  ],
  "layer_id_s": "",
  "b1g_status_s": "Active",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "dc_publisher_sm": [
    "Oakland County, Michigan"
  ],
  "dct_spatial_sm": [
    "Oakland County, Michigan",
    "Michigan"
  ],
  "b1g_centroid_ss": "42.65935,-83.38925",
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_code_s": "06b-26125",
  "dc_creator_sm": [
    "Oakland County, Michigan"
  ]
}