{
  "dc_identifier_s": "3b0cbda6-7582-4cfb-9586-7de56913462c",
  "dc_title_s": "Street Edge of Pavement: Allegheny County, Pennsylvania",
  "dc_description_s": "Edge of Pavements are the edges of all public thoroughfares including paved roads, unpaved roads, bridges, overpasses, tunnels, alleys, stairways and airfield runways. Paved Roads are roads that are surfaced with concrete or asphalt. Roads that have been tarred and chipped are also considered paved. Roads surfaced with gravel or packed dirt are considered Unpaved. An Alleyway is a road, usually narrower than surrounding roads that runs between, but parallel to, two paved roads. An Alley can be either paved or unpaved. Generally, Outbuildings will be adjacent to Alleyways. Road pavement edges that are underneath bridges or overpasses are coded as Hidden. Bridges and Overpasses are delineated along the outside edge of the structure. Portions of bridges that are under other bridges or other objects are coded as Hidden Bridge. Tunnels are shown as lines connecting the apparent width of the tunnel through the earth. Stairways are major pedestrian thoroughfares, either paved or wooden, connecting two (2) roads and typically found on steep hills. Airfield Runways are the edges of Runways, Taxiways and other airfield pavement areas. Driveways that are greater than 300' in length will be digitized and coded as either Paved Road or Unpaved Road. Paved Road edges show the width of the paved area. If the paved road has a paved shoulder, the paved shoulder is shown as part of the paved road. The placement of an unpaved road is subject to interpretation by the photogrammetrist since the road edge may be indefinite due to the imprecise nature of an unpaved surface. Driveways that are over 300' in length are digitized. For a driveway that terminates at a building, it shall be drawn to the building. Driveways will also have a centerline for its entire length. Parking lots are not digitized. The entrance to a parking lot for shopping areas shall be shown. Driving areas around and through parking lots serving shopping areas and other businesses are considered part of the parking lot. If the driving area through a parking lot connects to two (2) or more exterior roads, the main thoroughfare through the parking lot shall be shown as a road. The driving area through an apartment complex or condominium complex shall be digitized as a road. The road is needed in these areas to show access to the individual dwelling places. Edges of Pavement that are updated will have the database field StreetCL_FC populated with the Feature Code of the Street Centerline. (The Street Centerline Feature Code is more descriptive than the general code used for Edge of Pavement.)",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "Allegheny County"
  ],
  "dc_creator_sm": [
    "Allegheny County Division of Computer Services Geographic Information Systems Group"
  ],
  "dc_subject_sm": [
    "Transportation"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1225\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=1225\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2006"
  ],
  "dct_spatial_sm": [
    "Allegheny County, Pennsylvania, United States",
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "3b0cbda6-7582-4cfb-9586-7de56913462c",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-06-26T21:06:44Z",
  "solr_geom": "ENVELOPE(-79.670692, -80.373561, 40.686984, 40.180747)",
  "solr_year_i": 2006,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "40.4338655,-80.0221265",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/5178040",
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}