{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-07-17T22:46:51Z",
  "dc_rights_s": "Public",
  "dc_title_s": "Addresses: Washburn County, Wisconsin, 2020",
  "dct_alternativeTitle_sm": [
    "Addresses Washburn County, WI 2020"
  ],
  "dc_description_s": "This data layers represent addresses and driveways for Washburn County, Wisconsin in 2020. The following features are included: Address_Point, Building and Driveways. For Addresses_point:[This data set consists of digital map files containing addressing or site access information obtained by a combination of lab work using aerial imagery and gps collection of address sign. Features contained in the data set include all site access points countywide and associated attributes. Site access points sometimes are referred to as addresses, however this data typically represents the GPS location of the address sign. The Washburn County Land Information Office plans to maintain this digital data in ESRI's ArcGIS geodatabase environment using ArcMap tools. Some of the data was developed using field data collection techniques and field data collection will be used extensively to maintain the data. There are attributes in the data documenting each record source.For Building: [This data set consists of digital map files containing addressing or building information obtained primarily by conducting lab work using aerial imagery. Features contained in the data set include all building or primary structure points countywide and associated attributes. Building points sometimes are referred to as primary structures, however these data typically represent the main building(s) that have been addressed on each parcel. The Washburn County Land Information Office plans to maintain this digital data in ESRI's ArcGIS 10.x geodatabase environment using ArcMap tools. Data was developed using field data collection techniques, Aerial Imagery and building footprints. Site access points are always present as a related feature class, however not all site access points are accompanied by a building point.]For Driveways: [This data set consists of digital map files containing driveways obtained by conducting lab work using aerial imagery. Features contained in the data set include numerous driveways that are necessary to provide information to help connect or point the way between the site access point and the primary structure.]",
  "dc_language_sm": [
    "English"
  ],
  "dc_creator_sm": [
    "Washburn County"
  ],
  "dc_publisher_sm": [
    "State of Wisconsin"
  ],
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "dc_subject_sm": [
    "Location"
  ],
  "dct_temporal_sm": [
    "2020"
  ],
  "solr_year_i": "2020",
  "dct_spatial_sm": [
    "Washburn County, Wisconsin",
    "Wisconsin"
  ],
  "solr_geom": "ENVELOPE(-92.053237, -91.529129, 46.162169, 45.633147)",
  "b1g_centroid_ss": "45.897658,-91.79118299999999",
  "dc_type_sm": [
    "Dataset",
    "Service"
  ],
  "layer_geom_type_s": "Vector",
  "dc_format_s": "Shapefile",
  "layer_slug_s": "B6184A32-9733-4A19-AAE1-B43F425C9866",
  "dc_identifier_s": "B6184A32-9733-4A19-AAE1-B43F425C9866",
  "dct_provenance_s": "Wisconsin",
  "b1g_code_s": "10b-01",
  "dct_isPartOf_sm": [
    "10b-01"
  ],
  "b1g_status_s": "Active",
  "b1g_dateAccessioned_s": "2020-07-17",
  "suppressed_b": "FALSE",
  "b1g_child_record_b": "FALSE"
}