{
  "uuid": "409da6cd130c4cdb80232758c188193b_1",
  "dc_identifier_s": "409da6cd130c4cdb80232758c188193b_1",
  "dc_title_s": "Housing Designated Areas - Qualified Census Tracts: Maryland",
  "dc_description_s": "This is a MD iMAP hosted service. Find more information at http://imap.maryland.gov. The US Department of Housing and Urban Development (HUD) designates Qualified Census Tracts (QCTs) for purposes of the Low-Income Housing Tax Credit (LIHTC) program. The LIHTC program is defined in Section 42 of the Internal Revenue Code of 1986. The LIHTC is a tax incentive intended to increase the availability of affordable rental housing. The LIHTC statute provides two criteria for QCT eligibility. A census tract must have either: 1) a poverty rate of at least 25 percent; or 2) 50 percent or more of its householders must have incomes below 60 percent of the area median household income. The area corresponds to a metropolitan or a non-metropolitan area. Further, the LIHTC statute requires that no more than 20 percent of the metropolitan area population reside within designated QCTs (This limit also applies collectively to the nonmetropolitan counties in each state). Thus, it is possible for a tract to meet one or both of the above criteria, but not be designated as a QCT. With respect to the census tracts, the Census Bureau defines them in cooperation with local authorities every ten years for the purposes of the decennial census and, following a public comment period, has recently completed defining tract boundaries for the 2010 Census. Note that when census tract boundaries are set, they remain unchanged for the next decade. Thus, tract boundaries will not be changed until the 2020 Decennial Census. Last Updated: 01/2017",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_s": "Dataset",
  "dc_publisher_sm": [
    "Maryland iMap"
  ],
  "dc_subject_sm": [
    "Economy"
  ],
  "dct_provenance_s": "Maryland",
  "dct_references_s": "{\"http://schema.org/url\":\"http://data.imap.maryland.gov/datasets/409da6cd130c4cdb80232758c188193b_1\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://geodata.md.gov/imap/rest/services/BusinessEconomy/MD_HousingDesignatedAreas/FeatureServer/1\",\"http://schema.org/downloadUrl\":\"http://data.imap.maryland.gov/datasets/409da6cd130c4cdb80232758c188193b_1.zip\"}",
  "dct_isPartOf_sm": "ArcGIS Open Data",
  "dct_issued_s": "2016",
  "dct_spatial_sm": [
    "Maryland, United States"
  ],
  "dc_relation_sm": [
    "http://sws.geonames.org/4361885"
  ],
  "thumbnail_path_ss": "https://geodata.md.gov/imap/rest/services/BusinessEconomy/MD_HousingDesignatedAreas/FeatureServer/info/thumbnail",
  "layer_slug_s": "409da6cd130c4cdb80232758c188193b_1",
  "layer_geom_type_s": "Vector",
  "layer_modified_dt": "2018-2-12T21:17:0Z",
  "centroid_s": "38.83905,-77.50955",
  "solr_geom": "ENVELOPE(-79.4873, -75.5318, 39.723, 37.9551)",
  "solr_year_i": 2016
}