{
  "dc_identifier_s": "fa21fbb8-a2d6-4678-b09c-d56c5f96794d",
  "dc_title_s": "National Agriculture Imagery Program (NAIP) 2010 for Pennsylvania - 4 Band TIFFs",
  "dc_description_s": "This data set contains imagery from the National Agriculture Imagery Program (NAIP). NAIP acquires digital ortho imagery during the agricultural growing seasons in the continental U.S.. A primary goal of the NAIP program is to enable availability of of ortho imagery within one year of acquisition. NAIP provides four main products: 1 meter ground sample distance (GSD) ortho imagery rectified to a horizontal accuracy of within +/- 5 meters of reference digital ortho quarter quads (DOQQ's) from the National Digital Ortho Program (NDOP); 2 meter GSD ortho imagery rectified to within +/- 10 meters of reference DOQQs; 1 meter GSD ortho imagery rectified to within +/- 6 meters to true ground; and, 2 meter GSD ortho imagery rectified to within +/- 10 meters to true ground. The tiling format of NAIP imagery is based on a 3.75' x 3.75' quarter quadrangle with a 300 meter buffer on all four sides. NAIP quarter quads are formatted to the UTM coordinate system using NAD83. NAIP imagery may contain as much as 10% cloud cover per tile. All of the 2010 NAIP imagery was 4-band, with red, green, blue, and near-infrared bands. Either natural color or color infrared imagery (CIR) is displayed by changing the band assignments in the viewing software. If an image is set up with the red (wavelength) band as band 1, green as band 2, blue as band 3, and near infrared as band 4, a natural color display on the computer screen would be set up with the red (display) channel as band 1 (red), green channel as band 2 (green), and blue channel as band 3 (blue). CIR would be set up with the red channel as band 4 (NIR), the green channel as band 1 (red) and the blue channel as band 2 (green). Band 3 (blue) is omitted.",
  "dc_rights_s": "Public",
  "dc_format_s": "Files",
  "dc_language_sm": [
    "English"
  ],
  "dc_type_sm": "Dataset",
  "dc_publisher_sm": [
    "U S Department of Agriculture"
  ],
  "dc_creator_sm": [
    "USDA-FSA Aerial Photography Field Office"
  ],
  "dc_subject_sm": [
    "Imagery and Base Maps",
    "Aerial"
  ],
  "dct_provenance_s": "Penn State",
  "dct_references_s": "{\"http://schema.org/url\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3149\",\"http://schema.org/downloadUrl\":\"http://www.pasda.psu.edu/uci/DataSummary.aspx?dataset=3149\"}",
  "dct_isPartOf_sm": [
    "Pennsylvania Spatial Data Access (PASDA)"
  ],
  "dct_issued_s": "",
  "dct_temporal_sm": [
    "2010"
  ],
  "dct_spatial_sm": [
    "Pennsylvania, United States"
  ],
  "layer_slug_s": "fa21fbb8-a2d6-4678-b09c-d56c5f96794d",
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2018-06-26T21:07:28Z",
  "solr_geom": "ENVELOPE(-76.925107, -77.5194, 40.132201, 39.673934)",
  "solr_year_i": 2010,
  "b1g_genre_sm": [
    "Aerial imagery"
  ],
  "b1g_centroid_ss": "39.9030675,-77.2222535",
  "b1g_geonames_sm": [
    "http://sws.geonames.org/6254927"
  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "08a-01",
  "geoblacklight_version": "1.0"
}