{
  "dc_identifier_s": "bb45fca3-c66f-4400-a29a-b0989d34737c",
  "dc_title_s": "U.S. Geographic Names Information System (GNIS): Illinois Portion, 2006",
  "dc_description_s": "This metadata document is abstracted from the GNIS metadata provided with the original data, with some ISGS-specific information added. The original source for these data is http://geonames.usgs.gov. The ISGS makes them available as a convenience for Illinois data users. This is a point feature class of named places and features in Illinois. It includes place name, location, and general feature type. There are many general feature types, for example, Populated Place, Hospital, Post Office, Reservoir, Airport, Cemetery, and School. Refer to the Overview Description of the Entity and Attributes section for a complete list. The spatial reference is the Geographic Coordinate system (longitude and latitude). The GNIS metadata fails to specify a datum for the longitude/latitude values. This is not significant because the locations are extremely generalized. However, to make the data work in ArcGIS, the ISGS arbitrarily assigned the NAD83 datum to the data. The Geographic Names Information System (GNIS) is the Federal standard for geographic nomenclature. The U.S. Geological Survey developed the GNIS for the U.S. Board on Geographic Names, a Federal inter-agency body chartered by public law to maintain uniform feature name usage throughout the Government and to promulgate standard names to the public. The GNIS is the official repository of domestic geographic names data; the official vehicle for geographic names use by all departments of the Federal Government; and the source for applying geographic names to Federal electronic and printed products of all types. See http://geonames.usgs.gov for additional information. The original metadata file is included as a binary attachment to the XML version of this metadata document and also as a file named Orig_USGS_metadata.txt. The attribute definitions in the original metadata did not match the fields actually present in the data, but the mapping from metadata field name to actual field name was more or less obvious.",
  "dc_rights_s": "Public",
  "dc_format_s": "Shapefile",
  "dc_language_sm": "English",
  "dc_type_sm": [
    "Dataset"
  ],
  "dc_publisher_sm": [
    "U.S. Geological Survey"
  ],
  "dc_creator_sm": [
    "U.S. Geological Survey"
  ],
  "dc_subject_sm": [
    "Inland Waters"
  ],
  "dct_provenance_s": "Illinois",
  "dct_references_s": "{\"http://schema.org/url\":\"https://clearinghouse.isgs.illinois.edu/data/infrastructure/us-geographic-names-information-system-gnis-illinois\",\"http://schema.org/downloadUrl\":\"https://clearinghouse.isgs.illinois.edu/sites/clearinghouse.isgs/files/Clearinghouse/data/ISGS/Infrastructure/zips/IL_GNIS_2006_Pt.zip\"}",
  "dct_isPartOf_sm": [
    "Illinois Geospatial Data Clearinghouse"
  ],
  "dct_issued_s": "1981-05-01",
  "dct_temporal_sm": [
    "1974-2006"
  ],
  "dct_spatial_sm": [
    "Illinois, United States"
  ],
  "layer_slug_s": "bb45fca3-c66f-4400-a29a-b0989d34737c",
  "layer_geom_type_s": "Point",
  "layer_modified_dt": "2018-07-13T20:41:55Z",
  "solr_geom": "ENVELOPE(-91.512655, -87.375015, 42.574729, 36.979496)",
  "solr_year_i": 1974,
  "b1g_genre_sm": [
    "Geospatial data"
  ],
  "b1g_centroid_ss": "39.7771125,-89.443835",
  "b1g_geonames_sm": [

  ],
  "b1g_image_ss": "",
  "b1g_collection_sm": "02a-01",
  "geoblacklight_version": "1.0"
}